Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: You are trying to ask Moksha to remember to apply<br>properties (such as size, location, border style etc.) to<br>a window that <hilight>does not have unique properties</hilight>.<br><br>This means it shares Name/Class, Transience, Role etc. properties<br>with more than 1 other window on the screen and remembering<br>properties for this window will apply to all other windows<br>that match these properties.<br><br>This is just a warning in case you did not intend this to happen.<br>If you did, simply press <hilight>Apply</hilight> or <hilight>OK</hilight> buttons<br>and your settings will be accepted. Press <hilight>Cancel</hilight> if you<br>are not sure and nothing will be affected.
be: Вы жадаеце каб Moksha запомніў і ўжыў уласцівасці<br>(такія як памер, размяшчэнне, стыль мяжы і інш.) да<br>акна, якое <hilight>не мае унікальных ўласцівасцяў</hilight>.<br><br>Гэта адзначае, што яно падзяляе Імя/Клас, Скарацечнасць, Ролю і інш. уласцівасці<br>з больш чым 1 іншае акно на экране і запамінанне<br>уласцівасцяў для гэтага акна прывядзе да ўжывання іх для ўсіх іншых акон<br>з такімі самымі ўласцівасцямі.<br><br>Гэта проста папярэджанне, калі вы не жадаеце, каб гэта здарылася.<br>Калі жадаеце, проста націсніце кнопку <hilight>Ўжыць</hilight> або <hilight>Добра</hilight>,<br> і вашы налады будуць прыняты.Націсніце <hilight>Скасаваць</hilight>, калі вы не ўпэўнены,і нічога не адбудзецца.
he: ניסית לבקש מMoksha לזכור להחיל <br>הגדרות (כמו גודל, מיקום, סגנון מסגרת וכו') על<br> חלון ש<hilight> אין לו הגדרות ייחודיות</hilight>. <br><br> זאת אומרת שהוא חולק הגדרות שם/סיווג, ארעיות, תפקיד וכו' <br>עם יותר מחלון נוסף על המסך הזה ולזכור<br> את ההגדרות של החלון הזה ישפיע על כל החלונות האחרים <br>שתואמים להגדרות האלות <br><br> זו רק אזהרה במקרה ולא התכוונת שזה יקרה. <br> אם כן, פשוט ללחוץ על כפתור <hilight> 'להחיל' </hilight> או <hilight> 'לאשר' </hilight> וההגדרות ישמרו. ללחוץ <hilight> 'לבטל' </hilight> אם לא בטוחים ושום דבר לא ישתנה.
hi: आप Moksha को याद रखने के लिए कहने का प्रयास कर रहे हैं कि <br>गुण (जैसे आकार, स्थान, सीमा शैली आदि) लागू करें<br>एक विंडो पर जो <hilight>अद्वितीय गुण नहीं</hilight> है।<br><br>इसका अर्थ यह है कि यह<br>नाम/कक्षा, अस्थायिता, भूमिका आदि गुणों को स्क्रीन पर<br>एक से अधिक विंडो के साथ साझा करता है और याद रखना<br>गुणों को इस विंडो पर लागू करना<br>अन्य विंडो पर लागू होगा, जो इन गुणों से मेल खाते हैं।<br><br>यह केवल एक चेतावनी है यदि आपने ऐसा करने का<br>इरादा नहीं किया था।<br>यदि किया है, तो बस <hilight>लागू करें</hilight> या <hilight>ठीक है</hilight> बटन दबाएं<br>और आपकी सेटिंग्स स्वीकृत हो जाएंगी। <hilight>रद्द करें</hilight> बटन<br>दबाएं यदि आप निश्चित नहीं हैं<br>तो कुछ भी प्रभावित नहीं होगा।
ml: <hilight>അദ്വിതീയ ഗുണങ്ങളില്ലാത്ത</hilight> ഒരു വിൻഡോയിൽ<br>പ്രോപ്പർട്ടികൾ (വലിപ്പം, സ്ഥാനം, ബോർഡർ ശൈലി മുതലായവ) പ്രയോഗിക്കാൻ<br>ഓർമ്മിക്കാൻ നിങ്ങൾ മോക്ഷയോട് ആവശ്യപ്പെടാൻ ശ്രമിക്കുകയാണ്.<br><br>ഇത് സ്‌ക്രീനിലെ മറ്റ് ഒന്നിലധികം വിൻഡോകളുമായി പേര്/ക്ലാസ്, ട്രാൻസിയൻസ്, റോൾ, മുതലായവ പ്രോപ്പർട്ടികൾ പങ്കിടുന്നു എന്നാണ് ഇതിനർത്ഥം, തുടർന്ന്<br>ഈ വിൻഡോയ്‌ക്കുള്ള പ്രോപ്പർട്ടികൾ ഓർമ്മിക്കുന്നത്<br>ഈ പ്രോപ്പർട്ടികളുമായി പൊരുത്തപ്പെടുന്ന മറ്റെല്ലാ<br>വിൻഡോകൾക്കും ബാധകമാകും.<br><br>ഇത് സംഭവിക്കാൻ നിങ്ങൾ ഉദ്ദേശിച്ചിട്ടില്ലെങ്കിൽ ഇതൊരു മുന്നറിയിപ്പ് മാത്രമാണ്.<br>നിങ്ങൾ ചെയ്‌തെങ്കിൽ, <hilight>അപ്ലൈ</hilight> അല്ലെങ്കിൽ <hilight>ശരി</hilight> ബട്ടൺ അമർത്തുക,<br>തുടർന്ന് നിങ്ങളുടെ ക്രമീകരണങ്ങൾ അംഗീകരിക്കപ്പെടും. നിങ്ങൾക്ക് ഉറപ്പില്ലെങ്കിൽ <hilight>റദ്ദാക്കുക</hilight> അമർത്തുക,<br>തുടർന്ന് ഒന്നും ബാധിക്കില്ല.
mr: आपण Moksha ला अर्ज करणे लक्षात ठेवण्यास सांगण्याचा प्रयत्न करीत आहात<br>गुणधर्म (जसे आकार, स्थान, सीमा शैली इ.)<br>एक खिडकी ज्यात <hilight>अद्वितीय गुणधर्म नसतात</hilight>.<br><br>याचा अर्थ असा की हे नाव / वर्ग, ट्रान्सियन, भूमिका इ. गुणधर्म सामायिक करते<br>स्क्रीनवर 1 पेक्षा जास्त इतर विंडो सह आणि लक्षात ठेवणे<br>या विंडोचे गुणधर्म इतर सर्व विंडोजवर लागू होतील<br>जे या गुणधर्मांशी जुळतात.<br><br>जर आपल्याला असे करण्याचा हेतू नसेल तर हा केवळ एक इशारा आहे.<br>आपण तसे केल्यास, फक्त <hilight>लागू</hilight> करा किंवा <hilight>ओके</hilight> बटण दाबा<br>आणि आपल्या सेटिंग्ज स्वीकारल्या जातील. आपण <hilight>असल्यास रद्द करा</hilight><br>खात्री नसते आणि काहीही परिणाम होणार नाही.

source: No match properties set
be: Не вызначыны уласцівасці супадзення
da: Ingen sammenlignings-egenskaber blev valgt
he: לא הוגדרו מאפיינים תואמים
hi: कोई मेल खाने वाले गुण सेट नहीं किए गए
ml: പൊരുത്തം-പ്രോപ്പർട്ടികൾ സജ്ജീകരിച്ചിട്ടില്ല
mr: कोणतेही मॅच गुणधर्म सेट केलेले नाहीत
nb: Ingen utvalgsoperatører valgt

source: You are trying to ask Moksha to remember to apply<br>properties (such as size, location, border style etc.) to<br>a window <hilight>without specifying how to remember it</hilight>.<br><br>You must specify at least 1 way of remembering this window.
be: Вы жадаеце, каб Moksha запомніў ужыванне<br>уласцівасцяў (такіх як памер, размяшчэнне, стыль мяжы і інш.) да<br>акна <hilight>без указання, як іх запомніць</hilight>.<br><br>Вы павінны указаць як менш 1 шлях запамінання гэтага акна.
he: ביקשת מMoksha לזכור להחיל <br>הגדרות (כמו גודל, מיקום, סגנון מסגרת וכו') על<br> חלון <hilight>בלי לציין כיצד לזכור זאת</hilight>. <br><br> צריך לציין לפחות דרך 1 לזכור את החלון.
hi: आप Moksha को याद रखने के लिए कहने का प्रयास कर रहे हैं कि <br>गुण (जैसे आकार, स्थान, सीमा शैली आदि) लागू करें<br>एक विंडो <hilight>बिना यह बताए कैसे याद रखना है</hilight>।<br><br>आपको इस विंडो को याद रखने के लिए कम से कम 1 तरीका निर्दिष्ट करना होगा।
ml: ഒരു വിൻഡോയിൽ പ്രോപ്പർട്ടികൾ (വലിപ്പം, സ്ഥാനം, ബോർഡർ ശൈലി മുതലായവ) പ്രയോഗിക്കാൻ<br>ഓർമ്മിക്കാൻ മോക്ഷയോട് ആവശ്യപ്പെടാൻ നിങ്ങൾ ശ്രമിക്കുന്നു, പക്ഷേ<br>അത് <hilight>എങ്ങനെ ഓർമ്മിക്കണമെന്ന് വ്യക്തമാക്കാതെയാണ്</hilight>.<br><br>ഈ വിൻഡോ ഓർമ്മിക്കുന്നതിനുള്ള ഒരു വഴിയെങ്കിലും നിങ്ങൾ വ്യക്തമാക്കണം.
mr: आपण Moksha ला अर्ज करणे लक्षात ठेवण्यास सांगण्याचा प्रयत्न करीत आहात<br>गुणधर्म (जसे आकार, स्थान, सीमा शैली इ.)<br><hilight>ते कसे लक्षात ठेवावे हे निर्दिष्ट न करणारी</hilight> खिडकी.<br><br>आपण ही खिडकी लक्षात ठेवण्याचा कमीतकमी 1 मार्ग निर्दिष्ट करणे आवश्यक आहे.

source: Nothing
be: Нічога
da: Ingenting
he: כלום
hi: कुछ नहीं
ml: ഒന്നുമില്ല
mr: काहीही नाही
nb: Ingenting

source: Size and Position
be: Памер ды пазіцыю
da: Størelse og position
he: גודל ומיקום
hi: आकार और स्थिति
ml: വലിപ്പവും സ്ഥാനവും
mr: आकार आणि स्थिती
nb: Størrelse og posisjon

source: Size, Position and Locks
be: Памер, пазіцыю і блакіроўкі
da: Størelse, position og låsninger
he: גודל, מיקומים ונעילות
hi: आकार, स्थिति और अवरोध
ml: വലിപ്പം, സ്ഥാനം, ലോക്കുകൾ
mr: आकार, स्थिती आणि कुलूप
nb: Størrelse, posisjon og låser

source: All
be: Усё
he: כל
hi: सभी
ml: എല്ലാം
mr: सर्व

source: Window name
be: Імя акна
he: שם החלון
hi: विंडो का नाम
ml: വിൻഡോ നാമം
mr: विंडो चे नाव

source: Window class
be: Клас акна
he: סוג החלון
hi: विंडो क्लास
ml: വിൻഡോ ക്ലാസ്
mr: खिडकी वर्ग

source: Window Role
be: Роля акна
da: Vinduesrolle
he: תפקיד החלון
hi: विंडो भूमिका
ml: വിൻഡോ റോൾ
mr: विंडो भूमिका
nb: Vindusrolle

source: Window type
be: Тып акна
da: Vinduetype
he: סוג החלון
hi: विंडो प्रकार
ml: വിൻഡോ തരം
mr: विंडो प्रकार
nb: Type vindu

source: wildcard matches are allowed
be: дазволіць супадзенні з падстаноўнымі знакамі
he: מותרת התאמת תווים כללית
hi: वाइल्डकार्ड मैच की अनुमति है
ml: വൈൽഡ്കാർഡ് പൊരുത്തങ്ങൾ അനുവദനീയമാണ്
mr: वाइल्डकार्ड सामन्यांना परवानगी आहे

source: Transience
be: Скаратечнасць
da: Midlertidighed
he: ארעיות
hi: अस्थायिता
ml: ക്ഷണികത
mr: क्षणभंगुरता

source: Identifiers
be: Ідэнтыфікатары
he: מזהים
ml: ഐഡൻ്റിഫയറുകൾ
mr: अभिज्ञापक

source: Icon Preference
be: Параметр значка
he: מאפייני הסמל
hi: आइकन प्राथमिकता
ml: ഐക്കൺ മുൻഗണന
mr: आयकॉन प्राधान्य

source: Virtual Desktop
be: Віртуальны працоўны стол
da: Virtuelt skrivebord
he: שולחן עבודה וירטואלי
hi: वर्चुअल डेस्कटॉप
ml: വെർച്വൽ ഡെസ്ക്ടോപ്പ്
mr: आभासी डेस्कटॉप
nb: Skrivebord

source: Current Screen
be: Бягучы экран
he: המסך הנוכחי
hi: वर्तमान स्क्रीन
ml: നിലവിലെ സ്ക്രീൻ
mr: सध्याची स्क्रीन

source: Skip Window List
be: Спіс абмінання акон
da: Overspring i vinduesliste
he: דילוג על רשימת החלונות
hi: विंडो सूची छोड़ें
ml: വിൻഡോ പട്ടിക ഒഴിവാക്കുക
mr: विंडो सूची वगळा
nb: Hopp over vindu

source: Application file or name (.desktop)
be: Файл праграмы або імя (.desktop)
he: קובץ או שם יישום (.desktop)
hi: अनुप्रयोग फ़ाइल या नाम (.desktop)
ml: ആപ്ലിക്കേഷൻ ഫയൽ അല്ലെങ്കിൽ പേര് (.desktop)
mr: अर्ज संचिका किंवा नाव (.डेस्कटॉप)

source: Match only one window
be: Супадае толькі адно акно
da: Match kun ét vindue
he: התאמת חלון אחד בלבד
hi: केवल एक विंडो मिलाएं
ml: ഒരു വിൻഡോ മാത്രം പൊരുത്തപ്പെടുത്തുക
mr: फक्त एक खिडकी जुळवा
nb: Kun første vindu

source: Always focus on start
be: Заўсёды змяшчаць фокус пры старце
he: תמיד התמקד בהפעלה
hi: हमेशा शुरू में ध्यान केंद्रित करें
ml: എപ്പോഴും സ്റ്റാർട്ടിൽ ഫോക്കസ് കേന്ദ്രീകരിക്കുക
mr: नेहमी सुरुवातीवर लक्ष केंद्रित करा

source: Keep current properties
be: Захаваць бягучыя ўласцівасці
he: לשמור על ההגדרות הנוכחיות
ml: നിലവിലെ പ്രോപ്പർട്ടികൾ സൂക്ഷിക്കുക
mr: सध्याचे गुणधर्म ठेवा

source: Start this program on login
be: Запусціць гэту праграму пры ўваходзе
he: הפעלת תוכנית זו עם הכניסה
hi: लॉगिन पर इस प्रोग्राम को शुरू करें
ml: ലോഗിൻ ചെയ്യുമ്പോൾ ഈ പ്രോഗ്രാം ആരംഭിക്കുക
mr: लॉगिनवर हा प्रोग्राम सुरू करा

source: Utilities
be: Дапаможныя
he: כלי עזר
hi: उपयोगिताएं
ml: യൂട്ടിലിറ്റികൾ
mr: उपयुक्तता

source: Files
be: Файлы
da: Filer
he: קבצים
hi: फ़ाइलें
ml: ഫയലുകൾ
mr: फाइल्स

source: Launcher
be: Запуск
he: משגר
hi: लॉन्चर
ml: ലോഞ്ചർ
mr: प्रक्षेपक

source: Core
be: Ядро
he: ליבה
hi: मूल
ml: കോർ
mr: क्रोड

source: Mobile
be: Мабільныя
he: נייד
hi: मोबाइल
ml: മൊബൈൽ
mr: चल

source: Module Settings
be: Налады модуляў
he: הגדרות המודול
hi: मॉड्यूल सेटिंग्स
ml: മൊഡ്യൂൾ ക്രമീകരണങ്ങൾ
mr: मॉड्यूल सेटिंग्स
nb: Modulinnstillinger

source: Load
be: Загрузіць
he: לטעון
hi: लोड
ml: ലോഡ് ചെയ്യുക
mr: ओझे

source: Unload
be: Выгрузіць
he: פריקת מודול
hi: अनलोड
ml: അൺലോഡ് ചെയ്യുക
mr: अनलोड करा

source: No modules selected.
be: Няма выбраных модуляў.
he: לא נבחרו מודולים.
hi: कोई मॉड्यूल चयनित नहीं है।
ml: മൊഡ്യൂളുകളൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല.
mr: कोणतेही मॉड्यूल निवडलेले नाहीत.

source: More than one module selected.
be: Выбраны больш за адзін модуль.
he: נבחרו יותר ממודול אחד.
hi: एक से अधिक मॉड्यूल चयनित हैं।
ml: ഒന്നിലധികം മൊഡ്യൂളുകൾ തിരഞ്ഞെടുത്തു.
mr: एकापेक्षा जास्त मॉड्यूल निवडले.

source: Remove Gadget
be: Выдаліць гаджэт
he: הסרת יישומון
hi: गैजेट हटाएं
ml: ഗാഡ്‌ജെറ്റ് നീക്കം ചെയ്യുക
mr: गॅझेट काढून टाका

source: Loaded Gadgets
be: Загружаныя гаджэты
he: יישומונים שנטענו
hi: लोडेड गैजेट्स
ml: ലോഡുചെയ്ത ഗാഡ്‌ജെറ്റുകൾ
mr: लोडेड गॅजेट्स

source: Add Gadget
be: Дадаць гаджэт
he: הוסף יישומון
hi: गैजेट जोड़ें
ml: ഗാഡ്‌ജെറ്റ് ചേർക്കുക
mr: गॅझेट जोडा

source: Available Gadgets
be: Даступныя гаджэты
he: יישומונים זמינים
ml: ലഭ്യമായ ഗാഡ്‌ജെറ്റുകൾ
mr: उपलब्ध गॅजेट्स

source: Shelf Contents
be: Змест паліцы
he: תכני המדף
hi: शेल्फ सामग्री
ml: ഷെൽഫ് ഉള്ളടക്കം
mr: शेल्फ सामग्री

source: Toolbar Contents
be: Змест панэлі інструментаў
he: תכני סרגל הכלים
hi: टूलबार सामग्री
ml: ടൂൾബാർ ഉള്ളടക്കം
mr: टूलबार सामग्री

source: Toolbar Settings
be: Налады панэлі інструментаў
he: הגדרות סרגלי הכלים
hi: टूलबार सेटिंग्स
ml: ടൂൾബാർ ക്രമീകരണങ്ങൾ
mr: टूलबार सेटिंग्ज

source: Layout
be: Макет
he: פריסה
hi: नक्शा
ml: ലേഔട്ട്
mr: मांडणी (संपादन)

source: Input Method Error
be: Памылка метада ўводу
da: Input method fejl
he: שגיאה בשיטת הקלט
hi: इनपुट विधि त्रुटि
ml: ഇൻപുട്ട് രീതി പിശക്
mr: इनपुट पद्धत त्रुटी
nb: Feil ved skrivemetode

source: Error starting the input method executable<br><br>please make sure that your input<br>method configuration is correct and<br>that your configuration's<br>executable is in your PATH<br>
be: Памылка ў час запуска метада ўводу.<br><br>Калі ласка, пераканайцеся, што<br>канфігурацыя метада ўводу правільная і што<br>заданы выканальны файл прысутнічае ў PATH<br>
he: שגיאה בהרצת קובץ ההפעלה של שיטת ההזנה.<br><br>נא לוודא<br>ששיטת תצורת הקלט נכונה ו<br> שקובץ ההרצה של ההגדרות<br>נמצא בנתיב (PATH) שלך.<br>
hi: निष्पादन योग्य इनपुट विधि प्रारंभ करने में त्रुटि<br><br>कृपया सुनिश्चित करें कि आपका इनपुट<br>विधि विन्यास सही है और<br>कि आपके कॉन्फ़िगरेशन का<br>निष्पादन योग्य आपके पथ में है<br>
ml: ഇൻപുട്ട് രീതിയുടെ എക്സിക്യൂട്ടബിൾ ആരംഭിക്കുന്നതിൽ പിശക്.<br><br>നിങ്ങളുടെ ഇൻപുട്ട് രീതി<br>കോൺഫിഗറേഷൻ ശരിയാണെന്നും<br>നിങ്ങളുടെ കോൺഫിഗറേഷൻ<br>എക്സിക്യൂട്ടബിൾ നിങ്ങളുടെ PATH-ൽ ഉണ്ടെന്നും ഉറപ്പാക്കുക.<br>
mr: इनपुट पद्धत कार्यान्वित करण्याची त्रुटी<br><br>कृपया आपले इनपुट सुनिश्चित करा<br>पद्धत कॉन्फिगरेशन योग्य आहे आणि<br>की आपले कॉन्फिगरेशन<br>कार्यक्षम आपल्या मार्गावर आहे<br>

source: Main
be: Галоўныя
he: ראשי
hi: मुख्य
ml: പ്രധാന
mr: मुख्य

source: Favorite Applications
be: Абраныя праграмы
da: Favoritapplikationer
he: יישומים מועדפים
hi: पसंदीदा अनुप्रयोग
ml: പ്രിയപ്പെട്ട ആപ്ലിക്കേഷനുകൾ
mr: आवडते अनुप्रयोग
nb: Favoritter

source: Applications
be: Праграмы
he: יישומים
hi: अनुप्रयोगों
ml: ആപ്ലിക്കേഷനുകൾ
mr: अर्ज

source: About Operating System
be: Аб аперацыйнай сістэме
he: אודות מערכת ההפעלה
hi: ऑपरेटिंग सिस्टम के बारे में
ml: ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തെക്കുറിച്ച്
mr: ऑपरेटिंग सिस्टम बद्दल

source: Help
be: Дапамога
he: עזרה
hi: मदद
ml: സഹായം
mr: मदत

source: About Bodhi Linux
be: Аб Bodhi Linux
he: אודות Bodhi Linux
hi: बोधि LINUX के बारे में
ml: ബോധി ലിനക്സിനെ കുറിച്ച്
mr: बोधी लिनक्स बद्दल

source: About Moksha Desktop
be: Аб Moksha Desktop
he: אודות שולחן העבודה Moksha
hi: Moksha डेस्कटॉप के बारे में
ml: മോക്ഷ ഡെസ്ക്ടോപ്പിനെക്കുറിച്ച്
mr: Moksha डेस्कटॉप बद्दल

source: About Theme
be: Аб тэме
he: אודות ערכות הנושא
hi: थीम के बारे में
ml: ഥീമിനെക്കുറിച്ച്
mr: थीम बद्दल

source: Restart Moksha
be: Перазапусціць Moksha
he: איתחול Moksha
hi: Moksha को पुनरारंभ करें
ml: മോക്ഷ പുനരാരംഭിക്കുക
mr: Moksha पुन्हा सुरू करा

source: Favorite Apps
be: Абраныя праграмы
he: יישומים מועדפים
hi: पसंदीदा ऐप्स
ml: പ്രിയപ്പെട്ട ആപ്പുകൾ
mr: आवडते अॅप्स

source: No applications
be: Няма праграм
he: אין יישומים
hi: कोई आवेदन नहीं
ml: ആപ്ലിക്കേഷനുകളൊന്നുമില്ല
mr: अर्ज नाही

source: Virtual
be: Віртуальныя
he: וירטואלי
hi: आभासी
ml: വെർച്വൽ
mr: आभासी

source: Shelves
be: Паліцы
he: מדפים
hi: रूप
ml: ഷെൽഫുകൾ
mr: शेल्फ

source: Show/Hide All Windows
be: Паказаць/схаваць усе вокны
he: הצגת/הסתרת כל החלונות
hi: सभी विंडो दिखाएं/छुपाएं
ml: എല്ലാ വിൻഡോകളും കാണിക്കുക/മറയ്ക്കുക
mr: सर्व खिडक्या दाखवा / लपवा

source: Set Virtual Desktops
be: Наладка віртуальных працоўных сталоў
he: להגדיר שולחנות עבודה וירטואליים
hi: वर्चुअल डेस्कटॉप सेट करें
ml: വെർച്വൽ ഡെസ്ക്ടോപ്പുകൾ സജ്ജമാക്കുക
mr: आभासी डेस्कटॉप सेट करा

source: Windows
be: Вокны
da: Vinduer
he: חלונות
hi: विंडोज़
ml: വിൻഡോകൾ
mr: विंडोज
nb: Vinduer

source: No windows
be: Няма вокнаў
he: אין חלונות
hi: विंडोज़ साफ़ करें
ml: വിൻഡോകളൊന്നുമില്ല
mr: खिडक्या नाहीत

source: Lost Windows
be: Страчаныя вокны
da: Forsvundne vinduer
he: חלונות שאבדו
hi: खोई हुई खिड़कियां
ml: വിൻഡോകൾ നഷ്ടപ്പെട്ടു
mr: हरवलेल्या विंडोज
nb: Fortapte vinduer

source: Untitled window
be: Вокны без загалоўкаў
he: חלון ללא שם
hi: शीर्षकहीन विंडो
ml: ശീർഷകമില്ലാത്ത വിൻഡോ
mr: शीर्षक नसलेली खिडकी

source: Shelf %s
be: Паліца %s
he: מדף %s
hi: शेल्फ %s
ml: ഷെൽഫ് %s
mr: शेल्फ %s

source: Add a Shelf
be: Дадаць паліцу
he: להוסיף מדף
hi: एक शेल्फ जोड़ें
ml: ഒരു ഷെൽഫ് ചേർക്കുക
mr: शेल्फ जोडा

source: Delete a Shelf
be: Выдаліць паліцу
he: למחוק מדף
hi: शेल्फ़ हटाना
ml: ഒരു ഷെൽഫ് ഇല്ലാതാക്കുക
mr: शेल्फ डिलीट करा

source: Shelf Settings
be: Налады паліцы
he: הגדרות מדף
hi: शेल्फ सेटिंग्स
ml: ഷെൽഫ് ക്രമീകരണങ്ങൾ
mr: शेल्फ सेटिंग्स

source: Above Everything
be: Вышэй за ўсё
he: מעל להכל
hi: सब से ऊपर
ml: എല്ലാത്തിനും മുകളിൽ
mr: सर्वांत महत्त्वाचे म्हणजे

source: Below Windows
be: Пад вокнамі
he: מתחת לחלונות
hi: विंडोज के नीचे
ml: വിൻഡോസിന് താഴെ
mr: खाली विंडोज

source: Below Everything
be: Ніжэй за ўсё
he: מתחת להכל
hi: सब कुछ के नीचे
ml: എല്ലാത്തിനും താഴെ
mr: खाली सर्व काही

source: Allow windows to overlap the shelf
be: Дазволіць вокнам перакрываць паліцў
he: אפשר לחלונות לחפוף למדף
hi: विंडो को शेल्फ ओवरलैप करने की अनुमति दें
ml: ഷെൽഫിനെ ഓവർലാപ്പ് ചെയ്യാൻ വിൻഡോകളെ അനുവദിക്കുക
mr: खिडक्यांना शेल्फ ओव्हरलॅप करण्यास परवानगी द्या

source: Height (%3.0f pixels)
be: Вышыня (%3.0f пікселей)
he: גובה (%3.0f פיקסלים)
hi: ऊंचाई (%3.0f पिक्सल)
ml: ഉയരം (%3.0f പിക്സലുകൾ)
mr: उंची (%3.0f पिक्सेल)

source: Icons size (%2.0f/5)
be: Памер значкоў (%2.0f/5)
he: גודל סמלים (%2.0f/5)
hi: प्रतीक आकार (%2.0f/5)
ml: ഐക്കണുകളുടെ വലുപ്പം (%2.0f/5)
mr: आयकॉन आकार (%2.0f/5)

source: Shrink to Content Width
be: Скарачаць да шырыні зместу
he: כווץ לרוחב התוכן
hi: सामग्री चौड़ाई में सिकोड़ें
ml: ഉള്ളടക്കത്തിൻ്റെ വീതിയിലേക്ക് ചുരുക്കുക
mr: सामग्रीची रुंदी कमी करा

source: Style
be: Стыль
he: סגנון
hi: शैली
ml: ശൈലി
mr: शैली (संपादन)

source: Auto-hide the shelf
be: Аўтаматычна хаваць паліцу
he: להסתיר את המדף אוטומטית
hi: शेल्फ़ को स्वतः छिपाएँ
ml: ഷെൽഫ് സ്വയമേവ മറയ്ക്കുക
mr: शेल्फ स्वत: लपवून ठेवा

source: Show on mouse in
be: Паказаць пры навядзенні мышы
he: להציג עם כניסת העכבר
hi: माउस पर दिखाएं
ml: മൗസ്-ഇൻ-ൽ കാണിക്കുക
mr: माऊसवर दाखवा

source: Show on mouse click
be: Паказаць пры націску
he: להציג עם לחיצת העכבר
hi: माउस क्लिक पर दिखाएं
ml: മൗസ്-ക്ലിക്കിൽ കാണിക്കുക
mr: माउस क्लिक वर दाखवा

source: Hide timeout
be: Схаваць праз
he: משך הזמן עד להסתרה
hi: टाइमआउट छुपाएं
ml: സമയപരിധി മറയ്‌ക്കുക
mr: टाइमआऊट लपवा

source: %.1f seconds
be: %.1f секунд
he: %.1f שניות
hi: %.1f सेकंड
ml: %.1f സെക്കൻഡ്
mr: %.1f सेकंद

source: Hide duration
be: Працягласць хавання
he: משך ההסתרה
hi: अवधि छुपाएं
ml: കാലാവധി മറയ്‌ക്കുക
mr: लपविण्याचा कालावधी

source: %.2f seconds
be: %.2f секунд
he: %.2f שניות
hi: %.2f सेकंड
ml: %.2f സെക്കൻഡ്
mr: %.2f सेकंद

source: Auto Hide
be: Аутаматычна хаваць
he: להסתיר אוטומטית
hi: ऑटो छिपाना
ml: സ്വയമേവ മറയ്ക്കുക
mr: ऑटो हाइड

source: Show on all Desktops
be: Паказаць на ўсіх працоўных сталах
he: להציג על כל שולחנות העבודה
hi: सभी डेस्कटॉप पर दिखाएँ
ml: എല്ലാ ഡെസ്ക്ടോപ്പുകളിലും കാണിക്കുക
mr: सर्व डेस्कटॉपवर दाखवा

source: Show on specified Desktops
be: Паказать на заданых працоўных сталах
he: להציג בשולחנות עבודה מסויימים
hi: निर्दिष्ट डेस्कटॉप पर दिखाएं
ml: നിർദ്ദിഷ്ട ഡെസ്ക്ടോപ്പുകളിൽ കാണിക്കുക
mr: निर्दिष्ट डेस्कटॉपवर दाखवा

source: Moksha cannot initialize Eina!
be: Moksha не здолеў ініцыялізаваць Eina
he: Moksha לא הצליחה להפעיל את Eina.
hi: Moksha ईना को इनिशियलाइज़ नहीं कर सकता!
ml: മോക്ഷയ്ക്ക് Eina തുടങ്ങാൻ കഴിഞ്ഞില്ല!
mr: Moksha Eina ची सुरुवात करू शकत नाही!

source: Moksha could not create a logging domain!
be: Moksha не здолеў стварыць дамен журналявання
he: Moksha לא הצליחה ליצור דומיין לתיעוד!
hi: Moksha लॉगिंग डोमेन नहीं बना सका!
ml: മോക്ഷയ്ക്ക് ഒരു ലോഗിംഗ് ഡൊമെയ്ൻ സൃഷ്ടിക്കാൻ കഴിഞ്ഞില്ല!
mr: Moksha लॉगिंग डोमेन तयार करू शकला नाही!

source: Moksha cannot initialize Eet!
be: Moksha не здолеў ініцыялізаваць Eet!
he: Moksha לא הצליחה להפעיל את Eet!.
hi: Moksha ईईटी को इनिशियलाइज़ नहीं कर सकता!
ml: മോക്ഷയ്ക്ക് Eet തുടങ്ങാൻ കഴിഞ്ഞില്ല!
mr: Moksha Eet ची सुरुवात करू शकत नाही!

source: Moksha cannot initialize Ecore!
be: Moksha не здолеў ініцыялізаваць Ecore!
he: Moksha לא הצליחה להפעיל את Ecore!.
hi: Moksha Ecore_Evas इनिशियलाइज़ नहीं कर सकता!
ml: മോക്ഷയ്ക്ക് Ecore തുടങ്ങാൻ കഴിഞ്ഞില്ല!
mr: Moksha Ecore सुरुवात करू शकत नाही!

source: Moksha cannot initialize EIO!
be: Moksha не здолеў ініцыялізаваць EIO
hi: Moksha EIO को इनिशियलाइज़ नहीं कर सकता!
ml: മോക്ഷയ്ക്ക് EIO തുടങ്ങാൻ കഴിഞ്ഞില്ല!
mr: Moksha EIO सुरू करू शकत नाही!

source: Moksha cannot set up an exit signal handler. Perhaps you are out of memory?
be: Moksha не здолеў задаць апрацоўшчык сігнала выхаду. Магчыма скончылася памяць?
he: Moksha לא הצליחה להגדיר יישום לטיפול באות יציאה. יתכן ואזל לך הזכרון?
hi: Moksha एक निकास संकेत हैंडलर स्थापित नहीं कर सकता है। शायद आप स्मृति से बाहर हैं?
ml: മോക്ഷയ്ക്ക് എക്സിറ്റ് സിഗ്നൽ ഹാൻഡ്‌ലർ സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല. ഒരുപക്ഷേ നിങ്ങളുടെ മെമ്മറി തീർന്നിരിക്കുകയാണോ?
mr: Moksha ला एक्झिट सिग्नल हँडलर बसवता येत नाही. कदाचित तू आठवणीबाहेर आहेस का?

source: Moksha cannot set up a HUP signal handler. Perhaps you are out of memory?
be: Moksha не здолеў задаць апрацоўшчык сігнала HUP. Магчыма скончылася памяць?
he: Moksha לא הצליחה להגדיר יישום לטיפול באות HUP. יתכן ואזל לך הזכרון?
hi: Moksha एचयूपी सिग्नल हैंडलर सेट नहीं कर सकता। शायद आप स्मृति से बाहर हैं?
ml: മോക്ഷയ്ക്ക് HUP സിഗ്നൽ ഹാൻഡ്‌ലർ സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല. ഒരുപക്ഷേ നിങ്ങളുടെ മെമ്മറി തീർന്നിരിക്കുകയാണോ?
mr: Moksha एचयूपी सिग्नल हँडलर सेट करू शकत नाही. कदाचित तू आठवणीबाहेर आहेस का?

source: Moksha cannot set up a USER signal handler. Perhaps you are out of memory?
be: Moksha не здолеў задаць апрацоўшчык сігнала USER. Магчыма скончылася памяць?
he: Moksha לא הצליחה להגדיר יישום לטיפול באות USER. יתכן כי אזל לך הזכרון?
hi: Moksha एक उपयोगकर्ता सिग्नल हैंडलर सेट नहीं कर सकता है। शायद आप स्मृति से बाहर हैं?
ml: മോക്ഷയ്ക്ക് USER സിഗ്നൽ ഹാൻഡ്‌ലർ സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല. ഒരുപക്ഷേ നിങ്ങളുടെ മെമ്മറി തീർന്നിരിക്കുകയാണോ?
mr: Moksha युजर सिग्नल हँडलर सेट करू शकत नाही. कदाचित तू आठवणीबाहेर आहेस का?

source: Moksha cannot initialize Ecore_File!
be: Moksha не здолеў ініцыялізаваць Ecore_File!
he: Moksha לא הצליחה להפעיל את Ecore_File!.
hi: Moksha Ecore_File इनिशियलाइज़ नहीं कर सकता!
ml: മോക്ഷയ്ക്ക് Ecore_File തുടങ്ങാൻ കഴിഞ്ഞില്ല!
mr: Moksha Ecore_File सुरुवात करू शकत नाही!

source: Moksha cannot initialize Ecore_Con!
be: Moksha не здолеў ініцыялізаваць Ecore_Con
he: Moksha לא הצליחה להפעיל את Ecore_Con!.
hi: Moksha Ecore_Con को इनिशियलाइज़ नहीं कर सकता!
ml: മോക്ഷയ്ക്ക് Ecore_Con തുടങ്ങാൻ കഴിഞ്ഞില്ല!
mr: Moksha Ecore_Con सुरुवात करू शकत नाही!

source: Moksha cannot initialize Ecore_Ipc!
be: Moksha не здолеў ініцыялізаваць Ecore_Ipc
he: Moksha לא הצליחה להפעיל את Ecore_Ipc!.
hi: Moksha Ecore_Ipc इनिशियलाइज़ नहीं कर सकता!
ml: മോക്ഷയ്ക്ക് Ecore_Ipc തുടങ്ങാൻ കഴിഞ്ഞില്ല!
mr: Moksha Ecore_Ipc सुरुवात करू शकत नाही!

source: Moksha cannot initialize Ecore_X!
be: Moksha не здолеў ініцыялізаваць Ecore_X
he: Moksha לא הצליחה להפעיל את Ecore_X!.
hi: Moksha Ecore_X को इनिशियलाइज़ नहीं कर सकता!
ml: മോക്ഷയ്ക്ക് Ecore_X തുടങ്ങാൻ കഴിഞ്ഞില്ല!
mr: Moksha Ecore_X सुरुवात करू शकत नाही!

source: Moksha cannot initialize Ecore_IMF!
be: Moksha не здолеў ініцыялізаваць Ecore_IMF
he: Moksha לא הצליחה להפעיל את Ecore_IMF!.
hi: Moksha Ecore_IMF को इनिशियलाइज़ नहीं कर सकता!
ml: മോക്ഷയ്ക്ക് Ecore_IMF തുടങ്ങാൻ കഴിഞ്ഞില്ല!
mr: Moksha Ecore_IMF सुरुवात करू शकत नाही!

source: Moksha cannot initialize Ecore_Evas!
be: Moksha не здолеў ініцыялізаваць Ecore_Evas!
he: Moksha לא הצליחה להפעיל את Ecore_Evas!.
hi: Moksha Ecore_Evas इनिशियलाइज़ नहीं कर सकता!
ml: മോക്ഷയ്ക്ക് Ecore_Evas തുടങ്ങാൻ കഴിഞ്ഞില്ല!
mr: Moksha Ecore_Evas सुरुवात करू शकत नाही!

source: Moksha cannot initialize Elementary!
be: Moksha не здолеў ініцыялізаваць Elementary!
he: Moksha לא הצליחה להפעיל את Elementary!.
hi: Moksha प्राथमिक को इनिशियलाइज़ नहीं कर सकता है!
ml: മോക്ഷയ്ക്ക് Elementary തുടങ്ങാൻ കഴിഞ്ഞില്ല!
mr: Moksha प्राथमिक सुरू करू शकत नाही!

source: Moksha cannot initialize Emotion!
be: Moksha не здолеў ініцыялізаваць Emotion!
he: Moksha לא הצליחה להפעיל את Emotion!.
hi: Moksha भावना को प्रारंभ नहीं कर सकता है!
ml: മോക്ഷയ്ക്ക് Emotion തുടങ്ങാൻ കഴിഞ്ഞില്ല!
mr: Moksha भावनेची सुरुवात करू शकत नाही!
