Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: Configuration data needed upgrading. Your old configuration has been wiped and a new set of defaults initialized. This will happen regularly during development, so don't report a bug. This simply means Enlightenment needs new configuration data by default for usable functionality that your old configuration simply lacks. This new set of defaults will fix that by adding it in. You can re-configure things now to your liking. Sorry for the hiccup in your configuration.
da: Konfigurationsdata krævede en opdatering. Din gamle konfiguration er blevet slettet og et nyt sæt standardværdier initialiseret. Dette vil ske regelmæssigt i forbindelse med udviklingen, så rapportér ikke dette som en fejl. Dette betyder ganske enkelt at Enlightenment har brug for ny konfigurationsdata som standard for funktionalitet som din gamle konfiguration mangler. Dette nye sæt standardværdier vil ordne dette ved at tilføje. Du kan genkonfigurere tingene nu efter behag. Beklager dette rod i din konfiguration.
nb: Konfigurasjonsdata må oppgraderes. Dine gamle konfigurasjonsdata er slettet og blitt erstattet med et nytt standardoppsett. Dette vil skje jevnlig under utviklingsperioden, så ikke rapporter dette som et problem. Dette ble gjort for å sikre en fullstendig konfigurasjon og du kan nå selv justere ting slik du vil ha det.

source: Your configuration is NEWER than Enlightenment. This is very strange. This should not happen unless you downgraded Enlightenment or copied the configuration from a place where a newer version of Enlightenment was running. This is bad and as a precaution your configuration has been now restored to defaults. Sorry for the inconvenience.
da: Din konfiguration er NYERE end Enlightenment. Dette er meget underligt. Dette skulle ikke ske, med mindre du nedgraderede Enlightenment eller kopierede konfigurationen fra et sted hvor en nyere version af Enlightenment kørte. Dette er dårligt og som en forholdsregel er din konfiguration nu sat tilbage til standardværdierne. Beklager ulejligheden.
nb: Konfigurasjonsdataene dine er NYERE enn Enlightenment. Dette er veldig rart. Den eneste grunnen dette burde skje er om du har nedgradert Enlightenment, eller om du har kopiert konfigurasjonsfilene til en nyere versjon. Siden dette vil virke veldig dårlig har konfigurasjonsfilene dine nå blitt erstattet med et standardoppsett.

source: Configuration Upgraded
da: Konfiguration opgraderet
nb: Konfigurasjonen er oppgradert

source: Enlightenment: Error!
da: Enlightenment: Fejl!
nb: Enlightenment: Feil!

source: Error starting the input method executable please make sure that your input method configuration is correct and that your configuration's executable is in your PATH
da: Fejl ved opstart af Undersøg venligst om din input method indstillinger er korrekte og om den eksekverbare fil er i din PATH
nb: Feil ved starting av kjørbar fil for skrivemetode Vennligst forsikre deg om at din skrivemetodekonfigurasjon er korrekt og at din konfigurasjons kjørbare fil er i PATH

source: Are you sure you want to exit?
da: Er du sikker på at du vil afslutte?
nb: Vil du virkelig avslutte?

source: You requested to exit Enlightenment.<br><br>Are you sure you want to exit?
da: Du bad om at afslutte Enlightenment.<br><br>Er du sikker på at du vil afslutte?
nb: Du har bedt om å avslutte Enlightenment.<br><br>Er du sikker?

source: Automatic Width
da: Automatisk bredde
nb: Automatisk bredde

source: Half Screen Width
da: Halv skærmbredde
nb: Halv skjermbredde

source: Full Screen Width
da: Fuld skærmbredde
nb: Full skjermbredde

source: Center Horizontally
da: Centrér horizontalt
nb: Sentrér vannrett

source: Automatic Height
da: Automatisk højde
nb: Automatisk høyde

source: Half Screen Height
da: Half skærmhøjde
nb: Halv skjermhøyde

source: Full Screen Height
da: Fuld skærmhøjde
nb: Full skjermhøyde

source: Center Vertically
da: Centrér vertikalt
nb: Sentrér loddrett

source: End Edit Mode
da: Afslut tilpasningstilstand
nb: Avslutt redigeringsmodus

source: X reports there are no root windows and %i screens!
da: X rapporterer at der er ingen rod-vinduer og %i skærme!
nb: X rapporterer mangel på rotvindu og %i skjermbilder!

source: Disable this splash screen in the future?
da: Deaktivér dette startbillede for fremtiden?
nb: Fjern velkomstbildet i fremtiden?

source: Run Command
da: Udfør kommando
nb: Kjør ...

source: About Enlightenment
da: Om Enlightenment
nb: Om Enlightenment

source: About This Theme
da: Om dette tema
nb: Om dette temaet

source: Configuration
da: Konfiguration
nb: Konfigurasjon

source: Restart Enlightenment
da: Genstart Enlightenment
nb: Omstart av Enlightenment

source: Exit Enlightenment
da: Afslut Enlightenment
nb: Avslutt Enlightenment

source: (No Applications)
da: (Ingen applikationer)
nb: (Ingen programmer)

source: Eap Editor
nb: Applikasjonsikoneditor

source: Test Filemanager
nb: Testfilbehandler

source: (No Windows)
da: (Ingen vinduer)
nb: (Ingen vindu)

source: No name!!
da: Intet navn!!
nb: Uten navn

source: Edit Mode
da: Tilpasningstilstand
nb: Redigeringsmodus

source: (Unused)
da: (Ubrugt)
nb: (Ubrukt)

source: Options: -display DISPLAY Connect to display named DISPLAY. EG: -display :1.0 -fake-xinerama-screen WxH+X+Y Add a FAKE xinerama screen (instead of the real ones) given the geometry. Add as many as you like. They all replace the real xinerama screens, if any. This can be used to simulate xinerama. EG: -fake-xinerama-screen 800x600+0+0 -fake-xinerama-screen 800x600+800+0 -profile CONF_PROFILE Use the configuration profile CONF_PROFILE instead of the the user selected default or just "default". -good Be good. -evil Be evil. -psychotic Be psychotic.
da: Tilvalg: -display DISPLAY Forbind til terminal med navn DISPLAY. Fx: -display :1.0 -fake-xinerama-screen WxH+X+Y Tilføj en FALSK xinerama skærm (istedet for de rigtige) givet geometrien. Tilføj så mange som du vil. De vil alle udskifte eventuelle rigtige xinerama skærme. Dette kan bruges til at simulere xinerama. Fx: -fake-xinerama-screen 800x600+0+0 -fake-xinerama-screen 800x600+800+0 -profile CONF_PROFILE Brug konfigurationen CONF_PROFILE i stedet for standardbrugeren eller bare "default" -good Vær god. -evil Vær ond. -psychotic Vær psykotisk.
nb: Valg: -display DISPLAY Koble til skjermbilde med navn DISPLAY. Eks: -display :1.0 -fake-xinerama-screen WxH+X+Y Legg til et falsk xinerama-skjermbilde (i steden for et ekte) med gitt størrelse og posisjon. Legg til så mange du vil. Alle erstatter ekte xinerama-skjermbilder, om de finnes. Dette kan brukes til å simulere xinerama. Eks: -fake-xinerama-screen 800x600+0+0 -fake-xinerama-screen 800x600+800+0 -profile CONF_PROFILE Bruk konfigurasjonsprofilen CONF_PROFILE i steden for brukers standardprofil eller velg "default". -good Vær god. -evil Vær ond. -psychotic Vær psykotisk.

source: Enlightenment cannot Initialize Ecore! Perhaps you are out of memory?
da: Enlightenment kan ikke initialisere Ecore! Måske er du løbet tør for hukommelse?
nb: Enlightenment klarer ikke å initialisere Ecore! Er du tom for minne?

source: Enlightenment cannot initialize the File system. Perhaps you are out of memory?
da: Enlightenment kan ikke initialisere File-systemet. Måske er du løbet tør for hukommelse?
nb: Enlightenment klarer ikke å initialisere filsystemet. Er du tom for minne?

source: Enlightenment cannot set up an exit signal handler. Perhaps you are out of memory?
da: Enlightenment kan ikke oprette en exit signal handler. Måske er du løbet tør for hukommelse?
nb: Enlightenment klarer ikke å sette opp håndtering av exit-signal. Er du tom for minne?

source: Enlightenment cannot set up a HUP signal handler. Perhaps you are out of memory?
da: Enlightenment kan ikke oprette en HUP signal handler. Måske er du løbet tør for hukommelse?
nb: Enlightenment klarer ikke å sette opp håndtering av HUP-signal. Er du tom for minne?

source: Enlightenment cannot initialize its X connection. Have you set your DISPLAY variable?
da: Enlightenment kan ikke initialisere sin X forbindelse. Har du sat din DISPLAY variabel?
nb: Enlightenment klarer ikke å initialisere X-tilkoblingen. Har du satt DISPLAY-variablen?

source: Enlightenment cannot initialize its emergency alert system. Have you set your DISPLAY variable?
da: Enlightenment kan ikke initialisere sit nødalarm system. Har du sat din DISPLAY variabel?
nb: Enlightenment klarer ikke å initialisere feilrapporteringssystemet. Har du satt DISPLAY-variablen?

source: Enlightenment cannot setup xinerama wrapping. This should not happen.
da: Enlightenment kan ikke initialisere xinerama wrapping. Dette skulle ikke ske.
nb: Enlightenment klarte ikke å sette opp xinerama-grensesnittet. Dette burde ikke skje.

source: Enlightenment cannot initialize the connections system. Perhaps you are out of memory?
da: Enlightenment kan ikke initialisere forbindelsessystemet. Måske er du løbet tør for hukommelse?
nb: Enlightenment klarte ikke å sette opp tilkoblingssystemet. Er du tom for minne?

source: Enlightenment cannot initialize the IPC system. Perhaps you are out of memory?
da: Enlightenment kan ikke initialisere IPC-systemet. Måske er du løbet tør for hukommelse?
nb: Enlightenment klarte ikke å sette opp IPC-systemet. Er du tom for minne?

source: Enlightenment cannot initialize the Evas system. Perhaps you are out of memory?
da: Enlightenment kan ikke initialisere Evas-systemet. Måske er du løbet tør for hukommelse?
nb: Enlightenment klarte ikke å initialisere Evas. Er du tom for minne?

source: Enlightenment found ecore_evas doesn't support the Software X11 rendering in Evas. Please check your installation of Evas and Ecore and check they support the Software X11 rendering engine.
nb: Enlightenment har oppdaget at ecore_evas ikke støtter programvarerendret X11 i Evas. Sjekk ved installasjon av Evas og Ecore at de støtter programvarerendret X11.

source: Enlightenment found ecore_evas doesn't support the Software Buffer rendering in Evas. Please check your installation of Evas and Ecore and check they support the Software Buffer rendering engine.
nb: Enlightenment har oppdaget at ecore_evas ikke støtter rendring til programvarebuffer i Evas. Vennligst sjekk din installasjon av Evas og Ecore at de støtter rendring til programvarebuffer.

source: Enlightenment found evas can't create a buffer canvas. Please check Evas has Software Buffer engine support.
nb: Enlightenment har oppdaget at evas ikke kan lage et buffer canvas. Vennligst sjekk at Evas har støtte for Software Buffer engine

source: Enlightenment found evas can't load PNG files. Check Evas has PNG loader support.
nb: Enlightenment har oppdaget at evas ikke kan laste PNG filer. Vennligst sjekk at Evas har støtte for lasting av PNG.

source: Enlightenment found evas can't load JPEG files. Check Evas has JPEG loader support.
nb: Enlightenment har oppdaget at evas ikke kan laste JPEG filer. Vennligst sjekk at Evas har støtte for JPEG filer.

source: Enlightenment found evas can't load EET files. Check Evas has EET loader support.
nb: Enlightenment har oppdaget at evas ikke kan laste EET filer. Vennligst sjekk at Evas har støtte for EET filer.

source: Enlightenment cannot initialize the Thumbnailing system.
da: Enlightenment kan ikke initialisere sit miniaturebilledsystem.
nb: Enlightenment klarte ikke sette opp miniatyrbildesystemet.

source: Enlightenment cannot initialize the File manager.
da: Enlightenment kan ikke initialisere filhåndteringen.
nb: Enlightenment klarte ikke sette opp filbehandleren.

source: Enlightenment cannot create directories in your home directory. Perhaps you have no home directory or the disk is full?
da: Enlightenment kan ikke oprette mapper i din hjemmemappe. Måske har du ingen hjemmemappe eller disken er fuld?
nb: Enlightenment klarer ikke lage underkataloger på ditt hjemmeområde. Mangler du hjemmeområde eller er disken din full?

source: Enlightenment cannot set up its config system.
da: Enlightenment kan ikke initialisere sit konfigurationssystem.
nb: Enlightenment klarte ikke å sette opp konfigurasjonssystemet.

source: Enlightenment cannot set up paths for finding files. Perhaps you are out of memory?
da: Enlightenment kan ikke initialisere søgestier til at finde filer. Måske er du løbet tør for hukommelse?
nb: Enlightenment klarte ikke sette opp søkestier. Er du tom for minne?

source: Enlightenment cannot set up its actions system.
da: Enlightenment kan ikke initialisere sit handlingssystem.
nb: Enlightenment klarte ikke sette opp handlingssystemet.

source: Enlightenment cannot set up its bindings system.
da: Enlightenment kan ikke initialisere sit bindingssystem.
nb: Enlightenment klarte ikke sette opp koblingssysstemet.

source: Enlightenment cannot set up its popup system.
da: Enlightenment kan ikke initialisere sit pop up-system.
nb: Enlightenment klarte ikke sette opp sprettoppsystemet.

source: Enlightenment cannot set up its font system.
da: Enlightenment kan ikke initialisere sit fontsystem.
nb: Enlightenment klarte ikke sette opp skriftsystemet.

source: Enlightenment cannot set up its theme system.
da: Enlightenment kan ikke initialisere sit temasystem.
nb: Enlightenment klarte ikke sette opp draktsystemet.

source: Enlightenment cannot set up init screen. Perhaps you are out of memory?
da: Enlightenment kan ikke initialisere startbilledet. Måske er du løbet tør for hukommelse?
nb: Enlightenment klarte ikke sette opp oppstartsskjermbilde. Er du tom for minne?

source: Enlightenment set up window management for all the screens on your system failed. Perhaps another window manager is running?
da: Enlightenment kunne ikke blive indsat som vindueshåndtering på alle skærme på dit system. Måske kører der en anden vindueshåndtering?
nb: Enlightenment klarte ikke sette opp vindushåndtering av alle skjermbildene. Kjører du en annen vindushåndterer?

source: Enlightenment cannot set up its app system.
da: Enlightenment kan ikke initialisere sit applikationssystem
nb: Enlightenment klarer ikke sette opp app-systemet.

source: Enlightenment cannot setup remember settings.
da: Enlightenment kan ikke initialisere huskesystemet.
nb: Enlightenment klarer ikke å sette opp systemet som husker vindustatus.

source: Enlightenment cannot set up the IPC socket. It likely is already in use by an existing copy of Enlightenment. Double check to see if Enlightenment is not already on this display, but if that fails try deleting all files in ~/.ecore/enlightenment-* and try running again. If you use AFS then maybe you might want to make a symlink from ~/.ecore to /tmp/my_directory/ecore where sockets can be made.
da: Enlightenment kan ikke initialisere sin IPC-socket. Det er sandsynligt at den er i brug af en anden instans af Enlightenment. Dobbelttjek om Enlightenment ikke allerede kører på denne terminal, men hvis det fejler prøv så at slette alle filer i ~/.ecore/enlightenment-* og forsøg at starte igen. Hvis du bruger AFS vil du måske lave et symbolsk link fra ~/.ecore til /tmp/min_folder/ecore hvor sockets kan skabes.
nb: Enlightenment klarer ikke sette opp IPC-sokkel. Det er store sjanser for at en instans av Enlightenment allerede kjører. Sjekk at Enlightenment ikke allerede kjører på dette skjermbildet, og dersom det ikke er tilfellet slette alle filer i ~/.ecore/enlightenment-* og prøv igjen. Hvis du bruker AFS på hjemmeområdet må du lage en symlenke fra ~/.ecore til /tmp/min_katalog/ecore for at Enlightenment skal kunne lage sokler.

source: Enlightenment cannot set up its msg system.
da: Enlightenment kan ikke initialisere sit beskedsystem.
nb: Enlightenment klarer ikke å sette opp meldingssystemet.

source: Enlightenment cannot set up its dnd system.
da: Enlightenment kan ikke initialisere sit dnd-system.
nb: Enlightenment klarer ikke å sette opp dra-og-slipp-systemet.

source: Enlightenment cannot set up its input grab handling system.
da: Enlightenment kan ikke initialisere sit input grab system.
nb: Enlightenment klarer ikke å sette opp håndtering av innenheter.

source: Enlightenment cannot set up its module system.
da: Enlightenment kan ikke initialisere sit modulsystem.
nb: Enlightenment klarer ikke å sette opp modulsystemet.

source: Enlightenment cannot set up its window list system.
da: Enlightenment kan ikke initialisere sit vinduelistesystem.
nb: Enlightenment klarer ikke å sette opp vinduslistesystemet.

source: Enlightenment cannot set up its color class system.
nb: Enlightenment klarer ikke sette opp fargeklassesystemet.

source: Enlightenment cannot set up its gadget control system.
nb: Enlightenment klarer ikke å sette opp dingskontrollsystemet.

source: Enlightenment cannot set up its shelf system.
nb: Enlightenment klarte ikke sette opp hyllesystemet.

source: Enlightenment IPC setup error!
da: Enlightenment IPC initialiseringsfejl!
nb: Enlightenment feilet ved oppsett av IPC

source: Enlightenment cannot set up the IPC socket. It likely is already in use by an existing copy of Enlightenment. Double check to see if Enlightenment is not already on this display, but if that fails try deleting all files in ~/.ecore/enlightenment-* and try running again.
da: Enlightenment kan ikke initialisere sin IPC-socket. Det er sandsynligt at den er i brug af en anden instans af Enlightenment. Dobbelttjek om Enlightenment ikke allerede kører på denne terminal, men hvis det fejler prøv så at slette alle filer i ~/.ecore/enlightenment-* og forsøg at starte igen.
nb: Enlightenment klarer ikke sette opp IPC-sokkel. Det er store sjanser for at en instans av Enlightenment allerede kjører. Sjekk at Enlightenment ikke allerede kjører på dette skjermbildet, og dersom det ikke er tilfellet slette alle filer i ~/.ecore/enlightenment-* og prøv igjen.

source: Enlightenment Starting. Please wait.
da: Enlightenment starter. Vent venligst.
nb: Enlightenment starter opp, vennligst vent.

source: There was an error loading module named: %s<br>No module named %s could be found in the<br>module search directories.<br>
da: Der opstod en fejl ved indlæsning af modulet ved navn: %s<br>Intet modul ved navn %s kunne findes i søgestierne<br>for moduler.<br>
nb: Det oppstod en feil ved lasting av modulen: %s<br>Ingen modul kalt %s ble funnet i søkestien for moduler<br>

source: There was an error loading module named: %s<br>The full path to this module is:<br>%s<br>The error reported was:<br>%s<br>
da: Der opstod en fejl ved indlæsning af modulet ved navn: %s<br>Den fulde sti til dette modul er:<br>%s<br>Fejlen rapporteret var:<br>%s<br>
nb: Det oppstod en feil ved lasting av modul: %s<br>Full sti til modulen:<br>%s<br>Følgende feil ble rapportert:<br>%s<br>

source: There was an error loading module named: %s<br>The full path to this module is:<br>%s<br>The error reported was:<br>Module does not contain all needed functions<br>
nb: Det oppstod en feil ved lasting av modul: %s<br>Full sti til modulen:<br>%s<br>Følgende feil ble rapportert:<br>Modulen inneholder ikke alle nødvendige funksjoner<br>

source: Module API Error<br>Error initializing Module: %s<br>It requires a minimum module API version of: %i.<br>The module API advertized by Enlightenment is: %i.<br>
da: Modul-API fejl<br>Fejl ved initialisering af modul: %s<br>Mindste krævet modul-API version: %i.<br>Enlightenment modul-API version: %i.<br>
nb: Feil ved initialisering av modulen: %s<br>Den krever et modul-API med versjon: %i.<br>Enlightement rapporterer modul-API med versjon: %i.<br>

source: Enlightenment %s Module
da: Enlightenment %s modul
nb: Enlightenment %s-modul

source: (No Loaded Modules)
da: (Ingen indlæste moduler)
nb: (Ingen moduler er lastet)

source: About...
da: Om...
nb: Om...

source: Would you like to unload this module?<br>
da: Vil du gerne unloade dette modul?<br>
nb: Vil du fjerne denne modulen fra minne?<br>

source: Copyright &copy; 1999-2005, by the Enlightenment Development Team.<br><br>We hope you enjoy using this software as much as we enjoyed writing it.<br><br>This software is provided as-is with no explicit or implied warranty. This software is governed by licensing conditions, so please see the COPYING and COPYING-PLAIN licence files installed on your system.<br><br>Enlightenment is under <hilight>HEAVY DEVELOPMENT</hilight> and it is not stable. Many features are incomplete or even non-existant yet and may have many bugs. You have been <hilight>WARNED!</hilight>
da: Copyright &copy; 1999-2005 af Enlightenment Development Team.<br><br>Vi håber at du nyder dette software lige så meget som vi nød at skrive det.<br><br>Dette software er leveret som beset uden noget eksplicit eller antydet garanti. Dette software er underlagt licensbetingelser, så se venligst COPYING og COPYING-PLAIN licensfilerne installeret på dit system.<br><br>Enlightenment er under <hilight>KRAFTIG UDVIKLING</hilight> og er ikke stabil. Mange funktioner er ufærdige eller mangler helt og kan have mange fejl. Du er blevet <hilight>ADVARET!</hilight>
nb: Copyright &copy; 1999-2005, by the Enlightenment Development Team.<br><br>Vi håper du liker denne programvaren like godt som vi likte å utvikle den.<br><br>Denne programvaren leveres som den er, uten noen form for garanti. Denne programvaren har lisensbetingelser, så vennligst les COPYING og COPYING-PLAIN som følger med programvarepakken.<br><br>Enlightenment er<br><hilight>UNDER UTVIKLING</hilight> og dermed ikke stabil. Mange funksjoner er ikke-eksisterende eller uferdige med barnesykdommer. Du er herved <hilight>ADVART!</hilight>

source: <title>The Team</title>
da: <title>Holdet</title>
nb: <title>Utviklerteamet</title>

source: Enlightenment Configuration
da: Enlightenment opsætning
nb: Konfigurasjon av Enlightenment

source: Background Settings
nb: Skrivebordsbakgrunn

source: Cursor Settings
nb: Musepekeroppsett

source: Desktop Settings
nb: Skrivebordsoppsett

source: Display Settings
nb: Skjerminnstillinger

source: Window List Settings
nb: Applikasjonslisteoppsett

source: Window Display Settings
nb: Vinduvisningsoppsett

source: Window Manipulation Settings
nb: Vindumanipulasjonsoppsett

source: Could not delete <br><b>%s</b>
nb: Kunne ikke slette <br><b>%s</b>

source: Are you sure you want to delete <br><b>%s</b> ?
nb: Er du sikker du vil slette <br><b>%s</b> ?

source: File:
da: Fil:
nb: Fil:

source: Protect this file
da: Beskyt denne fil
nb: Beskytt denne filen

source: Let others see this file
da: Lad andre se denne fil
nb: Tillat andre å se på denne filen

source: Let others modify this file
da: Lad andre ændre denne fil
nb: Tillat andre å endre på denne filen

source: Dont let others see or modify this file
da: Lad ikke andre se eller ændre denne fil
nb: Ikke la andre se eller endre på denne filen

source: Custom settings
da: Udvidede indstillinger
nb: Brukervalgt oppsett

source: File Info:
da: Fil info:
nb: Filinformasjon:

source: Last Access:
nb: Sist åpnet:

source: Me
nb: Meg

source: My Group
nb: Min gruppe

source: Everyone
nb: Alle

source: Arrange Icons
nb: Ordne ikoner

source: By Name
nb: Etter navn

source: By Mod Time
nb: Etter modifikasjonstid

source: Name Only
nb: Kun navn

source: Open with
nb: Åpne med

source: Lock the Window so it does only what I tell it to
da: Lås vinduet så det kun gør hvad jeg beder det om
nb: Lås vinduet slik at det bare gjør det jeg ber det om

source: Protect this window from me accidentally changing it
da: Beskyt dette vindue imod at jeg ved en fejl ændrer det
nb: Beskytt dette vinduet fra utilsiktede endringer fra meg

source: Protect this window from being accidentally closed because it is important
da: Beskyt dette vindue imod at blive lukket ved en fejl
nb: Dette er et viktig vindu og trenger beskyttelse fra å bli lukket ved et uhell

source: Remember these Locks for this window next time it appears
da: Husk disse låsninger for dette vindue næste gang det vises
nb: Husk disse låsene neste gang vinduet dukker opp
