Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: Options: -display DISPLAY Connect to display named DISPLAY. EG: -display :1.0 -fake-xinerama-screen WxH+X+Y Add a FAKE xinerama screen (instead of the real ones) given the geometry. Add as many as you like. They all replace the real xinerama screens, if any. This can be used to simulate xinerama. EG: -fake-xinerama-screen 800x600+0+0 -fake-xinerama-screen 800x600+800+0 -profile CONF_PROFILE Use the configuration profile CONF_PROFILE instead of the user selected default or just "default". -good Be good. -evil Be evil. -psychotic Be psychotic. -locked Start with desklock on, so password will be asked. -i-really-know-what-i-am-doing-and-accept-full-responsibility-for-it If you need this help, you don't need this option. -version
be: Параметры: -display DISPLAY Падключыцца да дысплэю з назвай DISPLAY. НАПРЫКЛАД: -display :1.0 -fake-xinerama-screen WxH+X+Y Дадаць ВІРТУАЛЬНЫ экран xinerama (замест рэальнага) з заданай геаметрыяй. Дадавайце столькі, колькі жадаеце. Усе яны заменяць рэальныя экраны xinerama, калі такія ёсць. Гэта можна выкарыстоўваць каб сімуляваць xinerama. НАПРЫКЛАД: -fake-xinerama-screen 800x600+0+0 -fake-xinerama-screen 800x600+800+0 -profile CONF_PROFILE Выкарыстоўваць профіль канфігурацыі CONF_PROFILE замест абранага карыстальнікам ці проста "default". -good Будзь добры. -evil Будзь злы. -psychotic Будзь псіхатычны. -locked Запуск з заблакаваным працоўным сталом, будзе запытаны пароль. -i-really-know-what-i-am-doing-and-accept-full-responsibility-for-it Калі вам патрэбна гэта дапамога, то вам не патрэбны гэты параметар. -version
he: אפשרויות: תצוגה 'תצוגה' להתחבר לתצוגה בשם 'תצוגה'. צ"ל: תצוגה: 1.0 מסך Xinerama מזוייף WxH+X+Y להוסיף מסך Xinerama מזוייף (במקום אחד אמיתי) בכפוף לגאומטריה. להוסיף כמה שרוצים. הם מחליפים את מסך הXinerama האמיתי, אם קיים. זה יכול לשמש כדי לדמות את Xinerama/ צ"ל: fake-xinerama-screen 800x600+0+0 -fake-xinerama-screen 800x600+800+0 פרופיל CONF_PROFILE להשתמש בפרופיל ההגדרות CONF_PROFILE במקום בפרופיל ברירת המחדל שנבחר ע"י המשתמש/ת או פשוא "ברירת מחדל". טוב תהיה טוב רע תהיה רע פסיכוטי תהיה פסיכוטי נעול להתחיל את מנעול השולחן ללא בקשת סיסמא. ברור לי לחלוטין מה שאני עושה וכל האחריות עלי אם הזדקקת לעזרה הזאת, האפשרות הזאת לא בשבילך. גירסא
hi: विकल्प: प्रदर्शन प्रदर्शन DISPLAY नाम के डिस्प्ले से कनेक्ट करें। ईजी: -प्रदर्शन: 1.0 -नकली-xinerama-स्क्रीन WxH + X + Y एक नकली xinerama स्क्रीन जोड़ें (असली लोगों के बजाय) ज्यामिति को देखते हुए। आप जितने चाहें उतने जोड़ें। वे सभी वास्तविक xinerama स्क्रीन बदलें, यदि कोई हो। यह कर सकते हैं xinerama. अनुकरण करने के लिए इस्तेमाल किया जा सकता है. ईजी: -नकली-xinerama-स्क्रीन 800x600 + 0 + 0 -नकली-xinerama-स्क्रीन 800x600 + 800 + 0 -प्रोफाइल CONF_PROFILE उपयोगकर्ता चयनित डिफ़ॉल्ट या केवल "डिफ़ॉल्ट" के बजाय कॉन्फ़िगरेशन प्रोफ़ाइल CONF_PROFILE का उपयोग करें। -अच्छा अच्छा बनो। -दुष्‍टता दुष्ट बनो। -मनोरोगी देखिए। मनोवैज्ञानिक बनो। -अवरोधित डेस्कलॉक ऑन से शुरू करें, तो पासवर्ड पूछा जाएगा। -मैं-वास्तव में-जानता हूं-क्या-मैं-कर रहा हूं-और-स्वीकार करता हूं-पूर्ण-जिम्मेदारी-इसके लिए यदि आपको इस सहायता की आवश्यकता है, तो आपको इस विकल्प की आवश्यकता नहीं है। -विवरण
ml: ഓപ്ഷനുകൾ: -പദര്ശനം DISPLAY DISPLAY എന്ന് പേരുള്ള ഡിസ്പ്ലേയിലേക്ക് കണക്റ്റുചെയ്യുക. EG: -display :1.0 -fake-xinerama-screen WxH+X+Y ഒരു വ്യാജ xinerama സ്‌ക്രീൻ ചേർക്കുക (യഥാർത്ഥമായതിന് പകരം) ജിയോമെട്രി കണക്കിലെടുക്കുമ്പോൾ. നിങ്ങൾക്ക് ഇഷ്ടമുള്ളത്രയും ചേർക്കുക. അവരെല്ലാം യഥാർത്ഥ xinerama സ്‌ക്രീനുകൾ ഉണ്ടെങ്കിൽ അവ മാറ്റിസ്ഥാപിക്കും. ഇത് xinerama-യെ അനുകരിക്കാൻ ഉപയോഗിക്കാം. EG: -fake-xinerama-screen 800x600+0+0 -fake-xinerama-screen 800x600+800+0 -profile CONF_PROFILE ഉപയോക്താവ് തിരഞ്ഞെടുത്ത സ്ഥിരസ്ഥിതിക്ക് പകരം കോൺഫിഗറേഷൻ പ്രൊഫൈൽ CONF_PROFILE ഉപയോഗിക്കുക, അല്ലെങ്കിൽ "സ്ഥിരസ്ഥിതി" മാത്രം. -നല്ലത് നന്നാവുക. -തിന്മ ദുഷ്ടനാകുക. -മനോരോഗി മനോവിഭ്രാന്തിയാവുക. -പൂട്ടി ഡെസ്‌ക്‌ലോക്ക് ഓണാക്കി ആരംഭിക്കുക, അതിനാൽ പാസ്‌വേഡ് ചോദിക്കും. -ഞാൻ-എന്താണ്-ചെയ്യുന്നതെന്ന്-എനിക്കറിയാവുന്നതിനൊപ്പം-അതിൻ്റെ-പൂർണ്ണ-ഉത്തരവാദിത്തം-സ്വീകരിക്കുന്നു നിങ്ങൾക്ക് ഈ സഹായം ആവശ്യമുണ്ടെങ്കിൽ, നിങ്ങൾക്ക് ഈ ഓപ്ഷൻ ആവശ്യമില്ല. -പതിപ്പ്
mr: पर्याय : -डिस्प्ले डिस्प्ले डिस्प्ले नावाच्या डिस्प्लेशी कनेक्ट करा. उदा: -प्रदर्शन :1.0 -फेक-झिनेरामा-स्क्रीन डब्ल्यूएक्सएच+एक्स+Y बनावट झिनेरामा स्क्रीन जोडा (वास्तविक ऐवजी) भूमिती दिली. तुम्हाला आवडेल तेवढे घाला. ते सर्व वास्तविक झिनेरामा स्क्रीन असल्यास, बदलून घ्या. हे होऊ शकते: झिनेरामाचे अनुकरण करण्यासाठी वापरले जाऊ शकते. ईजी: -फेक-झिनेरामा-स्क्रीन 800x600+0+0-फेक-झिनेरामा-स्क्रीन 800x600+800+0 -प्रोफाइल CONF_PROFILE वापरकर्त्याने निवडलेल्या डिफॉल्ट किंवा फक्त "डिफॉल्ट" ऐवजी कॉन्फिगरेशन प्रोफाइल CONF_PROFILE वापरा. -चांगला छान रहा। -वाईट दुष्ट व्हा. -सायकोटिक मनोरुग्ण व्हा. -लॉक डेस्कलॉक ऑन करून सुरुवात करा, म्हणून पासवर्ड विचारला जाईल. -मला-खरोखर-माहित आहे-मी-काय करतोय-आणि-स्वीकार-पूर्ण-जबाबदारी-त्यासाठी- जर आपल्याला या मदतीची आवश्यकता असेल तर आपल्याला या पर्यायाची आवश्यकता नाही. -आवृत्ती

source: You are executing enlightenment directly. This is bad. Please do not execute the "enlightenment" binary. Use the "enlightenment_start" launcher. It will handle setting up environment variables, paths, and launching any other required services etc. before enlightenment itself begins running.
be: Вы спрабуеце запусціць enlightenment непасродна. Гэта дрэнна. Калі ласка, не выконвайце бінарны файл "enlightenment". Выкарыстоўвайце запускальнік "enlightenment_start". Ён падрыхтуе пераменныя асяроддзя, шляхі, запусціць іншыя неабходныя сервісы і гэтак далей, перад тым як запусціць enlightenment.
he: ביקשת להריץ את enlightment באופן ישיר וזה רע. בבקשה לא להריץ את הבינארי של "enlightment". להשתמש במשגר ה "enlightment start. הוא יטפל באירגון משתנים סביבתיים, נתיבים, ושיגור של שירותים נוספים שנדרשים וכו'. לפני שenlightment בעצמו נכנס לפעולה.
hi: आप सीधे आत्मज्ञान को निष्पादित कर रहे हैं। ये है ख़राब। कृपया "ज्ञानोदय" को निष्पादित न करें द्वि-अंगी। "enlightenment_start" लांचर का प्रयोग करें। यह पर्यावरण चर, पथ स्थापित करने को संभाल लेंगे, और किसी भी अन्य आवश्यक सेवाओं आदि को लॉन्च करना। इससे पहले कि आत्मज्ञान स्वयं दौड़ना शुरू कर दे।
ml: നിങ്ങൾ എൻലൈറ്റെന്മെന്റ് നേരിട്ട് പ്രവർത്തിപ്പിക്കുന്നു. ഇത് മോശമാണ്. ദയവായി "എൻലൈറ്റെന്മെന്റ്" ​​ബൈനറി എക്സിക്യൂട്ട് ചെയ്യരുത്. "Enlightenment_start" ലോഞ്ചർ ഉപയോഗിക്കുക. എൻലൈറ്റെന്മെന്റ് തന്നെ പ്രവർത്തിക്കാൻ തുടങ്ങുന്നതിന് മുമ്പ് എൻവയോൺമെൻ്റ് വേരിയബിളുകൾ, പാതകൾ, മറ്റ് ആവശ്യമായ സേവനങ്ങൾ സമാരംഭിക്കൽ തുടങ്ങിയവ സജ്ജീകരിക്കുന്നത് ഇത് കൈകാര്യം ചെയ്യും.
mr: तुम्ही थेट प्रबोधन करत आहात. हे आहे खराब। कृपया "प्रबोधन" अंमलात आणू नका बाइनरी। "enlightenment_start" प्रक्षेपक वापरा. ते पर्यावरण चर, मार्ग सेट करणे हाताळेल, आणि इतर कोणत्याही आवश्यक सेवा सुरू करणे इत्यादी. प्रबोधन सुरू होण्यापूर्वीच.

source: Testing Format Support
be: Праверка падтрымцы фарматаў
he: בדיקת התמיכה בעיצוב
hi: परीक्षण प्रारूप समर्थन
ml: ഫോർമാറ്റ് പിന്തുണ പരിശോധിക്കുന്നു
mr: चाचणी स्वरूप समर्थन

source: Moksha found Evas can't create a buffer canvas. Please check Evas has Software Buffer engine support.
be: Moksha вызначыў, што Evas не здолеў стварыць буферны пласт. Калі ласка, праверце, што Evas падтрымлівае падсістэму Software Buffer.
he: Moksha מצאה כי Evas לא מצליח ליצור משטח עבודה לחוצץ. אנא בדוק את התמיכה של Evas במנוע חוצץ תוכנתי.
hi: Moksha ने पाया कि ईवास एक बफर कैनवास नहीं बना सकता है। कृपया जांचें ईवास में सॉफ्टवेयर बफर इंजन सपोर्ट है।
ml: ഒരു ബഫർ ക്യാൻവാസ് സൃഷ്ടിക്കാൻ Evas-ന് കഴിയില്ലെന്ന് മോക്ഷ കണ്ടെത്തി. Evas-ന് സോഫ്റ്റ്‌വെയർ ബഫർ എഞ്ചിൻ പിന്തുണയുണ്ടോയെന്ന് പരിശോധിക്കുക.
mr: Moksha ला असे आढळले की इवास बफर कॅनव्हास तयार करू शकत नाही. कृपया तपासा इवासमध्ये सॉफ्टवेअर बफर इंजिन सपोर्ट आहे.

source: Moksha found Evas can't load SVG files. Check Evas has SVG loader support.
be: Moksha вызначыў, што Evas не можа загружаць файлы SVG. Праверце, што Evas падтрымлівае загрузку SVG.
he: Moksha מצאה כי Evas לא מצליח לטעון קבצי SVG. לבדוק כי ל־Evas ישנה תמיכה בטעינת קבצי SVG.
hi: Moksha ने पाया कि ईवास एसवीजी फाइलों को लोड नहीं कर सकता है। चेक ईवास में एसवीजी लोडर सपोर्ट है।
ml: Evas-ന് SVG ഫയലുകൾ ലോഡ് ചെയ്യാൻ കഴിയില്ലെന്ന് മോക്ഷ കണ്ടെത്തി. Evas-ന് SVG ലോഡർ പിന്തുണയുണ്ടോ എന്ന് പരിശോധിക്കുക.
mr: Moksha ला असे आढळले की इवास एसव्हीजी फाइल्स लोड करू शकत नाही. चेक इव्हसमध्ये एसव्हीजी लोडर सपोर्ट आहे.

source: Moksha found Evas can't load JPEG files. Check Evas has JPEG loader support.
be: Moksha вызначыў, што Evas не можа загружаць файлы JPEG. Праверце, што Evas падтрымлівае загрузку JPEG.
he: Moksha מצאה כי Evas לא מצליח לטעון קבצי JPEG. בדוק כי ל־Evas ישנה תמיכה בטעינת קבצי JPEG.
hi: Moksha ने पाया कि ईवास जेपीईजी फाइलों को लोड नहीं कर सकता है। चेक ईवास में जेपीईजी लोडर सपोर्ट है।
ml: Evas-ന് JPEG ഫയലുകൾ ലോഡ് ചെയ്യാൻ കഴിയില്ലെന്ന് മോക്ഷ കണ്ടെത്തി. Evas-ന് JPEG ലോഡർ പിന്തുണയുണ്ടോ എന്ന് പരിശോധിക്കുക.
mr: Moksha असे आढळले की इवास जेपीईजी फायली लोड करू शकत नाही. चेक इव्हसमध्ये जेपीईजी लोडर सपोर्ट आहे.

source: Moksha found Evas can't load PNG files. Check Evas has PNG loader support.
be: Moksha вызначыў, што Evas не можа загружаць файлы PNG. Праверце, што Evas падтрымлівае загрузку PNG.
he: Moksha מצאה כי Evas לא מצליח לטעון קבצי PNG. לבדוק כי ל־Evas ישנה תמיכה בטעינת קבצי PNG.
hi: Moksha ने पाया कि ईवास पीएनजी फाइलों को लोड नहीं कर सकता है। चेक ईवास में पीएनजी लोडर सपोर्ट है।
ml: Evas-ന് PNG ഫയലുകൾ ലോഡ് ചെയ്യാൻ കഴിയില്ലെന്ന് മോക്ഷ കണ്ടെത്തി. Evas-ന് PNG ലോഡർ പിന്തുണയുണ്ടോ എന്ന് പരിശോധിക്കുക.
mr: Moksha असे आढळले की इवास पीएनजी फायली लोड करू शकत नाही. चेक इव्हसमध्ये पीएनजी लोडर सपोर्ट आहे.

source: Moksha found Evas can't load the 'Sans' font. Check Evas has fontconfig support and system fontconfig defines a 'Sans' font.
be: Moksha вызначыў, што Evas не здольны загрузіць шрыфт 'Sans'. Праверце, што Evas падтрымлівае fontconfig і сістэма fontconfig вызначае шрыфт 'Sans'.
he: Moksha מצאה כי Evas לא מצליח לטעון הגופן 'Sans'. בדוק כי ל־Evas ישנה תמיכה ב־fontconfig ושמערכת ה־fontconfig מגדירה את הגופן 'Sans'.
hi: Moksha ने पाया कि ईवास 'सैंस' फ़ॉन्ट लोड नहीं कर सकता है। जांचें कि ईवास में fontconfig है समर्थन और सिस्टम फ़ॉन्टकॉन्फ़िग एक 'सैंस' फ़ॉन्ट को परिभाषित करता है।
ml: Evas-ന് 'Sans' ഫോണ്ട് ലോഡ് ചെയ്യാൻ കഴിയുന്നില്ലെന്ന് മോക്ഷ കണ്ടെത്തി. Evas-ന് fontconfig പിന്തുണയുണ്ടോ എന്നും സിസ്റ്റം fontconfig ഒരു 'Sans' ഫോണ്ട് നിർവചിക്കുന്നുണ്ടോ എന്നും പരിശോധിക്കുക.
mr: Moksha इव्हास 'सॅन्स' फॉन्ट लोड करू शकत नसल्याचे आढळले. Check Evas has fontconfig समर्थन आणि सिस्टम फॉन्टकॉन्फिग 'सॅन्स' फॉन्टची व्याख्या करते.

source: Moksha crashed early on start and has<br>been restarted. There was an error loading the<br>module named: %s. This module has been disabled<br>and will not be loaded.
be: Moksha разбурыўся на старце і быў перазапушчаны.<br> Здарылася памылка загрузкі модуля<br>з назвай: %s. Гэты модуль быў адключаны<br>і не будзе загружацца.
he: Moksha התרסקה מוקדם בעליה ובוצעה %s טעינה מחדש <br>. הייתה שגיאה בטעינת המודול <br> המודול הזה בוטל <br> ולא ייטען.
hi: Moksha शुरू में ही दुर्घटनाग्रस्त हो गया और है<br>पुनः प्रारंभ किया गया है। लोड करने में कोई त्रुटि थी<br>मॉड्यूल का नाम: %s. यह मॉड्यूल अक्षम कर दिया गया है<br>और लोड नहीं किया जाएगा।
ml: തുടക്കത്തിൽ തന്നെ മോക്ഷ തകർന്നു, തുടർന്ന്<br>പുനരാരംഭിച്ചു. %s എന്ന് പേരുള്ള മൊഡ്യൂൾ<br>ലോഡ് ചെയ്യുന്നതിൽ ഒരു പിശകുണ്ടായി. ഈ മൊഡ്യൂൾ<br>പ്രവർത്തനരഹിതമാക്കിയതിനാൽ ലോഡ് ചെയ്യപ്പെടുകയില്ല.
mr: Moksha सुरुवातीलाच क्रॅश झाला आणि झाला आहे.<br>पुन्हा सुरू करण्यात आले. लोडिंग मध्ये त्रुटी होती<br>मॉड्यूलचे नाव: %s. हे मॉड्यूल अक्षम करण्यात आले आहे<br>आणि लोड केले जाणार नाही.

source: Moksha crashed early on start and has been restarted
be: Moksha разбурыўся на старце і быў перазапушчаны
he: Moksha קרסה מוקדם עם ההפעלה והופעלה מחדש
hi: Moksha शुरू में ही दुर्घटनाग्रस्त हो गया और इसे फिर से चालू कर दिया गया है
ml: തുടക്കത്തിൽ തന്നെ മോക്ഷ തകർന്നു, തുടർന്ന് പുനരാരംഭിച്ചു
mr: Moksha सुरुवातीलाच क्रॅश झाला आणि पुन्हा सुरू करण्यात आला आहे

source: Moksha crashed early on start and has been restarted.<br>There was an error loading the module named: %s<br><br>This module has been disabled and will not be loaded.
be: Moksha разбурыўся на старце і быў перазапушчаны.<br>Здарылася памылка загрузкі модуля з назвай: %s<br><br>Гэты модуль быў адключаны і не будзе загружацца.
he: Moksha קרסה מוקדם עם ההפעלה והופעלה מחדש.<br> %sהייתה שגיאה בטעינת המודול <br><br> המודול הזה בוטל ולא ייטען.
hi: Moksha शुरू में ही दुर्घटनाग्रस्त हो गया और इसे फिर से चालू कर दिया गया है।<br>नामित मॉड्यूल लोड करने में कोई त्रुटि थी: %s<br><br>यह मॉड्यूल अक्षम कर दिया गया है और लोड नहीं किया जाएगा।
ml: തുടക്കത്തിൽ തന്നെ മോക്ഷ തകർന്നു, തുടർന്ന് പുനരാരംഭിച്ചു.<br>%s എന്ന് പേരുള്ള മൊഡ്യൂൾ ലോഡ് ചെയ്യുന്നതിൽ ഒരു പിശകുണ്ടായി.<br><br>ഈ മൊഡ്യൂൾ പ്രവർത്തനരഹിതമാക്കിയതിനാൽ ലോഡ് ചെയ്യപ്പെടുകയില്ല.
mr: Moksha सुरुवातीलाच क्रॅश झाला आणि पुन्हा सुरू करण्यात आला आहे.<br>मॉड्यूलमध्ये एक त्रुटी होती ज्याचे नाव होते: %s<br><br>हे मॉड्यूल अक्षम केले गेले आहे आणि लोड केले जाणार नाही.

source: Moksha crashed early on start and has<br>been restarted. All modules have been disabled<br>and will not be loaded to help remove any problem<br>modules from your configuration. The module<br>configuration dialog should let you select your<br>modules again.
be: Moksha разбурыўся на старце і быў перазапушчаны.<br>Усе модулі былі адключаны<br>і не будуць загружацца, каб пазбегнуць праблем<br>з модулямі ў вашай канфігурацыі. Дыялог канфігурацыі<br>модуляў дазволіць вам уключыць модулі ізноў.
he: Moksha קרסה מוקדם עם הפעלתה והיא<br>הופעלה מחדש. כל המודולים בוטלו<br>והם לא יטענו כדי לסייע בהסרת מודולים בעיתיים<br>כלשהם מהתצורה שלך. חלונית<br>תצורת המודולים אמורה לאפשר לך לבחור<br>במודולים שלך שוב.
hi: Moksha शुरू में ही दुर्घटनाग्रस्त हो गया और है<br>पुनः प्रारंभ किया गया है। सभी मॉड्यूल अक्षम कर दिए गए हैं<br>और किसी भी समस्या को दूर करने में मदद करने के लिए लोड नहीं किया जाएगा<br>आपके कॉन्फ़िगरेशन से मॉड्यूल। मॉड्यूल<br>कॉन्फ़िगरेशन संवाद आपको अपना चयन करने देना चाहिए<br>मॉड्यूल फिर से।
ml: തുടക്കത്തിൽ തന്നെ മോക്ഷ തകർന്നു, തുടർന്ന്<br>പുനരാരംഭിച്ചു. എല്ലാ മൊഡ്യൂളുകളും പ്രവർത്തനരഹിതമാക്കി,<br>ഒപ്പം നിങ്ങളുടെ കോൺഫിഗറേഷനിൽ നിന്ന്<br>പ്രശ്നമുള്ള മൊഡ്യൂളുകൾ നീക്കംചെയ്യാൻ സഹായിക്കുന്നതിന് അവ ലോഡ് ചെയ്യപ്പെടില്ല. മൊഡ്യൂൾ<br>കോൺഫിഗറേഷൻ ഡയലോഗ് നിങ്ങളുടെ മൊഡ്യൂളുകൾ വീണ്ടും തിരഞ്ഞെടുക്കാൻ<br>നിങ്ങളെ അനുവദിക്കും.
mr: Moksha सुरुवातीलाच क्रॅश झाला आणि झाला आहे.<br>पुन्हा सुरू करण्यात आले. सर्व मॉड्यूल अक्षम केले गेले आहेत<br>आणि कोणतीही समस्या दूर करण्यात मदत करण्यासाठी लोड केले जाणार नाही<br>आपल्या कॉन्फिगरेशनमधून मॉड्यूल. मॉड्यूल[संपादन]।<br>कॉन्फिगरेशन संवाद आपल्याला आपले निवडू देईल<br>मॉड्यूल पुन्हा एकदा.

source: Moksha crashed early on start and has been restarted.<br>All modules have been disabled and will not be loaded to help<br>remove any problem modules from your configuration.<br><br>The module configuration dialog should let you select your<br>modules again.
be: Moksha разбурыўся на старце і быў перазапушчаны.<br>Усе модулі былі адключаны і не будуць загружацца, каб пазбегнуць<br>праблем з модулямі ў вашай канфігурацыі.<br><br>Дыялог канфігурацыі модуляў дазволіць вам выбраць вашы<br>модулі ізноў.
he: Moksha קרסה מוקדם עם ההפעלה והופעלה מחדש.<br>כל המודולים בוטלו והם לא יטענו כדי<br>לסייע בהסרת מודולים בעיתיים כלשהם מהתצורה שלך.<br><br>חלונית תצורת המודולים אמורה לאפשר לך לבחור<br>במודולים שלך שוב.
hi: Moksha शुरू में ही दुर्घटनाग्रस्त हो गया और इसे फिर से चालू कर दिया गया है।<br>सभी मॉड्यूल अक्षम कर दिए गए हैं और मदद के लिए लोड नहीं किए जाएंगे<br>अपने कॉन्फ़िगरेशन से किसी भी समस्या मॉड्यूल को हटा दें।<br><br>मॉड्यूल कॉन्फ़िगरेशन संवाद आपको अपना चयन करने देना चाहिए<br>मॉड्यूल फिर से।
ml: തുടക്കത്തിൽ തന്നെ മോക്ഷ തകർന്നു, തുടർന്ന് പുനരാരംഭിച്ചു.<br>എല്ലാ മൊഡ്യൂളുകളും പ്രവർത്തനരഹിതമാക്കി, ഒപ്പം നിങ്ങളുടെ കോൺഫിഗറേഷനിൽ നിന്ന്<br>പ്രശ്നമുള്ള മൊഡ്യൂളുകൾ നീക്കംചെയ്യാൻ സഹായിക്കുന്നതിന് അവ ലോഡ് ചെയ്യപ്പെടില്ല.<br><br>മൊഡ്യൂൾ കോൺഫിഗറേഷൻ ഡയലോഗ് നിങ്ങളുടെ മൊഡ്യൂളുകൾ വീണ്ടും തിരഞ്ഞെടുക്കാൻ<br>നിങ്ങളെ അനുവദിക്കും.
mr: Moksha सुरुवातीलाच क्रॅश झाला आणि पुन्हा सुरू करण्यात आला आहे.<br>सर्व मॉड्यूल अक्षम केले गेले आहेत आणि मदतीसाठी लोड केले जाणार नाहीत<br>आपल्या कॉन्फिगरेशनमधून कोणतीही समस्या मॉड्यूल काढून टाका.<br><br>मॉड्यूल कॉन्फिगरेशन संवाद आपल्याला आपले निवडू देईल<br>मॉड्यूल पुन्हा एकदा.

source: Loading Module: %s
be: Загрузка модуля: %s
he: טעינת מודולים: %s
hi: लोड हो रहा है मॉड्यूल: %s
ml: ഈ മൊഡ്യൂൾ ലോഡ് ചെയ്യുന്നു: %s
mr: लोडिंग मॉड्यूल: %s

source: There was an error loading the module named: %s<br>No module named %s could be found in the<br>module search directories.<br>
be: Здарылася памылка загрузкі модуля з назвай: %s<br>Модуль з назвай %s не ўдалося адшукаць у каталогах па пуцях пошуку модуляў.<br>
he: ארעה שגיאה בטעינת המודול בשם: %s<br>לא נמצא מודל בשם %s<br>בתיקיות חיפוש המודולים.<br>
hi: नामित मॉड्यूल लोड करने में कोई त्रुटि थी: %s<br>नाम %s का कोई मॉड्यूल में नहीं मिल सका<br>मॉड्यूल खोज निर्देशिका।<br>
ml: %s എന്ന് പേരുള്ള മൊഡ്യൂൾ ലോഡ് ചെയ്യുന്നതിൽ ഒരു പിശകുണ്ടായി<br>മൊഡ്യൂൾ തിരയൽ ഡയറക്‌ടറികളിൽ<br>%s എന്ന് പേരുള്ള ഒരു മൊഡ്യൂളും കണ്ടെത്താനായില്ല.<br>
mr: मॉड्यूलमध्ये एक त्रुटी होती ज्याचे नाव होते: %s<br>त्यात नावाचे %s कोणतेही मॉड्यूल सापडले नाही<br>मॉड्यूल शोध निर्देशिका.<br>

source: Error loading Module
be: Памылка загрузкі модуля
da: Fejl ved indlæsning af modul
he: שגיאה בטעינת מודול
hi: मॉड्यूल लोड करने में त्रुटि
ml: മൊഡ്യൂൾ ലോഡ് ചെയ്യുന്നതിൽ പിശക്
mr: त्रुटी लोडिंग मॉड्यूल
nb: Feil ved lasting av modul

source: There was an error loading the module named: %s<br>The full path to this module is:<br>%s<br>The error reported was:<br>%s<br>
be: Здарылася памылка загрузкі модуля з назвай: %s<br>Поўны шлях да гэтага модуля:<br>%s<br>Паведамленне аб памылцы:<br>%s<br>
he: ארעה שגיאה בטעינת מודול בשם: %s<br>הנתיב המלא למודול זה הינו:<br>%s<br>השגיאה שדווחה הינה:<br>%s<br>
hi: नामित मॉड्यूल लोड करने में कोई त्रुटि थी: %s<br>इस मॉड्यूल का पूरा पथ है:<br>%s<br>रिपोर्ट की गई त्रुटि थी:<br>%s<br>
ml: %s എന്ന് പേരുള്ള മൊഡ്യൂൾ ലോഡ് ചെയ്യുന്നതിൽ ഒരു പിശകുണ്ടായി<br>ഈ മൊഡ്യൂളിലേക്കുള്ള മുഴുവൻ പാത ഇതാണ്:<br>%s<br>റിപ്പോർട്ട് ചെയ്ത പിശക്:<br>%s<br>
mr: मॉड्यूलमध्ये एक त्रुटी होती ज्याचे नाव होते: %s<br>या मॉड्यूलचा पूर्ण मार्ग असा आहे:<br>%s<br>नोंदवलेली त्रुटी अशी होती:<br>%s<br>

source: Module does not contain all needed functions
be: Модуль не змяшчае усіх патрэбных функцый

source: Module API Error<br>Error initializing Module: %s<br>It requires a minimum module API version of: %i.<br>The module API advertized by Moksha is: %i.<br>
be: Памылка API модуля<br>Памылка ініцыялізацыі модуля: %s<br>Патрабуецца як менш API модуля версіі: %i.<br>Аб'яўленая Moksha версія API модуля: %i.<br>
he: שגיאה ב־API של המודול<br>שגיאה בהפעלת המודול: %s<br>גירסת ה־API של המודול צריכה להיות לפחות: %i.<br>מודול ה־API המפורסם על ידי Moksha הינו: %i.<br>
hi: मॉड्यूल एपीआई त्रुटि<br>मॉड्यूल प्रारंभ करने में त्रुटि: %s<br>इसके लिए न्यूनतम मॉड्यूल एपीआई संस्करण की आवश्यकता होती है: %i.<br>Moksha द्वारा विज्ञापित मॉड्यूल एपीआई है: %i.<br>
ml: മൊഡ്യൂൾ API പിശക്<br>മൊഡ്യൂൾ സമാരംഭിക്കുന്നതിൽ പിശക്: %s<br>ഇതിന് ഏറ്റവും കുറഞ്ഞ മൊഡ്യൂൾ API പതിപ്പ് %i ആവശ്യമാണ്.<br>മോക്ഷ പരസ്യപ്പെടുത്തിയ മൊഡ്യൂൾ API ഇതാണ്: %i.<br>
mr: मॉड्यूल API त्रुटी<br>त्रुटी प्रारंभ मॉड्यूल: %s<br>यासाठी कमीतकमी मॉड्यूल एपीआय आवृत्ती आवश्यक आहे: %i.<br>Mokshaाने जाहिरात केलेले मॉड्यूल एपीआय असे आहे: %i.<br>

source: Moksha %s Module
be: Модуль %s Moksha
he: מודול ה־%s של Moksha
hi: Moksha %s मॉड्यूल
ml: മോക്ഷ %s മൊഡ്യൂൾ
mr: Moksha %s मॉड्यूल

source: What action should be taken with this module?<br>
be: Якое дзеянне распачаць ў дачыненні да гэтага модуля?<br>
he: איזו פעולה יש לבצע עם המודול הזה?<br>
hi: इस मॉड्यूल के साथ क्या कार्रवाई की जानी चाहिए?<br>
ml: ഈ മൊഡ്യൂളിൽ എന്ത് നടപടിയാണ് സ്വീകരിക്കേണ്ടത്?<br>
mr: या मॉड्यूलवर काय कारवाई करावी?<br>

source: Keep
be: Трымаць
he: לשמור
hi: आप %s विस्थापित करने वाले है.<br><br> कृपया ध्यान रखें कि इस विंडो का सारा डेटा<br> जो अभी तक सहेजा नहीं गया है वह खो जाएगा!<br><br> क्या आप वाकई इस विंडो को बंद करना चाहते हैं?
ml: സൂക്ഷിക്കുക
mr: ठेवा

source: The following modules are not standard ones for<br>Moksha and may cause bugs and crashes.<br>Please remove them before reporting any bugs.<br><br>The module list is as follows:<br><br>
be: Наступныя модулі на з'яўляюцца стандартнымі для<br>Moksha і здольныя выклікаць памылкі і разбурэнні.<br>Калі ласка, выдаліце іх перад тым як рапартаваць аб памылках.<br><br>Спіс гэтых модуляў наступны:<br><br>
he: המודולים הבאים אינם מותחלים פעם אחת עבור <br> Moksha ועלולים לגרום לשגיאות והתרסקויות. <br> נא להסיר אותם לפני דיווח על שגיאות.<br><br>רשימת המודולים היא זאת:<br><br>
hi: निम्नलिखित मॉड्यूल के लिए मानक नहीं हैं<br>Moksha और बग और क्रैश का कारण बन सकता है।<br>कृपया किसी भी बग की रिपोर्ट करने से पहले उन्हें हटा दें।<br><br>मॉड्यूल सूची निम्नानुसार है:<br><br>
ml: ഇനിപ്പറയുന്ന മൊഡ്യൂളുകൾ മോക്ഷയുടെ സ്റ്റാൻഡേർഡ് അല്ല,<br>അതായത് അവ ബഗുകൾക്കും ക്രാഷുകൾക്കും കാരണമായേക്കാം.<br>എന്തെങ്കിലും ബഗുകൾ റിപ്പോർട്ടുചെയ്യുന്നതിന് മുമ്പ് ദയവായി അവ നീക്കം ചെയ്യുക.<br><br>മൊഡ്യൂൾ ലിസ്റ്റ് ഇപ്രകാരമാണ്:<br><br>
mr: खालील मॉड्यूल मानक नाहीत<br>Moksha आणि किडे आणि क्रॅश होऊ शकतात.<br>कृपया कोणत्याही बगची माहिती देण्यापूर्वी ते काढून टाका.<br><br>मॉड्यूल यादी खालीलप्रमाणे आहे:<br><br>

source: Unstable module tainting
be: Псаванне нестабільнымі модулямі
he: זיהום מודולים לא יציבים
hi: अस्थिर मॉड्यूल दाग
ml: അസ്ഥിര മൊഡ്യൂൾ മലിനീകരണം
mr: अस्थिर मॉड्यूल कलंकित

source: I know
be: Я ведаю
he: ידוע לי
hi: मुझे मालूम है
ml: എനിക്കറിയാം
mr: मला माहित आहे

source: You disabled the screensaver too fast.<br><br>Would you like to enable <b>presentation</b> mode and temporarily disable screen saver, lock and power saving?
be: Вы адключылі захавальнік экрана вельмі хутка.<br><br>Можа вы жадаеце ўключыць рэжым <b>прэзентацыі</b> і часова адключыць захавальнік экрана, блакіроўку ды энергазберажэнне?
he: ביטלת את שומר המסך מהר מדי.<br><br> האם ברצונך לאפשר <b>מצב מצגת</b> ולבטל באופן זמני את שומר המסך, נעילה וחיסכון בחשמל?
hi: आपने स्क्रीनसेवर को बहुत तेज़ी से अक्षम कर दिया है.<br><br>क्या आप <b>प्रस्तुति</b> मोड सक्षम करना और स्क्रीन सेवर, लॉक और पॉवर बचत को अस्थायी रूप से अक्षम करना चाहेंगे?
ml: നിങ്ങൾ സ്‌ക്രീൻസേവർ വളരെ വേഗത്തിൽ പ്രവർത്തനരഹിതമാക്കി.<br><br>നിങ്ങൾക്ക് <b>അവതരണം</b> മോഡ് പ്രവർത്തനക്ഷമമാക്കാനും സ്‌ക്രീൻ സേവർ, ലോക്ക്, പവർ സേവിംഗ് എന്നിവ താൽക്കാലികമായി പ്രവർത്തനരഹിതമാക്കാനും താൽപ്പര്യമുണ്ടോ?
mr: आपण स्क्रीनसेव्हर खूप वेगाने अक्षम केले.<br><br>आपण <b>प्रेझेंटेशन</b> मोड सक्षम करू इच्छिता आणि स्क्रीन सेव्हर, लॉक आणि पॉवर सेव्हिंग तात्पुरते अक्षम करू इच्छिता?

source: Float
be: Плаваючы
he: לצוף
hi: बहना
ml: പൊങ്ങിക്കിടക്കൽ
mr: तरंगणे

source: Horizontal
be: Гарызантальна
he: מאוזן
hi: समतल
ml: തിരശ്ചീനമായി
mr: क्षैतिज

source: Vertical
be: Вертыкальна
he: אנכי
hi: अनुलंब
ml: ലംബമായി
mr: क्षितिजलंब

source: Left
be: Злева
he: שמאל
hi: बाएं
ml: ഇടത്
mr: डावीकडे

source: Right
be: Зправа
he: ימין
hi: सही
ml: വലത്
mr: उजविकडे

source: Top
be: Зверху
da: Øverst
he: עליון
hi: हमेशा शीर्ष पर अक्षम करें
ml: മുകളിൽ
mr: शीर्ष
nb: Topp

source: Bottom
be: Знізу
da: Nederst
he: תחתון
hi: निम्नतम
ml: താഴെ
mr: तळ
nb: Bunn

source: Top-left Corner
be: Верхні левы кут
he: פינה עליונה שמאלית
hi: ऊपरी-बाएँ कोने
ml: മുകളിൽ-ഇടത് മൂല
mr: वर-डावा कोपरा

source: Top-right Corner
be: Верхні правы кут
he: פינה עליונה ימנית
hi: ऊपरी-दायाँ कोना
ml: മുകളിൽ-വലത് മൂല
mr: वर-उजवा कोपरा

source: Bottom-left Corner
be: Ніжні левы кут
he: פינה שמאלית תחתונה
hi: निचले-बाएँ कोने
ml: താഴെ-ഇടത് മൂല
mr: खालचा-डावा कोपरा

source: Bottom-right Corner
be: Ніжні правы кут
he: פינה ימנית תחתונה
hi: निचले-दाएँ कोने
ml: താഴെ-വലത് മൂല
mr: खालचा-उजवा कोपरा

source: Left-top Corner
be: Левы верхні кут
he: פינה שמאלית עליונה
hi: लेफ्ट-टॉप कॉर्नर
ml: ഇടത്-മുകളിൽ മൂല
mr: डावीकडे टॉप कॉर्नर

source: Right-top Corner
be: Правы верхні кут
he: פינה ימנית עליונה
hi: दायाँ शीर्ष कोना
ml: വലത്-മുകളിൽ മൂല
mr: उजवा वरचा कोपरा

source: Left-bottom Corner
be: Левы ніжні кут
he: פינה שמאלית תחתונה
hi: लेफ्ट-बॉटम कॉर्नर
ml: ഇടത്-താഴെ മൂല
mr: डावा-खालचा कोपरा

source: Right-bottom Corner
be: Правы ніжні кут
he: פינה ימנית תחתונה
hi: दाएँ-नीचे का कोना
ml: വലത്-താഴെ മൂല
mr: उजवी-खालचा कोपरा

source: Shelf #%d
be: Паліца #%d
he: מדף מס'%d
hi: शेल्फ #%d
ml: ഷെൽഫ് #%d
mr: शेल्फ #%d

source: Shelf Autohide Error
be: Памылка аўтаматычнага хавання паліцы
he: שגיאה בהסתרת מדף
hi: शेल्फ ऑटोहाइड त्रुटि
ml: ഷെൽഫ് സ്വയമേവ മറയ്ക്കലിൽ പിശക്
mr: शेल्फ ऑटोहिड त्रुटी
