Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: Dim Backlight
be: Слабая падсветка
he: לעמעם תאורה אחורית
hi: मंद बैकलाइट
ml: ബാക്ക്‌ലൈറ്റ് മങ്ങിക്കുക
mr: मंद बॅकलाइट

source: Idle Fade Time
be: Час да затухання пры прастоі
he: זמן התפוגגות סרק
hi: निष्क्रिय फीका समय
ml: നിഷ്‌ക്രിയ മങ്ങൽ സമയം
mr: निष्क्रिय फिकट वेळ

source: %1.0f second(s)
be: %1.0f секунд(а)
he: %1.0f שניות
hi: %1.0f सेकंड
ml: %1.0f സെക്കൻഡ്
mr: %1.0f सेकंद (सेकंद)

source: Fade Time
be: Працягласць затухання
he: זמן התפוגגות
hi: फीका समय
ml: മങ്ങൽ സമയം
mr: फिकट वेळ

source: %1.1f second(s)
be: %1.1f секунд(а)
he: %1.1f שניות
hi: %1.1f सेकंड
ml: %1.1f സെക്കൻഡ്
mr: %1.1f सेकंद (सेकंद)

source: Virtual Desktops
be: Віртуальныя працоўныя сталы
he: שולחנות עבודה וירטואליים
hi: वर्चुअल डेस्कटॉप
ml: വെർച്വൽ ഡെസ്ക്ടോപ്പുകൾ
mr: आभासी डेस्कटॉप

source: Screen Lock
be: Блакіроўка экрана
he: נעילת המסך
hi: स्क्रीन लॉक
ml: സ്ക്രീൻ ലോക്ക്
mr: स्क्रीन लॉक

source: Desk
be: Стол
he: שולחן
hi: डेस्क
ml: ഡെസ്ക്
mr: डेस्क

source: <None>
be: <Нічога>
hi: <कुछ भी नहीं>
ml: <ഒന്നുമില്ല>

source: Please select an edge,<br>or click <hilight>Close</hilight> to abort.<br><br>You can either specify a delay of this<br> action using the slider, or make it<br>respond to edge clicks:
be: Калі ласка, выберыце край<br>або націсніце <hilight>Закрыць</hilight> каб перапыніць.<br><br>Вы можаце або задаць затрымку гэтага<br>дзеяння з дапамогай паўзунка, або зрабіць, каб<br>ён адгукаўся на націскі па мяжы:
he: נא לבחור קצה <br> או ללחוץ <hilight> לסגור </hilight> כדי לצאת. <br><br> אפשר לכוון זמן השהייה ל <br> פעולה הזאת באמצעות המַחְלֵק, או לגרום לו<br>להגיב ללחיצות בשוליים:
hi: कृपया एक एज चुनें,<br>या प्रक्रिया रद्द करने के लिए <hilight>Close</hilight> पर क्लिक करें।<br><br>आप इस कार्रवाई के लिए स्लाइडर का उपयोग करके<br>एक देरी निर्दिष्ट कर सकते हैं, या इसे एज<br>क्लिक पर प्रतिक्रिया करने के लिए सेट कर सकते हैं :
ml: ദയവായി ഒരു എഡ്ജ് തിരഞ്ഞെടുക്കുക,<br>അല്ലെങ്കിൽ നിർത്തുന്നതിന് <hilight>അടയ്ക്കുക</hilight> ക്ലിക്കുചെയ്യുക.<br><br>ഒന്നുകിൽ നിങ്ങൾക്ക് സ്ലൈഡർ ഉപയോഗിച്ച് ഈ<br>പ്രവർത്തനത്തിൻ്റെ കാലതാമസം വ്യക്തമാക്കാം, അല്ലെങ്കിൽ<br>എഡ്ജ് ക്ലിക്കുകൾക്ക് ഇത് പ്രതികരിക്കാം:
mr: कृपया एक धार निवडा,<br>किंवा <hilight>गर्भपात जवळ</hilight> क्लिक करा.<br><br>आपण एकतर याचा विलंब निर्दिष्ट करू शकता<br> स्लाइडर वापरून कृती करा किंवा करा<br>एज क्लिकला प्रतिसाद द्या:

source: Edge Bindings Settings
be: Налады прызначэнняў да краёў
he: הגדרות איגוד קצוות
hi: EDGE बाइंडिंग सेटिंग्स
ml: എഡ്ജ് ബൈൻഡിംഗ് ക്രമീകരണങ്ങൾ
mr: Edge बाइंडिंग सेटिंग्ज

source: Edge Bindings
be: Прызначэнні да краёў
he: איגוד קצוות
hi: EDGE बाइंडिंग
ml: എഡ്ജ് ബൈൻഡിംഗുകൾ
mr: Edge बाइंडिंग्ज

source: Modify
be: Змяніць
he: לשנות
hi: संशोधित करें
ml: പരിഷ്ക്കരിക്കുക
mr: सुधारित करा

source: Delete All
be: Выдаліць усё
he: למחוק הכל
hi: सभी हटाएं
ml: എല്ലാം ഇല്ലാതാക്കുക
mr: सर्व डिलीट करा

source: Restore Default Bindings
be: Аднавіць перадвызначыныя прызначэнні
he: שחזור איגוד לברירת מחדל
hi: डिफ़ॉल्ट बाइंडिंग पुनर्स्थापित करें
ml: സ്ഥിരസ്ഥിതി ബൈൻഡിംഗുകൾ പുനഃസ്ഥാപിക്കുക
mr: डिफॉल्ट बाइंडिंग पुनर्संचयित करा

source: Action
be: Дзеянне
he: פעולה
hi: कार्य
ml: പ്രവർത്തനം
mr: कारवाई

source: Mouse Button
be: Кнопка мышы
he: כפתור העכבר
hi: माउस बटन
ml: മൗസ് ബട്ടൺ
mr: माउस बटण

source: Action Params
be: Параметры дзеяння
he: נתוני פעולה
hi: एक्शन पैराम्स
ml: പ്രവർത്തന പാരാമീറ്ററുകൾ
mr: कृती Params

source: General Options
be: Асноўныя параметры
he: אפשרויות כלליות
hi: सामान्य विकल्प
ml: പൊതുവായ ഓപ്ഷനുകൾ
mr: सामान्य पर्याय

source: Allow binding activation with fullscreen windows
be: Дазволіць актывацыю прызначэння пры поўнаэкранных вокнах
he: לאפשר הפעלת איגוד עם חלונות מסך מלא
hi: पूर्णस्क्रीन विंडो के साथ बाइंडिंग सक्रियण की अनुमति दें
ml: ഫുൾസ്‌ക്രീൻ വിൻഡോകൾ ഉപയോഗിച്ച് ബൈൻഡിംഗ് ആക്റ്റിവേഷൻ അനുവദിക്കുക
mr: फुलस्क्रीन विंडोसह बंधनकारक सक्रियीकरणास परवानगी द्या

source: Allow binding activation with multiple screens (DANGEROUS!)
be: Дазволіць актывацыю прызначэння пры штатлікіх экранах (НЕБЯСПЕЧНА!)
he: לאפשר הפעלת איגוד עם מסכים מרובים (*מסוכן*!)
hi: एकाधिक स्क्रीन के साथ बाध्यकारी सक्रियण की अनुमति दें (खतरनाक!)
ml: ഒന്നിലധികം സ്‌ക്രീനുകൾ ഉപയോഗിച്ച് ബൈൻഡിംഗ് ആക്റ്റിവേഷൻ അനുവദിക്കുക (അപകടകരമാണ്!)
mr: एकाधिक स्क्रीनसह बंधनकारक सक्रियीकरणास परवानगी द्या (धोकादायक!)

source: Edge Binding Sequence
be: Паслядоўнасць прызначэнняў да краёў
he: רצף איגוד קצוות
hi: एज बाइंडिंग सीक्वेंस
ml: എഡ്ജ് ബൈൻഡിംഗ് സീക്വൻസ്
mr: एज बाइंडिंग अनुक्रम

source: Clickable edge
be: Націскальны край
he: קצה שניתן ללחיצה
hi: क्लिक करने योग्य किनारा
ml: ക്ലിക്കുചെയ്യാവുന്ന അറ്റം
mr: क्लिक करण्यायोग्य धार

source: Edge Binding Error
be: Памылка прызначэння да краю
he: שגיאה באיגוד קצוות
hi: एज बाइंडिंग त्रुटि
ml: എഡ്ജ് ബൈൻഡിംഗ് പിശക്
mr: एज बाइंडिंग त्रुटी

source: The edge binding that you chose is already used by<br><hilight>%s</hilight> action.<br>Please choose another edge to bind.
be: Прызначэнне да краю, якое вы выбралі, ужо выкарыстоўваецца<br>дзеяннем <hilight>%s</hilight><br>Калі ласка, выберыце іншы край для прызначэння.
he: איגוד הקצוות שבחרת כבר נמצא בשימוש ע"י פעולת <br><hilight>%s</hilight> . <br> בבקשה לבחור קצה אחר לאגד.
hi: आपने जो एज बाइंडिंग चुना है, वह पहले से ही<br><hilight>%s</hilight> कार्रवाई द्वारा उपयोग किया जा रहा है।<br>कृपया बाइंड करने के लिए कोई अन्य एज चुनें।
ml: നിങ്ങൾ തിരഞ്ഞെടുത്ത എഡ്ജ് ബൈൻഡിംഗ് ഇതിനകം തന്നെ<br><hilight>%s</hilight> പ്രവർത്തനം ഉപയോഗിക്കുന്നു.<br>ബൈൻഡ് ചെയ്യാൻ ദയവായി മറ്റൊരു എഡ്ജ് തിരഞ്ഞെടുക്കുക.
mr: आपण निवडलेले एज बाइंडिंग आधीच वापरले जाते<br><hilight>%s</hilight> कृती.<br>कृपया बांधण्यासाठी दुसरी किनार निवडा.

source: Left Edge
be: Левы край
he: קצה שמאלי
hi: लेफ्ट एज
ml: ഇടതുവശത്തെ അറ്റം
mr: डावी किनार

source: Top Edge
be: Верхні край
he: קצה עליון
hi: टॉप एज
ml: മുകളിലെ അറ്റം
mr: टॉप एज

source: Right Edge
be: Правы край
he: נכון;קצה ימני
hi: दायाँ किनारा
ml: വലതുവശത്തെ അറ്റം
mr: उजवी किनार

source: Bottom Edge
be: Ніжні край
he: קצה תחתון
hi: निचला किनारा
ml: അടിയിലെ അറ്റം
mr: बॉटम एज

source: Top Left Edge
be: Верхні левы край
he: קצה עליון שמאלי
hi: टॉप लेफ्ट एज
ml: മുകളിൽ-ഇടത്തെ അറ്റം
mr: वरची डावी किनार

source: Top Right Edge
be: Верхні правы край
he: קצה עליון ימני
hi: टॉप राइट एज
ml: മുകളിൽ-വലത്തെ അറ്റം
mr: वरची उजवी किनार

source: Bottom Right Edge
be: Ніжні правы край
he: קצה ימני תחתון
hi: निचला दायाँ किनारा
ml: താഴെ-വലത്തെ അറ്റം
mr: खालची उजवी किनार

source: Bottom Left Edge
be: Ніжні левы край
he: קצה שמאלי תחתון
hi: निचला बायाँ किनारा
ml: താഴെ-ഇടത്തെ അറ്റം
mr: खालची डावी किनार

source: (left clickable)
be: (націскальна левай)
he: (השמאלי ניתן ללחיצה)
hi: (बाएं क्लिक करने योग्य)
ml: (ഇടത് ക്ലിക്കുചെയ്യാനാകും)
mr: (डावीकडे क्लिक करण्यायोग्य)

source: (clickable)
be: (націскальна)
he: (ניתן ללחיצה)
hi: (क्लिक करने योग्य)
ml: (ക്ലിക്കുചെയ്യാനാകും)
mr: (क्लिक करण्यायोग्य)

source: Signal Binding Error
be: Памылка прызначэння сігналаў
he: שגיאת איגוד קצה אחד
hi: सिग्नल बाइंडिंग त्रुटि
ml: സിഗ്നൽ ബൈൻഡിംഗ് പിശക്
mr: सिग्नल बाइंडिंग त्रुटी

source: Signal and Source must NOT be blank!
be: Сігнал ды крыніца НЕ павінны быць пустыя
he: אסור לסימן ולמקור להיות ריקים!
hi: सिग्नल और स्रोत खाली नहीं होना चाहिए!
ml: സിഗ്നലും ഉറവിടവും ശൂന്യമായിരിക്കരുത്!
mr: सिग्नल आणि स्त्रोत रिकामे नसावे!

source: The signal and source that you entered are already used by<br><hilight>%s</hilight> action.<br>
be: Сігнал ды крыніца, якія вы ўвялі, ўжо выкарыстоўваюцца<br>дзеяннем <hilight>%s</hilight>.<br>
he: הסימן והמקור שהקשת כבר נמצאים בשימוש ע"י פעולת <br><hilight>%s</hilight>.<br>
hi: आपके द्वारा दर्ज किए गए सिग्नल और स्रोत पहले से ही उपयोग किए जा रहे हैं<br><hilight>%s</hilight> मुक़दमा।<br>
ml: നിങ്ങൾ നൽകിയ സിഗ്നലും ഉറവിടവും ഇതിനകം<br><hilight>%s</hilight> പ്രവർത്തനം ഉപയോഗിക്കുന്നു.<br>
mr: आपण प्रविष्ट केलेले सिग्नल आणि स्त्रोत आधीच वापरले जातात<br><hilight>%s</hilight> कृती.<br>

source: Add Signal Binding
be: Дадаць прызначэнне сігнала
he: להוסיף איגוד סימן
hi: सिग्नल बाइंडिंग जोड़ें
ml: സിഗ്നൽ ബൈൻഡിംഗ് ചേർക്കുക
mr: सिग्नल बाइंडिंग जोडा

source: Source:
be: Крыніца:
he: מקור:
hi: स्रोत:
ml: ഉറവിടം:
mr: उगम:

source: Signal:
be: Сігнал:
he: סימן:
hi: सिग्नल
ml: സിഗ്നൽ:
mr: इशारा:

source: Signal Bindings
be: Прызначэнні сігналаў
he: איגוד סימן
hi: सिग्नल बाइंडिंग
ml: സിഗ്നൽ ബൈൻഡിംഗുകൾ
mr: सिग्नल बांधणी

source: Signal Bindings Settings
be: Налады прызначэнняў сігналаў
he: הגדרות איגוד סימן
hi: सिग्नल बाइंडिंग सेटिंग्स
ml: സിഗ്നൽ ബൈൻഡിംഗ് ക്രമീകരണങ്ങൾ
mr: सिग्नल बाइंडिंग्स सेटिंग्स

source: Input
be: Увод
he: קלט
hi: निवेश
ml: ഇൻപുട്ട്
mr: इनपुट

source: Interaction Settings
be: Налады ўзаемадзеяння
he: הגדרות תגובה
hi: इंटरेक्शन सेटिंग्स
ml: ഇടപെടൽ ക്രമീകരണങ്ങൾ
mr: संवाद सेटिंग्ज

source: Thumbscroll
be: Прагортка пальцам
he: גלילה בעכבר
hi: थंबस्क्रॉल
ml: ഥംബ്സ്ക്രോൾ
mr: थम्बस्क्रॉल

source: Enable Thumbscroll
be: Уключыць прагортку пальцам
he: לאפשר גלילה
hi: Thumbscroll सक्षम करें
ml: ഥംബ്സ്ക്രോൾ പ്രവർത്തനക്ഷമമാക്കുക
mr: थम्बस्क्रॉल सक्षम करा

source: Threshold for a thumb drag
be: Адчувальнасць да пальца
he: סף גרירה באצבע
hi: अंगूठे के ड्रैग के लिए थ्रेशोल्ड
ml: ഥംബ്-ഡ്രാഗിനുള്ള പരിധി
mr: अंगठा खेचण्यासाठी मर्यादा

source: %1.0f pixels
be: %1.0f пікселяў
he: %1.0f פיקסלים
hi: %1.0f पिक्सेल
ml: %1.0f പിക്സലുകൾ
mr: %1.0f पिक्सेल
nb: %1.0f piksler

source: Threshold for applying drag momentum
be: Адчувальнасць да пачатку перацягвання
he: סף להחלת תנופת גרירה
hi: ड्रैग मोमेंटम लागू करने के लिए थ्रेशोल्ड
ml: ഡ്രാഗ്-മൊമെൻ്റം പ്രയോഗിക്കുന്നതിനുള്ള പരിധി
mr: ड्रॅग मोमेंटम लागू करण्यासाठी मर्यादा

source: %1.0f pixels/s
be: %1.0f пікселяў/с
he: %1.0f פיקסלים
hi: %1.0f पिक्सेल/सेकंड
ml: %1.0f പിക്സലുകൾ/സെക്കൻഡ്
mr: %1.0f पिक्सेल/सेकंद

source: Friction slowdown
be: Запавольванне трэння
he: האטה מחיכוך
hi: घर्षण मंदी
ml: ഘർഷണ മന്ദത
mr: घर्षण मंदी

source: %1.2f s
be: %1.2f с
he: %1.2f שניות
hi: %1.2f एस
ml: %1.2f സെക്കൻഡ്
mr: %1.2f

source: Mouse Settings
be: Налады мышы

source: Show Cursor
be: Паказваць курсор
he: להציג את הסמן
hi: कर्सर दिखाएँ
ml: കഴ്‌സർ കാണിക്കുക
mr: कर्सर दाखवा

source: Theme
be: Тэма
he: ערכת נושא
hi: विषय
ml: ഥീം ആയി സജ്ജമാക്കുക
mr: थीम

source: Idle effects
be: Эфекты пры прастоі
he: אפקט סרק
hi: निष्क्रिय प्रभाव
ml: നിഷ്ക്രിയ ഇഫക്റ്റുകൾ
mr: निष्क्रिय प्रभाव

source: Cursor
be: Курсор
he: סמן
hi: कर्सर
ml: കഴ്സർ
mr: कर्सर

source: Mouse Hand
be: Праўша/Ляўшун
he: יד עכבר
hi: माउस हाथ
ml: മൗസ് ഹാൻഡ്
mr: माऊस हँड

source: Acceleration
be: Паскарэнне
he: האצה
hi: त्वरण
ml: ത്വരണം
mr: त्वरण

source: Threshold
be: Парог
he: סף
hi: शुरूआत
ml: പരിധി
mr: उंबरा

source: Buttons
be: Кнопкі
he: כפתורים
hi: बटन
ml: ബട്ടണുകൾ
mr: बटणे

source: Middle mouse button emulation
be: Эмуляцыя сярэдняй кнопкі мышы
he: הדמיה של כפתור עכבר אמצעי
hi: मध्य माउस बटन इम्यूलेशन
ml: മിഡിൽ മൗസ് ബട്ടൺ എമുലേഷൻ
mr: मध्यम माउस बटण अनुकरण

source: Mouse
be: Мыш
he: עכבר
hi: माउस
ml: മൗസ്
mr: उंदीर

source: Enable Devices Extras
be: Уключыць дадатковыя магчымасці
he: לאפשר תוספות של המכשירים
hi: डिवाइस एक्स्ट्रा सक्षम करें
ml: ഉപകരണം-എക്‌സ്‌ട്രാകൾ പ്രവർത്തനക്ഷമമാക്കുക
mr: डिव्हाइस एक्स्ट्रा सक्षम करा

source: Tap to click
be: Тап каб націснуць
he: טפיחה כדי ללחוץ
hi: क्लिक करने के लिए टैप करें
ml: ക്ലിക്കുചെയ്യാൻ ടാപ്പുചെയ്യുക
mr: क्लिक करण्यासाठी टॅप करा

source: Clickpad
be: Панэль з кнопкамі
he: משטח לחיצה
hi: क्लिकपैड
ml: ക്ലിക്ക്പാഡ്
mr: क्लिक पॅड

source: Palm detect
be: Выяўленне выпадковых дотыкаў
he: זיהוי כף יד
hi: हथेली का पता लगाना
ml: കൈപ്പത്തി കണ്ടെത്തുക
mr: पाम डिटेक्ट

source: Scrolling
be: Прагортка
he: גלילה
hi: स्क्रॉल
ml: സ്ക്രോളിംഗ്
mr: स्क्रॉल करणे

source: Natural scrolling
be: Натуральная прагортка
he: גלילה טבעית
hi: प्राकृतिक स्क्रॉलिंग
ml: സ്വാഭാവിക സ്ക്രോളിംഗ്
mr: नैसर्गिक स्क्रॉलिंग

source: Horizontal scrolling
be: Гарызантальная прагортка
he: גלילה אופקית
hi: क्षैतिज स्क्रॉलिंग
ml: തിരശ്ചീന സ്ക്രോളിംഗ്
mr: क्षैतिज स्क्रॉलिंग

source: Edge scrolling
be: Краёвая прагортка
he: גלילת קצוות
hi: एज स्क्रॉलिंग
ml: എഡ്ജ് സ്ക്രോളിംഗ്
mr: एज स्क्रॉलिंग

source: 2 finger scrolling
be: Двухпальцавая прагортка
he: גלילה ב 2 אצבעות
hi: 2 उंगली स्क्रॉल करना
ml: 2-വിരൽ സ്ക്രോളിംഗ്
mr: 2 फिंगर स्क्रॉलिंग

source: Circular scrolling
be: Кругавая прагортка
he: גלילה מעגלית
hi: वृत्तीय स्क्रॉलिंग
ml: സർക്കുലർ സ്ക്രോളിംഗ്
mr: वर्तुळाकार स्क्रॉलिंग

source: Touchpad
be: Сэнсарная пляцоўка
he: לוח מגע
hi: टचपैड
ml: ടച്ച്പാഡ്
mr: टचपॅड

source: Touch
be: Дотык
he: מגע
hi: स्पर्श
ml: സ്പർശനം
mr: स्पर्श

source: Input Method Settings
be: Налады метаду ўвода
he: הגדרות שיטת ההזנה
hi: इनपुट विधि सेटिंग्स
ml: ഇൻപുട്ട് രീതി ക്രമീകരണങ്ങൾ
mr: इनपुट पद्धत सेटिंग्स

source: Input Method Selector
be: Выбар метаду ўвода
he: בורר שיטות הקלט
hi: इनपुट विधि चयनकर्ता
ml: ഇൻപുട്ട് രീതി സെലക്ടർ
mr: इनपुट पद्धत निवडकर्ता

source: Use No Input Method
be: Не карыстацца метадам увода
he: לא להשתמש בשיטות קלט
hi: कोई इनपुट विधि का उपयोग न करें
ml: ഇൻപുട്ട് രീതി ഉപയോഗിക്കരുത്
mr: इनपुट पद्धत वापरा

source: Setup Selected Input Method
be: Наладзіць выбраны метад увода
he: בחירת שיטת הזנה נבחרת
hi: चयनित इनपुट विधि सेटअप करें
ml: തിരഞ്ഞെടുത്ത ഇൻപുട്ടിനുള്ള രീതി സജ്ജീകരിക്കുക
mr: सेटअप निवडक इनपुट पद्धत

source: New
be: Новы
he: חדש
hi: नई
ml: പുതിയത്
mr: नवीन
nb: Ny

source: Import...
be: Імпарт...
he: ייבוא​​...
hi: आयात त्रुटि।
ml: ഇമ്പോർട്ടുചെയ്യുക...
mr: आयात...

source: Input Method Parameters
be: Параметры метаду ўвода
he: נתוני שיטת הזנה
hi: इनपुट विधि पैरामीटर
ml: ഇൻപുട്ട്-രീതി പാരാമീറ്ററുകൾ
mr: इनपुट पद्धत पॅरामीटर

source: Execute Command
be: Выканаць каманду
he: לבצע פקודה
hi: आदेश निष्पादित करें
ml: കമാൻഡ് എക്സിക്യൂട്ടുചെയ്യുക
mr: कमांड कार्यान्वित करा

source: Setup Command
be: Наладзіць каманду
he: הגדרת פקודה
hi: सेटअप कमांड
ml: കമാൻഡ് സജ്ജമാക്കുക
mr: सेटअप कमांड

source: Exported Environment Variables
be: Экспартаваць пераменныя асяроддзя
he: משתני הסביבה המיוצאים
hi: निर्यात पर्यावरण चर
ml: കയറ്റുമതി ചെയ്ത എൻവയോൺമെൻ്റ് വേരിയബിളുകൾ
mr: निर्यातित पर्यावरण चर

source: Select an Input Method Settings...
be: Выберыце налады метаду ўвода...
he: לבחור הגדרות שיטת קלט ...
hi: किसी इनपुट पद्धति सेटिंग्स का चयन करें...
ml: ഒരു ഇൻപുട്ട്-രീതി ക്രമീകരണങ്ങൾ തിരഞ്ഞെടുക്കുക...
mr: इनपुट मेथड सेटिंग्ज निवडा...

source: Input Method Config Import Error
be: Памылка імпарта канфігурацыі метаду ўвода...
he: שגיאה בייבוא הגדרות שיטות קלט
hi: इनपुट विधि कॉन्फ़िग आयात त्रुटि
ml: ഇൻപുട്ട്-രീതി കോൺഫിഗറേഷൻ ഇറക്കുമതി പിശക്
mr: इनपुट पद्धत कॉन्फिग आयात त्रुटी

source: Moksha was unable to import the configuration.<br><br>Are you sure this is really a valid configuration?
be: Moksha не здолеў імпартаваць канфігурацыю.<br><br>Вы ўпэўнены, што гэта насамрэч сапрўдная канфігурацыя?
he: Moksha לא הצליחה לייבא את ההגדרות.<br><br> האם באמת אלו הגדרות תקינות?
hi: Moksha कॉन्फ़िगरेशन आयात करने में असमर्थ था।<br><br>क्या आप सुनिश्चित हैं कि यह वास्तव में एक मान्य कॉन्फ़िगरेशन है?
ml: മോക്ഷയ്ക്ക് കോൺഫിഗറേഷൻ ഇമ്പോർട്ടുചെയ്യാനായില്ല.<br><br>ഇതൊരു സാധുവായ കോൺഫിഗറേഷനാണെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: Moksha कॉन्फिगरेशन आयात करण्यास असमर्थ होता.<br><br>आपल्याला खात्री आहे का की हे खरोखर वैध कॉन्फिगरेशन आहे?

source: Moksha was unable to import the configuration<br>due to a copy error.
be: Moksha не здолеў імпартаваць канфігурацыю<br>з-за памылкі капіявання.
he: Moksha לא הצליחה לייבא את ההגדרות<br> עקב שגיאה בהעתקה.
hi: Moksha कॉन्फ़िगरेशन आयात करने में असमर्थ था<br>कॉपी एरर के कारण।
ml: കോപ്പി പിശക് കാരണം കോൺഫിഗറേഷൻ ഇറക്കുമതി ചെയ്യാൻ<br>മോക്ഷയ്ക്ക് കഴിഞ്ഞില്ല.
mr: Moksha कॉन्फिगरेशन आयात करण्यास असमर्थ होता<br>कॉपी च्या त्रुटीमुळे.

source: Language Settings
be: Налады мовы
he: הגדרות שפה
hi: भाषा सेटिंग
ml: ഭാഷാ ക്രമീകരണങ്ങൾ
mr: भाषा सेटिंग्ज

source: Desklock Language Settings
be: Налады мовы акна блакіроўкі
he: הגדרות שפה במנעול השולחן
hi: डेस्कलॉक भाषा सेटिंग्स
ml: ഡെസ്ക്ലോക്ക് ഭാഷാ ക്രമീകരണങ്ങൾ
mr: डेस्कलॉक भाषा सेटिंग्स

source: You have some extra locale environment<br>variables set that may interfere with<br>correct display of your chosen language.<br>If you don't want these affected, use the<br>Environment variable settings to unset them.<br>The variables that may affect you are<br>as follows:<br>%s
be: У вас заданы некаторыя дадатковыя пераменныя асяроддзя,<br>якія датычацца лакалі i здольныя усплываць на паказ выбранай вамі мовы.<br>Калі вы не жадаеце гэтага, адмяніце іх з дапамогай налады<br>Пераменныя асяроддзя. Гаворка ідзе пра такія пераменныя,<br>як:<br>%s
he: יש לך כמה<br> ערכות משתני סביבה מקומית נוספות שעלולות להפריע עם<br> תצוגה נכונה של השפה שבחרת.<br> כדי להימנע מלהשפיע עליהן, יש להשתמש בהגדרות מישתנים סביבתיים כדי לבטל אותן.<br> המישתנים שעלולים להשפיע עליך הם<br> אלו:<br>%s
hi: आपके पास कुछ अतिरिक्त स्थानीय वातावरण है<br>चर सेट जो हस्तक्षेप कर सकते हैं<br>अपनी चुनी हुई भाषा का सही प्रदर्शन।<br>यदि आप इन प्रभावित नहीं चाहते हैं, तो<br>उन्हें अनसेट करने के लिए पर्यावरण चर सेटिंग्स।<br>चर जो आपको प्रभावित कर सकते हैं वे हैं<br>निम्नानुसार:<br>%s
ml: നിങ്ങൾ തിരഞ്ഞെടുത്ത ഭാഷയുടെ<br>ശരിയായ പ്രദർശനത്തെ തടസ്സപ്പെടുത്തുന്ന ചില അധിക<br>ലോക്കേൽ-എൻവിറോണ്മെന്റ്-വേരിയബിളുകൾ സജ്ജീകരിച്ചിരിക്കുകയാണ്.<br>ഇവയെ ബാധിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നില്ലെങ്കിൽ, അവ<br>സജ്ജീകരിക്കാതിരിക്കാൻ എൻവിറോണ്മെന്റ്-വേരിയബിൾ ക്രമീകരണങ്ങൾ ഉപയോഗിക്കുക.<br>നിങ്ങളെ ബാധിച്ചേക്കാവുന്ന വേരിയബിളുകൾ<br>ഇവയാണ്:<br>%s
mr: आपल्याकडे काही अतिरिक्त स्थानिक वातावरण आहे<br>व्हेरिएबल सेट जे व्यत्यय आणू शकतात<br>आपल्या निवडलेल्या भाषेचे योग्य प्रदर्शन.<br>जर आपल्याला हे प्रभावित नको असतील तर वापरा<br>त्यांना अनसेट करण्यासाठी पर्यावरण परिवर्तनीय सेटिंग्ज.<br>आपल्यावर परिणाम करू शकणारे व्हेरिएबल्स हे आहेत<br>खालीलप्रमाणे:<br>%s

source: Possible Locale problems
be: Магчымыя праблемы лакалі
he: בעיות מקומיות אפשריות
hi: संभावित लोकेल समस्याएँ
ml: സാധ്യമായ ലോക്കേൽ പ്രശ്നങ്ങൾ
mr: संभाव्य स्थानिक समस्या

source: Language Selector
be: Выбар мовы
he: בורר השפות
hi: भाषा चयनकर्ता
ml: ഭാഷാ സെലക്ടർ
mr: भाषा निवडकर्ता

source: System Default
be: Перадвызначыныя
he: ברירת המחדל של המערכת
hi: सिस्टम डिफ़ॉल्ट
ml: സിസ്റ്റത്തിൻ്റെ സ്ഥിരസ്ഥിതി
mr: सिस्टम डिफॉल्ट

source: Locale Selected
be: Выбраная лакаль
he: האזור נבחר
hi: चयनित वातावरण
ml: ലോക്കേൽ തിരഞ്ഞെടുത്തു
mr: Locale ची निवड

source: Locale
be: Лакаль
he: אזור
hi: स्थान
ml: ലോക്കേൽ

source: Language
be: Мова
he: שפה
hi: भाषा
ml: ഭാഷാ
mr: भाषा

source: ACPI Bindings
be: Прызначэнні ACPI
he: איגוד ACPI
hi: ACPI बाइंडिंग
ml: ACPI ബൈൻഡിംഗുകൾ
mr: एसीपीआय बाइंडिंग्स

source: AC Adapter Unplugged
be: Электрычная сетка адключана
he: מתאם לחשמל מנותק
hi: एसी एडाप्टर अनप्लग्ड
ml: AC അഡാപ്റ്റർ അൺപ്ലഗ് ചെയ്തു
mr: एसी अॅडॉप्टर अनप्लग्ड

source: AC Adapter Plugged
be: Электрычная сетка падключана
he: מתאם לחשמל מחובר
hi: AC अडैप्टर प्लग किया गया
ml: AC അഡാപ്റ്റർ പ്ലഗ് ചെയ്തു
mr: एसी अॅडॉप्टर प्लग केले

source: Ac Adapter
be: Электрычная сетка
he: מתאם לחשמל
hi: एसी एडाप्टर
ml: AC അഡാപ്റ്റർ
mr: एसी अॅडॉप्टर

source: Button
be: Кнопка
he: כפתור
hi: घुंडी
ml: ബട്ടൺ
mr: गुंडी

source: Fan
be: Вентылятар
he: מאוורר
hi: पंखा
ml: ഫാൻ
mr: पंखा

source: Lid Unknown
be: Вечка ў невядомым стане
he: צג לא ידוע
hi: ढक्कन अज्ञात
ml: ലിഡ് അജ്ഞാതം
mr: झाकण अज्ञात

source: Lid Closed
be: Вечка закрыта
he: צג סגור
hi: झाकण बंद
ml: ലിഡ് അടച്ചിരിക്കുന്നു
mr: झाकण बंद

source: Lid Opened
be: Вечка адкрыта
he: צג פתוח
hi: झाकण उघडले
ml: ലിഡ് തുറന്നിരിക്കുന്നു
mr: झाकण उघडले

source: Lid
be: Вечка
he: צג
hi: ढक्कन
ml: ലിഡ്
mr: झाकण

source: Power Button
be: Кнопка уключэння
he: כפתור ההפעלה
hi: पावर बटन
ml: പവർ ബട്ടൺ
mr: पॉवर बटण

source: Processor
be: Працэсар
he: מעבד
hi: प्रोसेसर
ml: പ്രോസസ്സർ
mr: प्रोसेसर

source: Sleep Button
be: Кнопка прыпынення
he: הגדרות המודולכפתור השינה
hi: स्लीप बटन
ml: സ്ലീപ്പ് ബട്ടൺ
mr: झोपेचे बटण

source: Thermal
be: Тэмпература
he: טרמי
hi: गरम
ml: ഥർമൽ
mr: थर्मल

source: Video
be: Відэа
he: וידאו
hi: वीडियो
ml: വീഡിയോ
mr: व्हिडिओ

source: Zoom Out
be: Аддаленне
he: התרחקות
hi: ज़ूम आउट करें
ml: സൂം-ഔട്ട്
mr: झूम आऊट

source: Zoom In
be: Набліжэнне
he: התקרבות
hi: ज़ूम इन करें
ml: സൂം-ഇൻ
mr: झूम इन

source: Brightness Down
be: Памяншэнне яркасці
he: הנמכת בהירות
hi: चमक नीचे
ml: തെളിച്ചം കുറയ്ക്കുക
mr: चमक खाली

source: Brightness Up
be: Павелічэнне яркасці
he: הגברת בהירות
hi: चमक ऊपर
ml: തെളിച്ചം കൂട്ടുക
mr: चमक वाढली

source: Assist
be: Дапамога
he: לעזור
hi: सहायता करना
ml: സഹായിക്കുക
mr: मदत करणे

source: Mute
be: Бязгучна
he: השתקה
hi: मूक
ml: നിശബ്ദമാക്കുക
mr: मूक

source: Volume
be: Гучнасць
he: עוצמה
hi: Efl आयतन नियन्त्रण
ml: ശബ്ദം
mr: घनफळ

source: Brightness
be: Яркасць
he: בהירות
hi: चमक
ml: തെളിച്ചം
mr: चमक

source: Volume Down
be: Цішэй
he: הנמכת העוצמה
hi: भोल्युम डाउन
ml: ശബ്ദം കുറയ്ക്കുക
mr: व्हॉल्यूम डाउन

source: Volume Up
be: Грамчэй
he: הגברת העוצמה
hi: आवाज तेज करें
ml: ശബ്ദം കൂട്ടുക
mr: व्हॉल्यूम अप

source: Tablet On
be: Планшэт укл.
he: טאבלט מופעל
hi: टैबलेट ऑन
ml: ടാബ്‌ലെറ്റ് ഓൺ
mr: टॅब्लेट ऑन

source: Tablet Off
be: Планшэт адкл.
he: טאבלט כבוי
hi: टैबलेट बंद
ml: ടാബ്‌ലെറ്റ് ഓഫ്
mr: टॅब्लेट बंद करा

source: Screenlock
be: Блакіроўка экнана
he: נעילת מסך
hi: स्क्रीनलॉक
ml: സ്‌ക്രീൻലോക്ക്
mr: स्क्रीनलॉक

source: Battery Button
be: Кнопка батарэі
he: כפתור הסוללה
hi: बैटरी बटन
ml: ബാറ്ററി ബട്ടൺ
mr: बॅटरी बटण

source: Tablet Disabled
be: Планшэт аключаны
he: טאבלט מבוטל
hi: टैबलेट अक्षम किया गया
ml: ടാബ്‌ലെറ്റ് പ്രവർത്തനരഹിതമാണ്
mr: टॅब्लेट अक्षम

source: Tablet Enabled
be: Планшэт уключаны
he: טאבלט מאופשר
hi: टैबलेट सक्षम किया गया
ml: ടാബ്‌ലെറ്റ് പ്രവർത്തനക്ഷമമാണ്
mr: टॅब्लेट सक्षम

source: Tablet
be: Планшэт
he: טאבלט
hi: टिकिया
ml: ടാബ്‌ലെറ്റ്
mr: टॅब्लेट

source: ACPI Binding
be: Прызначэнні ACPI
he: איגוד ACPI
hi: एसीपीआई बाइंडिंग
ml: ACPI ബൈൻഡിംഗ്
mr: ACPI बाइंडिंग

source: Please trigger the ACPI event you wish to bind to, <br><br>or <hilight>Escape</hilight> to abort.
be: Калі ласка, ініцыюйце падзею ACPI, да якой вы жадаеце прызначыць,<br><br>або націсніце <hilight>Escape</hilight>, каб скінуць.
he: בבקשה להפעיל את ארוע הACPI שברצונך לכרוך אליו, <br><br>או<hilight> אסקייפ<hilight/> לביטול.
hi: कृपया उस एसीपीआई घटना को ट्रिगर करें जिसे आप बाध्य करना चाहते हैं, <br><br>या गर्भपात करने के लिए <hilight>बच</hilight> ।
ml: നിങ്ങൾ ബന്ധിപ്പിക്കാൻ ആഗ്രഹിക്കുന്ന ACPI ഇവൻ്റ് ട്രിഗർ ചെയ്യുക, <br><br>അല്ലെങ്കിൽ നിർത്തലാക്കുന്നതിന് <hilight>Escape</hilight> അമർത്തുക.
mr: कृपया आपण बांधू इच्छित असलेल्या एसीपीआय इव्हेंटला ट्रिगर करा, <br><br>किंवा गर्भपात करण्यासाठी <hilight>पळून</hilight> जा.

source: Single key
be: Адзіночная клавіша
he: מפתח יחיד
hi: एकल कुंजी
ml: ഒറ്റ കീ
mr: सिंगल की

source: Key Bindings Settings
be: Налады прызначэнняў клавіш
he: הגדרות איגודי מפתח
hi: कुंजी बाइंडिंग सेटिंग्स
ml: കീ ബൈൻഡിംഗ് ക്രമീകരണങ്ങൾ
mr: की-बाइंडिंग सेटिंग्ज

source: Key Bindings
be: Прызначэнні клавіш
he: איגודי מפתח
hi: कुंजी बाइंडिंग
ml: കീ ബൈൻഡിംഗുകൾ
mr: मुख्य बांधणी

source: Binding Key Error
be: Памылка прызначэння клавішы
he: שגיאת איגוד מפתח
hi: बाइंडिंग कुंजी त्रुटि
ml: ബൈൻഡിംഗ് കീ പിശക്
mr: बंधनकारक मुख्य त्रुटी

source: The binding key sequence, that you choose, is already used by <br><hilight>%s</hilight> action.<br>Please choose another binding key sequence.
be: Паслядоўнасць клавіш, якую вы выбралі, ужо выкарыстоўваецца з<br>дзеяннем <hilight>%s</hilight>.<br>Калі ласка, выберыце іншую паслядоўнасць клавіш.
he: רצף איגוד המפתח שבחרת נמצא כבר בשימוש ע"י הפעולה<br><hilight>%s</hilight> .<br> נא לבחור רצף איגוד מפתח שונה.
hi: बाध्यकारी कुंजी अनुक्रम, जिसे आप चुनते हैं, पहले से ही द्वारा उपयोग किया जाता है <br><hilight>%s</hilight> मुक़दमा।<br>कृपया एक और बाध्यकारी कुंजी अनुक्रम चुनें।
ml: നിങ്ങൾ തിരഞ്ഞെടുത്ത ബൈൻഡിംഗ് കീ സീക്വൻസ് ഇതിനകം തന്നെ <br><hilight>%s</hilight> പ്രവർത്തനം ഉപയോഗിക്കുന്നു.<br>ദയവായി മറ്റൊരു ബൈൻഡിംഗ് കീ സീക്വൻസ് തിരഞ്ഞെടുക്കുക.
mr: आपण निवडलेला बंधनकारक की अनुक्रम, आधीच वापरला जातो <br><hilight>%s</hilight> कृती.<br>कृपया आणखी एक बंधनकारक की अनुक्रम निवडा.
