Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: Use Alternate Selection Modifiers
be: Выкарыстоўваць альтернатыўныя мадыфікатары выдзялення
he: להשתמש במשני בחירה חלופיים
hi: वैकल्पिक चयन संशोधक का उपयोग करें
ml: ഇതര സെലക്ഷൻ മോഡിഫയറുകൾ ഉപയോഗിക്കുക
mr: वैकल्पिक निवड सुधारक वापरा

source: Allow Navigation On Desktop
be: Дазволіць навігацыю на працоўным стале
he: לאפשר ניווט על שולחן העבודה
hi: डेस्कटॉप पर नेविगेशन की अनुमति दें
ml: ഡെസ്ക്ടോപ്പിൽ നാവിഗേഷൻ അനുവദിക്കുക
mr: डेस्कटॉपवर नेव्हिगेशनला परवानगी द्या

source: Max File Size For Thumbnailing
be: Найбольшы памер файла для мініяціравання
he: גודל מקסימאלי של קובץ לסמלים
hi: थंबनेल के लिए अधिकतम फ़ाइल आकार
ml: ലഘുചിത്രീകരണത്തിനുള്ള പരമാവധി ഫയൽ വലുപ്പം
mr: थंबनेलिंगसाठी जास्तीत जास्त फाइल आकार

source: Spring Delay
be: Затрымка падскоку
he: השהיית קפיץ
hi: वसंत देरी
ml: സ്പ്രിംഗ് കാലതാമസം
mr: वसंत ऋतू विलंब

source: Custom FM to open dirs
be: Карыстальніцкі ФМ для каталогаў
he: FM מותאם אישית לפתיחת תיקיות
hi: निर्देशिका खोलने के लिए कस्टम FM

source: Behavior
be: Паводзіна
he: התנהגות
hi: व्यवहार
ml: സ്വഭാവം
mr: वर्तन(संपादन)

source: Show device icons on desktop
be: Паказваць значкі прылад на працоўным стале
he: הצגת סמלי התקנים על שולחן העבודה
hi: डेस्कटॉप पर डिवाइस आइकन दिखाएं
ml: ഡെസ്ക്ടോപ്പിൽ ഉപകരണ ഐക്കണുകൾ കാണിക്കുക
mr: डेस्कटॉपवर डिव्हाइस आयकॉन दाखवा

source: Mount volumes on insert
be: Аўтаматычна падключаць прылады захоўвання даных
he: לעגן כרכים עם ההכנסה
hi: डालने पर वॉल्यूम माउंट करें
ml: ഇൻസേർട്ടിൽ വോള്യങ്ങൾ മൌണ്ടുചെയ്യുക
mr: इन्सर्ट वर माउंट व्हॉल्यूम

source: Open filemanager on mount
be: Адкрываць файлавы менеджар пры падключэнні
he: לפתוח את מנהל הקבצים בעיגון
hi: माउंट पर फ़ाइल प्रबंधक खोलें
ml: മൗണ്ടിൽ ഫയൽമാനേജർ തുറക്കുക
mr: माउंटवर फाईलमॅनेजर उघडा

source: Device
be: Прылады
he: התקן
hi: डिवाइस को बाहर नहीं निकाला जा सकता
ml: ഉപകരണം
mr: करामत

source: Show tooltip
be: Паказваць усплываючыя падказкі
he: להציג את tooltip
hi: टूलटिप दिखाएँ
ml: ടൂൾടിപ്പ് കാണിക്കുക
mr: टूलटिप दाखवा

source: Tooltip delay
be: Затрымка падказкі
he: השהיית tooltip
hi: टूलटिप विलंब
ml: ടൂൾടിപ്പ് കാലതാമസം
mr: Tooltip विलंब

source: Tooltip size (Screen percentage)
be: Памер падказкі (адсоткі экрана)
he: גודל tooltip (אחוז מהמסך)
hi: टूलटिप आकार (स्क्रीन प्रतिशत)
ml: ടൂൾടിപ്പ് വലുപ്പം (സ്ക്രീൻ ശതമാനം)
mr: टूलटिप आकार (स्क्रीन टक्केवारी)

source: Tooltips
be: Падказкі
hi: टूलटिप्स
ml: ടൂൾടിപ്പുകൾ
mr: टूलटिप्स

source: File Manager
be: Файлавы менеджар
he: מנהל הקבצים
hi: फ़ाइल प्रबंधक
ml: ഫയൽ മാനേജർ
mr: फाइल मॅनेजर

source: Navigate
be: Накіраваць
he: לנווט
hi: नेविगेट
ml: നാവിഗേറ്റുചെയ്യുക
mr: दिक्चालन करणे

source: Fileman
be: Файлавы менеджар
hi: फाइल-मैन
ml: ഫയൽമാൻ

source: No listable items
be: Няма элементаў
he: אין פריטים לרישום
hi: कोई सूचीबद्ध आइटम नहीं
ml: ലിസ്റ്റുചെയ്യാവുന്ന ഇനങ്ങളൊന്നുമില്ല
mr: सूचीबद्ध वस्तू नाहीत

source: GTK Bookmarks
be: Закладкі GTK
he: סימניות GTK
hi: GTK बुकमार्क
ml: GTK ബുക്ക്മാർക്കുകൾ
mr: जीटीके बुकमार्क

source: Current Directory
be: Бягучы каталог
he: תיקייה נוכחית
hi: वर्तमान निर्देशिका
ml: നിലവിലെ ഡയറക്‌ടറി
mr: सध्याची निर्देशिका

source: Home
be: Хатні каталог
he: בית
hi: घर
ml: ഹോം
mr: मुख्यपृष्ठ
nb: Hjem

source: Root
be: Корань
he: שורש (root)
hi: जड़
ml: റൂട്ട്
mr: मूल

source: Background
be: Фон
he: רקע
hi: पृष्ठभूमि साफ़ करें
ml: ബാക്ക്ഗ്രൗണ്ട്
mr: पार्श्वभूमी

source: Hover (Key Toggle)
be: Усплываючы слой (пераключаецца клавішамі)
he: ריחוף (משתנה מקשים)
hi: होवर (कुंजी टॉगल)
mr: होवर (की टॉगल)

source: Desktop Gadgets
be: Гаджэты працоўнага стала
he: יישומוני שולחן העבודה
hi: डेस्कटॉप गैजेट्स
ml: ഡെസ്ക്ടോപ്പ് ഗാഡ്ജെറ്റുകൾ
mr: डेस्कटॉप गॅजेट्स

source: Available Layers
be: Даступны слой
he: שכבות זמינות
hi: उपलब्ध परतें
ml: ലഭ്യമായ ലെയറുകൾ
mr: उपलब्ध थर

source: Configure Layer
be: Канфігураваць слой
he: הגדרת שכבות
hi: परत कॉन्फ़िगर करें
ml: ലെയർ കോൺഫിഗർുചെയ്യുക
mr: थर कॉन्फिगर करा

source: Layers
be: Слаі
he: שכבות
hi: परत
ml: ലെയറുകൾ
mr: थर

source: Custom Image
be: Карыстальніцкі відарыс
he: תמונה מותאמת אישית
hi: कस्टम छवि
ml: ഇഷ്ടാനുസൃത ചിത്രം
mr: सानुकूल प्रतिमा

source: Custom Color
be: Карыстальніцкі колер
he: צבע מותאם אישית
hi: कस्टम रंग
ml: ഇഷ്ടാനുസൃത നിറം
mr: सानुकूल रंग

source: Transparent
be: Празрысты
he: שקוף
hi: पारदर्शी
ml: സുതാര്യം
mr: पारदर्शक

source: Animations
be: Анімацыя
he: אנימציות
hi: एनिमेशन
ml: ആനിമേഷനുകൾ
mr: अॅनिमेशन

source: Background Options
be: Параметры фону
he: אפשרויות רקע
hi: पृष्ठभूमि विकल्प
ml: ബാക്ക്ഗ്രൗണ്ട് ഓപ്ഷനുകൾ
mr: पार्श्वभूमी पर्याय

source: Begin move/resize
be: Пачаць перамяшчэнне/змяненне памеру
he: להתחיל הזזה/שינוי גודל
hi: स्थानांतरित करना/आकार बदलना शुरू करें
ml: നീക്കം/വലുപ്പംമാറ്റൽ ആരംഭിക്കുക
mr: हालचाल / आकार बदलणे सुरू करा

source: Free
be: Свабодна
he: חופשי
hi: स्वाधीन
ml: സ്വതന്ത്രമായ
mr: फुकट

source: Appearance
be: Выгляд
he: חזות
hi: दिखावट
ml: രൂപഭാവം
mr: देखावा

source: Add other gadgets
be: Дадаць іншыя гаджэты
he: להוסיף יישומונים אחרים
hi: अन्य गैजेट जोड़ें
ml: മറ്റ് ഗാഡ്‌ജെറ്റുകൾ ചേർക്കുക
mr: इतर गॅझेट्स जोडा

source: Show/hide gadgets
be: Паказаць/схаваць гаджэты
he: להציג/להסתיר יישומונים
hi: गैजेट्स दिखाएं/छुपाएं
ml: ഗാഡ്‌ജെറ്റുകൾ കാണിക്കുക/മറയ്ക്കുക
mr: गॅजेट्स दाखवा/लपवा

source: Change Gadgets
be: Змяніць гаджэты
he: לשנות יישומון
hi: गैजेट्स बदलें
ml: ഗാഡ്‌ജെറ്റുകൾ മാറ്റുക
mr: गॅजेट्स बदला

source: Window Switcher Settings
be: Налады пераключэння вокнаў
he: הגדרות מחליף חלונות
hi: विंडो स्विचर सेटिंग्स
ml: വിൻഡോ സ്വിച്ചർ ക്രമീകരണങ്ങൾ
mr: विंडो स्विचर सेटिंग्ज

source: Windows from other desks
be: Вокны з іншых сталоў
he: חלונות משולחנות אחרים
hi: अन्य डेस्क से विंडोज
ml: മറ്റ് ഡെസ്കുകളിൽ നിന്നുള്ള വിൻഡോകൾ
mr: इतर डेस्कवरील खिडक्या

source: Windows from other screens
be: Вокны з іншых экранаў
he: חלונות ממסכים אחרים
hi: अन्य स्क्रीन से विंडोज
ml: മറ്റ് സ്ക്രീനുകളിൽ നിന്നുള്ള വിൻഡോകൾ
mr: इतर स्क्रीनवरील खिडक्या

source: Iconified
be: Мініяцюрызацыя
he: מסומל
hi: आइकॉनिफाइड
ml: ഐക്കണിഫൈചെയ്തത്
mr: आयकॉनाइज्ड

source: Iconified from other desks
be: Мініяцюрызацыя з іншых сталоў
he: מסומל משולחנות אחרים
hi: अन्य डेस्क से प्रतिष्ठित
ml: മറ്റ് ഡെസ്കുകളിൽ നിന്ന് ഐക്കണിഫൈചെയ്തത്
mr: इतर डेस्कवरून आयकॉनेटेड

source: Iconified from other screens
be: Мініяцюрызацыя з іншых экранаў
he: מסומל ממסכים אחרים
hi: अन्य स्क्रीन से आइकॉन किया गया
ml: മറ്റ് സ്‌ക്രീനുകളിൽ നിന്ന് ഐക്കണിഫൈചെയ്തത്
mr: इतर स्क्रीनवरून आयकॉनेटेड

source: Uniconify/Unshade
be: Аднавіць/Разгарнуць
he: לאחד/לא להצליל (Uniconify/Unshade)
ml: അണ്ണൈക്കോണിഫൈ/അൺഷേഡുചെയ്യുക
mr: Uniconify / सावली काढणे

source: Warp mouse while selecting
be: Перамяшчэнне мышы пры выбары
he: עיקום העכבר בבחירה
hi: चुनते समय माउस को ताना
ml: തിരഞ്ഞെടുക്കുമ്പോൾ മൗസ് വാർപ്പുചെയ്യുക
mr: निवड करताना वार्प माऊस

source: Warp mouse at end
be: Перамяшчэнне мышы ў канцы
he: עיקום העכבר בסוף
hi: अंत में माउस ताना
ml: അവസാനം മൗസ് വാർപ്പുചെയ്യുക
mr: शेवटी वार्प माऊस

source: Jump to desk
be: Скокнуць на стол
he: קפיצה אל שולחן
hi: डेस्क पर जाएं
ml: ഡെസ്‌ക്കിലേക്ക് പോകുക
mr: डेस्कवर उडी घ्या

source: Move to current desk after switch
be: Перамяшчэнне на бягучы стол пасля пераключэння
he: לעבור לשולחן הנוכחי לאחר החלפה
hi: स्विच के बाद वर्तमान डेस्क पर जाएं
ml: സ്വിച്ചിന് ശേഷം നിലവിലെ ഡെസ്‌കിലേക്ക് മാറുക
mr: स्विच केल्यानंतर करंट डेस्कवर जा

source: Selecting
be: Выбар
he: לבחור
hi: चयन
ml: തിരഞ്ഞെടുക്കുന്നു
mr: निवड करणे

source: Warp speed
be: Хуткасць мышы
he: עיוות מהירות
hi: ताना गति
ml: വാർപ്പ് വേഗത
mr: वार्प स्पीड

source: Scroll Animation
be: Анімацыя прагортвання
he: הנפשת גלילה
hi: स्क्रॉल एनिमेशन
ml: സ്ക്രോൾ ആനിമേഷൻ
mr: स्क्रोल अॅनिमेशन

source: Scroll speed
be: Хуткасць прагортвання
he: מהירות הגלילה
hi: स्क्रॉल गति
ml: സ്ക്രോൾ വേഗത
mr: स्क्रोल स्पीड

source: Minimum width
be: Найменшая шырыня
he: רוחב מזערי
hi: न्यूनतम चौड़ाई
ml: കുറഞ്ഞ വീതി
mr: किमान रुंदी

source: Maximum width
be: Найбольшая шырыня
he: רוחב מירבי
hi: अधिकतम चौड़ाई
ml: പരമാവധി വീതി
mr: जास्तीत जास्त रुंदी

source: Minimum height
be: Найменьшая вышыня

source: Maximum height
be: Найбольшая вышыня

source: Horizontal alignment
be: Гарызантальнае выыраўноўванне
he: יישור אופקי
hi: क्षैतिज संरेखण
ml: തിരശ്ചീന വിന്യാസം
mr: क्षैतिज संरेखण

source: Vertical alignment
be: Вертыкальнае выраўноўванне
he: יישור אנכי
hi: लंबवत संरेखण
ml: ലംബ വിന്യാസം
mr: उभ्या संरेखन

source: Alignment
be: Выраўноўванне
he: יישור
hi: संरेखण
ml: വിന്യാസം
mr: संरेखण (संपादन)

source: Window Switcher
be: Пераключэнне вокнаў
he: מחליף חלונות
hi: विंडो स्विचर
ml: വിൻഡോ സ്വിച്ചർ
mr: विंडो स्विचर

source: Next Window
be: Наступнае акно
he: החלון הבא
hi: अगली विंडो
ml: അടുത്ത വിൻഡോ
mr: पुढील विंडो

source: Previous Window
be: Папярэдняе акно
he: החלון הקודם
hi: पिछला विंडो
ml: മുമ്പത്തെ വിൻഡോ
mr: मागील विंडो

source: Next window of same class
be: Наступнае акно такога самага класа
he: החלון הבא במחלקה הזו
hi: उसी कक्षा की अगली विंडो
ml: ഇതേ ക്ലാസിലെ അടുത്ത വിൻഡോ
mr: त्याच वर्गाची पुढची खिडकी

source: Previous window of same class
be: Папярэдняе акно такога самага класа
he: החלון הקודם במחלקה הזו
hi: एक ही कक्षा की पिछली विंडो
ml: ഇതേ ക്ലാസിലെ മുമ്പത്തെ വിൻഡോ
mr: एकाच वर्गाची मागील खिडकी

source: Next window class
be: Наступны клас акна
he: מחלקת חלונות הבאה
hi: अगली विंडो क्लास
ml: അടുത്ത വിൻഡോ ക്ലാസ്
mr: पुढील खिडकी वर्ग

source: Previous window class
be: Папярэдні клас акна
he: מחלקת חלונות קודמת
hi: पिछली विंडो क्लास
ml: മുമ്പത്തെ വിൻഡോ ക്ലാസ്
mr: मागील खिडकी वर्ग

source: Window on the Left
be: Акно слева
he: החלון משמאל
hi: बाईं ओर की खिड़की
ml: ഇടതുവശത്തെ വിൻഡോ
mr: डाव्या बाजूला खिडकी

source: Window Down
be: Акно справа
he: להוריד חלון
hi: खिड़की नीचे
ml: വിൻഡോ താഴേക്ക്
mr: खिडकी खाली

source: Window Up
be: Акно зверху
he: להרים החלון
hi: विंडो अप
ml: വിൻഡോ മുകളിലേക്ക്
mr: विंडो अप

source: Window on the Right
be: Акно справа
he: החלון מימין
hi: दाईं ओर की खिड़की
ml: വലതുവശത്തെ വിൻഡോ
mr: उजवीकडे खिडकी

source: Winlist Error
be: Памылка спісу вокнаў
he: שגיאת Winlist
hi: विनलिस्ट त्रुटि
ml: വിൻലിസ്റ്റ് പിശക്
mr: Winlist त्रुटी

source: Winlist cannot be activated from an edge binding
be: Спіс вокнаў немагчыма актываваць праз прызначэнне краю
he: לא ניתן להפעיל את Winlist מתוך איגוד קצוות
hi: Winlist को एज बाइंडिंग से सक्रिय नहीं किया जा सकता है
ml: ഒരു എഡ്ജ് ബൈൻഡിംഗിൽ നിന്ന് വിൻലിസ്റ്റ് സജീവമാക്കാൻ കഴിയില്ല
mr: एज बाइंडिंगमधून विनलिस्ट सक्रिय करता येत नाही

source: Winlist cannot be activated from a signal binding
be: Спіс вокнаў немагчыма актываваць праз прызначэнне сігналу
he: לא ניתן להפעיל את Winlist מתוך איגוד סימנים
hi: सिग्नल बाइंडिंग से Winlist को सक्रिय नहीं किया जा सकता है
ml: ഒരു സിഗ്നൽ ബൈൻഡിംഗിൽ നിന്ന് വിൻലിസ്റ്റ് സജീവമാക്കാൻ കഴിയില്ല
mr: सिग्नल बाइंडिंगमधून विनलिस्ट सक्रिय करता येत नाही

source: Winlist cannot be activated from an ACPI binding
be: Спіс вокнаў немагчыма актываваць праз ACPI-прызначэнне
he: לא ניתן להפעיל את Winlist מתוך איגוד ACPI
hi: Winlist को ACPI बाइंडिंग से सक्रिय नहीं किया जा सकता
ml: ഒരു ACPI ബൈൻഡിംഗിൽ നിന്ന് വിൻലിസ്റ്റ് സജീവമാക്കാൻ കഴിയില്ല
mr: ACPI बाइंडिंगमधून विनलिस्ट सक्रिय केली जाऊ शकत नाही

source: Select a window
be: Выберыце акно
da: Vælg et vindue
he: לבחור חלון
hi: किसी विंडो का चयन करें
ml: ഒരു വിൻഡോ തിരഞ്ഞെടുക്കുക
mr: विंडो निवडा
nb: Velg et vindu

source: IBar Settings
be: Налады IBar
he: IBar הגדרות
hi: IBar सेटिंग्
ml: ഐബാർ ക്രമീകരണങ്ങൾ

source: Selected source
be: Выбраная крыніца
he: מקור נבחר
hi: चयनित स्रोत
ml: തിരഞ്ഞെടുത്ത ഉറവിടം
mr: निवडलेले स्त्रोत

source: Setup
be: Наладзіць
he: הגדרות
hi: सेटअप
ml: സജ്ജീകരണം
mr: सेटअप

source: Icon Labels
be: Пазнакі значкоў
he: תווית הסמל
hi: आइकन लेबल
ml: ഐക്കൺ ലേബലുകൾ
mr: आयकॉन लेबल्स

source: Show icon label
be: Паказваць пазнаку значка
he: להציג תווית הסמל
hi: आइकन लेबल दिखाएं

source: Misc
be: Рознае
da: Diverse
he: שונת
hi: फुटकर
ml: മറ്റുള്ളവ
mr: एमआयएससी
nb: Diverse

source: Icon focus flash
be: Падсветка значка
he: הבזק מיקוד אייקון
hi: आइकन फ़ोकस फ़्लैश
ml: ഐക്കൺ ഫോക്കസ് ഫ്ലാഷ്
mr: आयकॉन फोकस फ्लॅश

source: Lock icon move
be: Блакіраваць перамяшчэнне значка
he: לנעול הזזת סמל
hi: लॉक आइकन चाल
ml: ലോക്ക് ഐക്കൺ നീക്കം
mr: लॉक आयकॉन हालचाल

source: Don't add items on launch
be: На дадаваць элементы пры запуску
he: לא להוסיף פריטים למשגר
hi: लॉन्च पर आइटम न जोड़ें
ml: ലോഞ്ച് ചെയ്യുമ്പോൾ ഇനങ്ങൾ ചേർക്കരുത്
mr: लाँचिंगवर आयटम जोडू नका

source: Track launch
be: Сачыць за запускам
he: לעקוב אחרי משגר
hi: ट्रैक लॉन्च
ml: ട്രാക്ക് ലോഞ്ച്
mr: ट्रॅक लाँच

source: Menu on mouse over
be: Меню пры навядзенні мышы
he: תפריט כשהעכבר מעל
hi: माउस ओवर पर मेनू
ml: മൗസോവറിൽ മെനു
mr: माउसवर मेनू

source: Create new IBar source
be: Стварыць новую крыніцу IBar
he: יצירת מקור IBar חדש
hi: नया IBar स्रोत बनाएँ
ml: പുതിയ ഐബാർ ഉറവിടം സൃഷ്‌ടിക്കുക
mr: नवीन आयबार स्त्रोत तयार करा

source: Enter a name for this new source:
be: Увядзіце назву гэтай новай крыніцы:
he: להזין שם עבור המקור החדש:
hi: इस नए स्रोत के लिए एक नाम दर्ज करें:
ml: ഈ പുതിയ ഉറവിടത്തിന് ഒരു പേര് നൽകുക:
mr: या नवीन स्त्रोतासाठी नाव प्रविष्ट करा:

source: You requested to delete "%s".<br><br>Are you sure you want to delete this bar source?
be: Вы запатрабавалі выдаленне "%s".<br><br>Вы ўпэўненыя, што жадаеце выдаліць гэту крыніцу панэлі?
he: ביקשת למחוק את "%s".<br><br> האם באמת למחוק את מקור הבר?
hi: आपने "%s" को हटाने का अनुरोध किया था।<br><br>क्या आप वाकई इस पट्टी स्रोत को हटाना चाहते हैं?
ml: "%s" ഇല്ലാതാക്കാൻ നിങ്ങൾ അഭ്യർത്ഥിച്ചു.<br><br>ഈ ബാർ ഉറവിടം ഇല്ലാതാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: आपण "%s" डिलीट करण्याची विनंती केली.<br><br>आपण हा बार स्त्रोत हटवू इच्छित आहात याची आपल्याला खात्री आहे का?

source: Are you sure you want to delete this bar source?
be: Вы ўпэўнены, што жадаеце выдаліць гэту крыніцу панэлі?
he: האם באמת ברצונך למחוק את מקור הבר?
hi: क्या आप वाकई इस पट्टी स्रोत को हटाना चाहते हैं?
ml: ഈ ബാർ ഉറവിടം ഇല്ലാതാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: आपण हा बार स्त्रोत हटवू इच्छित आहात याची आपल्याला खात्री आहे का?

source: Create new Icon
be: Стварыць новы значок
he: ליצור סמל חדש
hi: नया आइकन बनाएं
ml: പുതിയ ഐക്കൺ സൃഷ്ടിക്കുക
mr: नवीन आयकॉन तयार करा

source: Add to bar
be: Дадаць на панэль
he: להוסיף לבר
hi: बार में जोड़ें
ml: ബാറിലേക്ക് ചേർക്കുക
mr: बारमध्ये जोडा

source: Remove from bar
be: Выдаліць з панэлі
he: להסיר מהבר
hi: बार से निकालें
ml: ബാറിൽ നിന്ന് ഇല്ലാതാക്കുക
mr: बारमधून काढून टाका

source: Icon %s
be: Значок %s
he: סמל %s
hi: चिह्न %s
ml: ഐക്കൺ %s
mr: आयकॉन %s

source: Focus IBar
be: Факусаванне IBar
he: להתמקד בIBar
hi: फोकस IBar
ml: ഐബാർ ഫോക്കസുചെയ്യുക
mr: फोकस I-बार

source: IBox Settings
be: Налады IBox
he: הגדרות Ibox
hi: IBox सेटिंग्स
ml: ഐബോക്സ് ക്രമീകരണങ്ങൾ
mr: I-बॉक्स सेटिंग्स

source: Expand When On Desktop
be: Разгортваць, калі на працоўным стале
he: להרחיב כאשר על שולחן העבודה
hi: डेस्कटॉप पर होने पर विस्तृत करें
ml: ഡെസ്‌ക്‌ടോപ്പിൽ ആയിരിക്കുമ്പോൾ വിപുലീകരിക്കുക
mr: डेस्कटॉपवर असताना विस्तार करा

source: Show Icon Label
be: Паказаць пазнаку значка
he: הצג את תווית הסמל
hi: आइकन लेबल दिखाएं
ml: ഐക്കൺ ലേബൽ കാണിക്കുക
mr: आयकॉन लेबल दाखवा

source: Display Name
be: Паказываць назву
he: להציג שם
hi: प्रदर्शित होने वाला नाम
ml: ഡിസ്പ്ലേ പേര്
mr: प्रदर्शनाचे नाव

source: Display Title
be: Паказываць загаловак
he: להציג כותרת
hi: शीर्षक प्रदर्शित करें
ml: ഡിസ്പ്ലേ ശീർഷകം
mr: प्रदर्शन शीर्षक

source: Display Class
be: Паказываць клас
he: להציג מחלקה
hi: प्रदर्शन वर्ग
ml: ഡിസ്പ്ലേ ക്ലാസ്
mr: प्रदर्शन वर्ग

source: Display Icon Name
be: Паказываць назву значка
he: להציג שם סמל
hi: प्रदर्शन चिह्न नाम
ml: ഡിസ്പ്ലേ ഐക്കൺ പേര്
mr: आयकॉन नाव प्रदर्शित करा

source: Display Border Caption
be: Паказываць загаловак мяжы
he: הצגת כיתוב הגבול
hi: बॉर्डर कैप्शन प्रदर्शित करें
ml: ഡിസ്പ്ലേ ബോർഡർ ക്യാപ്ഷൻ
mr: सीमा मथळा प्रदर्शित करा

source: Show windows from all screens
be: Паказываць вокны з усіх экранаў
he: להציג חלונות מכל המסכים
hi: सभी स्क्रीन से विंडो दिखाएं
ml: എല്ലാ സ്ക്രീനുകളിൽ നിന്നും വിൻഡോകൾ കാണിക്കുക
mr: सर्व स्क्रीनवरून खिडक्या दाखवा

source: Show windows from current screen
be: Паказваць вокны з бягучага экрана
he: להציג חלונות מהמסך הנוכחי
hi: वर्तमान स्क्रीन से विंडो दिखाएं
ml: നിലവിലെ സ്ക്രീനിൽ നിന്ന് വിൻഡോകൾ കാണിക്കുക
mr: सध्याच्या स्क्रीनवरून खिडक्या दाखवा

source: Show windows from all desktops
be: Паказваць вокны з усіх працоўных сталоў
he: להציג חלונות מכל שולחנות העבודה
hi: सभी डेस्कटॉप से विंडो दिखाएँ
ml: എല്ലാ ഡെസ്ക്ടോപ്പുകളിൽ നിന്നും വിൻഡോകൾ കാണിക്കുക
mr: सर्व डेस्कटॉपवरून खिडक्या दाखवा

source: Show windows from active desktop
be: Паказваць вокны з актыунага працоўнага стала
he: להציג חלונות משולחן העבודה בפעיל
hi: सक्रिय डेस्कटॉप से ​​विंडोज़ दिखाएँ
ml: സജീവമായ ഡെസ്ക്ടോപ്പിൽ നിന്ന് വിൻഡോകൾ കാണിക്കുക
mr: सक्रिय डेस्कटॉपवरून विंडोज दाखवा

source: Pager Settings
be: Налады пэйджара
he: הגדרות זימונית
hi: पेजर सेटिंग्स
ml: പേജർ ക്രമീകരണങ്ങൾ
mr: पेजर सेटिंग्ज

source: Flip desktop on mouse wheel
be: Пераключаць працоўныя сталы колам мышы
he: להחליף שולחן העבודה עם גלגל העכבר
hi: माउस व्हील पर डेस्कटॉप फ्लिप करें
ml: മൗസ് വീലിൽ ഡെസ്ക്ടോപ്പ് ഫ്ലിപ്പുചെയ്യുക
mr: माउस व्हीलवर डेस्कटॉप फ्लिप करा

source: Always show desktop names
be: Заўсёды паказваць назвы працоўных сталоў
he: להציג תמיד שמות של שולחן העבודה
hi: हमेशा डेस्कटॉप नाम दिखाएं
ml: എല്ലായ്‌പ്പോഴും ഡെസ്‌ക്‌ടോപ്പ് പേരുകൾ കാണിക്കുക
mr: डेस्कटॉप ची नावे नेहमी दाखवा

source: Live preview
be: Дынамічны прагляд
he: תצוגה מקדימה חיה
hi: लाइव पूर्वावलोकन
ml: തത്സമയ പ്രിവ്യൂ
mr: लाइव्ह पूर्वावलोकन

source: Show popup on desktop change
be: Паказваць усплываючае акно пры змене працоўнага стала
he: להציג חלון קופץ בשינוי שולחן העבודה
hi: डेस्कटॉप परिवर्तन पर पॉपअप दिखाएँ
ml: ഡെസ്ക്ടോപ്പ് മാറ്റത്തിൽ പോപ്പപ്പ് കാണിക്കുക
mr: डेस्कटॉप बदलावर पॉपअप दाखवा

source: Show popup for urgent windows
be: Паказваць усплываючае акно для тэрміновых вокнаў
he: הצג חלון קופץ לחלונות דחופים
hi: तत्काल विंडो के लिए पॉपअप दिखाएं
ml: അടിയന്തിര വിൻഡോകൾക്കായി പോപ്പപ്പ് കാണിക്കുക
mr: तातडीच्या खिडक्यांसाठी पॉपअप दाखवा

source: Resistance to dragging
be: Супраціўленне перацягванню
he: התנגדות לגרירה
hi: खींचने का प्रतिरोध
ml: വലിച്ചിടുന്നതിനുള്ള പ്രതിരോധം
mr: ओढण्याला विरोध

source: %.0f px
be: %.0f пкс

source: Select and Slide button
be: Кнопка выбара і ссоўвання
he: כפתור בחירה והחלקה
hi: चयन और स्लाइड बटन
ml: സെലക്ടുചെയ്യാനും സ്ലൈഡുചെയ്യാനുമുള്ള ബട്ടൺ
mr: निवडा आणि स्लाइड बटण निवडा

source: Click to set
be: Націснуць каб задаць
he: ללחוץ כדי להגדיר
hi: सेट करने के लिए क्लिक करें
ml: സജ്ജമാക്കാൻ ക്ലിക്ക് ചെയ്യുക
mr: सेट करण्यासाठी क्लिक करा

source: Drag and Drop button
be: Кнопка перацягвання
he: כפתור לגרור ולשחרר
hi: खींचें और ड्रॉप बटन
ml: ഡ്രാഗ്-ആൻഡ്-ഡ്രോപ്പ് ബട്ടൺ
mr: ड्रॅग आणि ड्रॉप बटण

source: Drag whole desktop
be: Перацягваць увесь працоўны стол
he: לגרור את שולחן העבודה כולו
hi: संपूर्ण डेस्कटॉप खींचें
ml: മുഴുവൻ ഡെസ്ക്ടോപ്പും വലിച്ചിടുക
mr: संपूर्ण डेस्कटॉप ओढा

source: Popup pager height
be: Вышыня ўсплываючага акна пэйджара
he: גובה חלונית קופצת של זימונית
hi: पॉपअप पेजर ऊंचाई
ml: പോപ്പപ്പ് പേജർ ഉയരം
mr: पॉपअप पेजर उंची

source: Popup duration
be: Працягласць паказу усплываючага акна
he: משך החלון הקופץ
hi: पॉपअप अवधि
ml: പോപ്പപ്പ് കാലയളവ്
mr: पॉपअप कालावधी

source: %1.1f seconds
be: %1.1f секунд
he: %1.1f שניות
ml: %1.1f സെക്കൻഡ്
mr: %1.1f सेकंद
nb: %1.1f sekund

source: Pager action popup height
be: Вышыня ўсплываючага акна дзеяння пэйджара
he: גובה חלון קופץ של פעולת זימונית
hi: पेजर एक्शन पॉपअप ऊंचाई
ml: പേജർ ആക്ഷൻ പോപ്പപ്പ് ഉയരം
mr: पेजर अॅक्शन पॉपअप उंची

source: Show popup for urgent window
be: Паказваць усплываючае акно для тэрміновых вокнаў
he: הצג חלון קופץ לחלון דחוף
hi: तत्काल विंडो के लिए पॉपअप दिखाएं
ml: അടിയന്തര വിൻഡോയ്‌ക്കായി പോപ്പപ്പ് കാണിക്കുക
mr: तातडीच्या खिडकीसाठी पॉपअप दाखवा

source: Urgent popup sticks on screen
be: Тэрміновае ўсплываючае акно прыліпае да экрана
he: מקלות חלונות קופצים דחופים על המסך
hi: स्क्रीन पर तत्काल पॉपअप चिपक जाता है
ml: അടിയന്തിര പോപ്പപ്പ് സ്ക്രീനിൽ പറ്റിനിൽക്കുന്നു
mr: पडद्यावर तातडीचे पॉपअप स्टिक

source: Show popup for focused windows
be: Паказваць усплываючае акно для фокусаваных вокнаў
he: הצג חלון קופץ לחלון ממוקד
hi: केंद्रित विंडो के लिए पॉपअप दिखाएं
ml: ഫോക്കസ്ചെയ്ത വിൻഡോകൾക്കായി പോപ്പപ്പ് കാണിക്കുക
mr: फोकस्ड विंडोजसाठी पॉपअप दाखवा

source: Urgent popup duration
be: Працягласць паказу тэрміновага ўсплываючага акна
he: משך חלון קופץ דחוף
hi: तत्काल पॉपअप अवधि
ml: അടിയന്തര പോപ്പപ്പ് കാലയളവ്
mr: तातडीचा पॉपअप कालावधी

source: Urgent Windows
be: Тэрміновыя вокны
he: חלונות דחופים
hi: तत्काल विंडोज
ml: അടിയന്തിര വിൻഡോകൾ
mr: तातडीच्या खिडक्या

source: Attention
be: Увага
he: תשומת לב
hi: ध्यान दें
ml: ശ്രദ്ധിക്കുക
mr: ध्यान

source: You cannot use the right mouse button in the<br>shelf for this as it is already taken by internal<br>code for context menus.<br>This button only works in the popup.
be: Вы не можаце выкарыстоўваць правую кнопку мышы<br> на паліцы для гэтага, таму што яна патрэбна, каб<br>працавалі кантэкстныя меню.<br>Гэта кнопка працуе толькі ў усплываючых вокнах.
he: לא ניתן להשתמש בלחצן הימני של העכבר על המדף <br>לצורך זה מכיון שהוא כבר תפוס על ידי קוד<br> פנימי לתפריטי הקשר.<br>לחצן זה עובד רק בחלון הקופץ.
hi: आप इसके लिए शेल्फ में दाएँ माउस बटन का उपयोग<br> नहीं कर सकते क्योंकि यह पहले से ही संदर्भ मेनू <br>के लिए आंतरिक कोड द्वारा लिया गया है।<br> यह बटन केवल पॉपअप में काम करता है।
ml: ഇതിനായി നിങ്ങൾക്ക് ഷെൽഫിലെ വലത് മൗസ് ബട്ടൺ ഉപയോഗിക്കാൻ<br>കഴിയില്ല, കാരണം ഇത് കോണ്ടെക്സ്റ്റ് മെനുകൾക്കുള്ള<br>ഇൻ്റേണൽ കോഡ് വഴി ഇതിനകം എടുത്തതാണ്.<br>ഈ ബട്ടൺ പോപ്പപ്പിൽ മാത്രമേ പ്രവർത്തിക്കൂ.
mr: आपण त्यामध्ये उजवे माउस बटण वापरू शकत नाही<br>यासाठी शेल्फ कारण ते आधीच अंतर्गत घेतले जाते<br>संदर्भ मेनूसाठी कोड.<br>हे बटण फक्त पॉपअपमध्ये काम करते.

source: This Desktop Settings
be: Налады гэтага працоўнага стала
he: הגדרות שולחן העבודה הזה
hi: मौजूदा डेस्कटॉप सेटिंग्
ml: ഈ ഡെസ്ക്ടോപ്പ് ക്രമീകരണങ്ങൾ
mr: हे डेस्कटॉप सेटिंग्स

source: Show Pager Popup
be: Паказваць усплываючыя вокны пэйджара
he: להציג חלון קופץ זימונית
hi: पेजर पॉपअप दिखाएं
ml: പേജർ പോപ്പപ്പ് കാണിക്കുക
mr: पेजर पॉपअप दाखवा

source: Popup Desk Right
be: Скокнуць на стол зправа
he: להקפיץ שולחן ימינה
hi: पॉपअप डेस्क दाए
ml: പോപ്പപ്പ് ഡെസ്ക് വലത്
mr: पॉपअप डेस्क बरोबर

source: Popup Desk Left
be: Скокнуць на стол злева
he: להקפיץ שולחן שמאלה
hi: पॉपअप डेस्क बाएं
ml: പോപ്പപ്പ് ഡെസ്ക് ഇടത്
mr: पॉपअप डेस्क डावीकडे

source: Popup Desk Up
be: Скокнуць на стол зверху
he: להקפיץ שולחן למעלה
hi: पॉपअप डेस्क अप
ml: പോപ്പപ്പ് ഡെസ്ക് മുകളിൽ
mr: पॉपअप डेस्क अप

source: Popup Desk Down
be: Скокнуць на стол знізу
he: להקפיץ שולחן למטה
hi: पॉपअप डेस्क डाउन
ml: പോപ്പപ്പ് ഡെസ്ക് താഴേ
mr: पॉपअप डेस्क डाऊन

source: Popup Desk Next
be: Скокнуць на наступны стол
he: להקפיץ שולחן הבא
hi: अगला पॉपअप डेस्क
ml: പോപ്പപ്പ് ഡെസ്ക് അടുത്തത്
mr: पॉपअप डेस्क नेक्स्ट

source: Popup Desk Previous
be: Скокнуць на папярэдні стол
he: להקפיץ שולחן הקודם
hi: पिछला पॉपअप डेस्क
ml: പോപ്പപ്പ് ഡെസ്ക് മുമ്പത്തേത്
mr: पॉपअप डेस्क मागील

source: System Controls Settings
be: Налады кіравання сістэмай
he: הגדרות בקרת המערכת
hi: सिस्टम नियंत्रण सेटिंग्स
ml: സിസ്റ്റം നിയന്ത്രണ ക്രമീകരണങ്ങൾ
mr: सिस्टम नियंत्रण सेटिंग्ज

source: Secondary
be: Другасных
he: מישני
hi: माध्यमिक
ml: ദ്വിതീയ
mr: गौण

source: Extra
be: Іншых
he: נוספים
hi: अतिरिक्त
ml: അധിക
mr: अतिरिक्त

source: Icon Sizes
be: Памеры значкоў
he: גדלי סמלים
hi: आइकन आकार
ml: ഐക്കൺ വലുപ്പങ്ങൾ
mr: आयकॉन आकार

source: Do default action after timeout
be: Выканаць перадвызначанае дзеянне пасля прастою
he: לבצע פעולת ברירת מחדל לאחר פסק זמן
hi: टाइमआउट के बाद डिफ़ॉल्ट कार्रवाई करें
ml: കാലഹരണപ്പെട്ടതിന് ശേഷം സ്ഥിരമായ പ്രവർത്തനം നടത്തുക
mr: टाइमआऊटनंतर करा डिफॉल्ट अॅक्शन

source: Default Action
be: Перадвызначанае дзеянне
he: פעולת ברירת מחדל
hi: डिफ़ॉल्ट क्रिया
ml: സ്ഥിരമായ പ്രവർത്തനം
mr: डिफॉल्ट अॅक्शन

source: System Controls
be: Кіраванне сістэмай
he: בקרי המערכת
hi: सिस्टम नियंत्रण
ml: സിസ്റ്റം നിയന്ത്രണങ്ങൾ
mr: सिस्टम कंट्रोल्स

source: Show Menu
be: Паказаць меню
he: להציג תפריט
hi: मेनू देखें...
ml: മെനു കാണിക്കുക
mr: मेनू दाखवा

source: Temperature Settings
be: Налады тэмпературы
he: הגדרות טמפרטורה
hi: तापमान सेटिंग्
ml: താപനില ക്രമീകരണങ്ങൾ
mr: तापमान सेटिंग्ज

source: Sensors
be: Сэнсары
he: חיישנים
hi: सेंसर
ml: സെൻസറുകൾ
mr: सेन्सर
nb: Føler

source: Celsius
be: Цельсія
he: צלסיוס
hi: सेल्सियस
ml: സെൽഷ്യസ്
mr: सेल्सिअस
nb: Celcius
