Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: Bounce
be: Падскокваць
he: לקפיץ
hi: उछाल
ml: കുതിച്ചുചാട്ടം
mr: बाऊन्स करा

source: Bounce more
be: Больш падскокваць
he: להקפיץ יותר
hi: अधिक उछाल
ml: കൂടുതൽ കുതിച്ചുചാട്ടം
mr: अधिक उसळी घ्या

source: Shading
be: Зацяненне
he: הצללה
hi: छायाकरण
ml: ഷേഡിംഗ്
mr: शेडिंग

source: Keep windows within the visual screen limits
be: Утрымліваць вокны ў межах бачнай часткі экрана
he: לשמור על החלון בגבולות המסך הנראים
hi: विंडो को विज़ुअल स्क्रीन सीमाओं के भीतर रखें
ml: വിഷ്വൽ സ്ക്രീനിൻ്റെ പരിധിക്കുള്ളിൽ വിൻഡോകൾ സൂക്ഷിക്കുക
mr: खिडक्या व्हिज्युअल स्क्रीन मर्यादेत ठेवा

source: Allow windows partly out of the visual screen limits
be: Дазваляць вокнам часткова выходзіць за межы бачнай часткі экрана
he: לאפשר חלקים מחלונות מחוץ לתחום המסך הנראה
hi: विंडोज़ को आंशिक रूप से दृश्य स्क्रीन सीमाओं से बाहर की अनुमति दें
ml: വിഷ്വൽ സ്‌ക്രീൻ പരിധിക്ക് പുറത്ത് വിൻഡോകളെ ഭാഗികമായി അനുവദിക്കുക
mr: विंडोजला व्हिज्युअल स्क्रीन मर्यादेच्या अंशतः बाहेर जाऊ द्या

source: Allow windows completely out of visual screen limits
be: Дазваляць вокнам цалкам выходзіць за межы бачнай часткі экрана
he: לאפשר חלונות מחוץ לתחום הנראה של המסך
hi: विंडोज़ को पूरी तरह से दृश्य स्क्रीन सीमाओं से बाहर की अनुमति दें
ml: വിഷ്വൽ സ്‌ക്രീൻ പരിധിക്ക് പുറത്ത് വിൻഡോകളെ പൂർണ്ണമായും അനുവദിക്കുക
mr: विंडोजला व्हिज्युअल स्क्रीन मर्यादेच्या पूर्णपणे बाहेर जाऊ द्या

source: Screen Limits
be: Межы экрана
he: גבולות המסך
hi: स्क्रीन सीमाएं
ml: സ്ക്രീൻ പരിധികൾ
mr: स्क्रीन मर्यादा

source: Focus Settings
be: Налады фокуса
da: Fokusindstillinger
he: הגדרות מיקוד
hi: फोकस सेटिंग्स
ml: ഫോക്കസ് ക്രമീകരണങ്ങൾ
mr: फोकस सेटिंग्स
nb: Tastaturfokusinnstillinger

source: Click Window to Focus
be: Націснуць на акно кам факусаваць
da: Klik på vindue for fokusering
he: ללחוץ על חלון להתמקד
hi: फोकस करने के लिए विंडो पर क्लिक करें
ml: ഫോക്കസ് ചെയ്യാൻ വിൻഡോ ക്ലിക്കുചെയ്യുക
mr: लक्ष केंद्रित करण्यासाठी विंडोवर क्लिक करा
nb: Klikk vindu for fokus

source: Window under the Mouse
be: Акно пад паказальнікам мышы
da: Fokusér altid vinduet under musen
he: החלון תחת העכבר
hi: माउस के नीचे विंडो
ml: മൗസിൻ്റെ കീഴിലുള്ള വിൻഡോ
mr: माऊस खाली खिडकी
nb: Vindu under musen

source: Most recent Window under the Mouse
be: Апошняе акно пад паказальнікам мышы
da: Fokusér seneste vindue under musen
he: החלון האחרון מתחת לעכבר
hi: माउस के नीचे सबसे हाल की विंडो
ml: മൗസിൻ്റെ കീഴിലുള്ള ഏറ്റവും സമീപകാല വിൻഡോ
mr: माउस खाली सर्वात अलीकडील विंडो
nb: Siste vindu under musepekeren

source: Raise windows on mouse over
be: Падымаць вокны пры навядзенні мышы
he: להרים חלון כשהעכבר מעל
hi: माउस ओवर पर खिड़कियां उठाएं
ml: മൗസോവറിൽ വിൻഡോകൾ ഉയർത്തുക
mr: माऊसवरील खिडक्या उंचावा

source: Click
be: Націсканне
he: ללחוץ
hi: क्लिक करना
ml: ക്ലിക്ക്
mr: क्लिक करा

source: Pointer
be: Паказальнік
he: מצביע
hi: पॉइंटर
ml: പോയിൻ്റർ
mr: पॉइंटर

source: Sloppy
be: Нядбайна
he: מרושל
hi: लापरवाह
ml: അലസമായ
mr: ढिसाळ

source: New Window Focus
be: Факусаванне новага акна
da: Fokusering af nye vinduer
he: מיקוד בחלון חדש
hi: नई विंडो फोकस
ml: പുതിയ വിൻഡോ ഫോക്കസ്
mr: नवीन विंडो फोकस
nb: Fokus for nye vinduer

source: No window
be: Няма акна
he: אין חלון
hi: विंडो
ml: വിൻഡോകൾ ഇല്ല
mr: खिडकी नाही

source: All windows
be: Ўсе вокны
he: כל החלונות
hi: सभी खिड़कियां
ml: എല്ലാ വിൻഡോകളും
mr: सर्व खिडक्या

source: Only dialogs
be: Толькі дыялогі
he: רק דיאלוגים
hi: केवल संवाद
ml: ഡയലോഗുകൾ മാത്രം
mr: फक्त संवाद

source: Only dialogs with focused parent
be: Толькі дыялогі з факусаваным продкам
he: רק דיאלוגים עם הורה ממוקד
hi: केवल केंद्रित जनक के साथ संवाद
ml: ഫോക്കസ്ഡ് പാരൻ്റ് ഉള്ള ഡയലോഗുകൾ മാത്രം
mr: केवळ एकाग्र पालकांशी संवाद

source: Autoraise
be: Аўтапад'ём
da: Automatisk hævning
he: הרמה אוטוטית
hi: स्वतः राइज़ करें
ml: സ്വയമേവയുയർത്തുക
mr: ऑटोरेझ
nb: Automatisk heving

source: Delay before raising:
be: Затрымка перад пад'ёмам:
da: Pause før hævning:
he: עיכוב לפני הרמה:
hi: उठाने से पहले देरी:
ml: ഉയർത്തുന്നതിന് മുമ്പുള്ള കാലതാമസം:
mr: उपस्थित करण्यापूर्वी होणारा विलंब :
nb: Pause før vinduet heves:

source: Raise Window
be: Падняць акно
he: להרים חלון
hi: विंडो उठाएँ
ml: വിൻഡോ ഉയർത്തുക
mr: विंडो वाढवा

source: Raise when starting to move or resize
be: Падымаць з пачаткам перамяшчэння ці змянення памеру
he: להרים כאשר מתחילים להעביר או לשנות גודל
hi: स्थानांतरित करना या आकार बदलना शुरू करते समय उठाएँ
ml: നീക്കാനോ വലുപ്പം മാറ്റാനോ തുടങ്ങുമ്പോൾ ഉയർത്തുക
mr: हालचाल सुरू करताना किंवा आकार बदलण्यास सुरवात करताना वाढवा

source: Raise when focusing
be: Падымаць пры факусаванні
he: להרים כאשר מתמקדים
hi: ध्यान केंद्रित करते समय उठाएं
ml: ഫോക്കസ് ചെയ്യുമ്പോൾ ഉയർത്തുക
mr: लक्ष केंद्रित करताना वाढवा

source: Active Window Hint Policy
be: Палітыка ўсплываючай падказкі актыўнага акна
he: מדיניות רמיזה לחלון פעיל
hi: सक्रिय विंडो संकेत नीति
ml: സജീവ വിൻഡോ ഹിന്റ് പോളിസി
mr: सक्रिय विंडो संकेत धोरण

source: Ignore hint
be: Ігнараваць усплываючую падказку
he: התעלם מרמזים
hi: संकेत पर ध्यान न दें
ml: ഹിന്റ് അവഗണിക്കുക
mr: संकेताकडे दुर्लक्ष करा

source: Animate on hint
be: Аніміраваць пры ўсплыцці падказкі
he: הנפשה ברמז
hi: संकेत पर चेतन करें
ml: ഹിന്റനുസരിച്ച് ആനിമേറ്റുചെയ്യുക
mr: संकेतावर सजीव

source: Activate on hint
be: Актываваць пры ўсплыцці падказкі
he: הפעלה ברמז
hi: संकेत पर सक्रिय करें
ml: ഹിന്റനുസരിച്ച് സജീവമാക്കുക
mr: संकेतावर सक्रिय करा

source: Hints
be: Усплываючыя падказкі
he: רמזים
hi: संकेत
ml: ഹിന്റുകൾ
mr: संकेत

source: Other Settings
be: Іншыя налады
da: Andre indstillinger
he: הגדרות אחרות
hi: अन्य सेटिंग
ml: മറ്റ് ക്രമീകരണങ്ങൾ
mr: इतर सेटिंग्ज
nb: Andre innstillinger

source: Always pass click events to programs
be: Заўсёды перадаваць падзеі націскаў праграмам
he: תמיד להעביר אירועי לחיצה לתוכניות
hi: हमेशा क्लिक ईवेंट को प्रोग्राम में पास करें
ml: പ്രോഗ്രാമുകളിലേക്ക് എല്ലായ്‌പ്പോഴും ക്ലിക്ക് ഇവൻ്റുകൾ കൈമാറുക
mr: नेहमी क्लिक इव्हेंट्स प्रोग्राममध्ये पास करा

source: Click raises the window
be: Націсканне падымае акно
he: לחיצה משנה גודל חלון
hi: क्लिक विंडो बढ़ाता है
ml: ക്ലിക്ക് വിൻഡോ ഉയർത്തുന്നു
mr: विंडो वर क्लिक करा

source: Click focuses the window
be: Націсканне факусуе акно
he: לחיצה מתמקדת בחלון
hi: क्लिक विंडो पर फ़ोकस करता है
ml: ക്ലിക്ക് വിൻഡോ ഫോക്കസുചെയ്യുന്നു
mr: विंडोवर क्लिक करा

source: Refocus last window on desktop switch
be: Факусаваць апошняе акно пры змене працоўнага стала
he: להתמקד בחלון האחרון בהחלפת שולחן עבודה
hi: डेस्कटॉप स्विच पर अंतिम विंडो को फिर से फोकस करें
ml: ഡെസ്ക്ടോപ്പ് മാറുമ്പോൾ അവസാന വിൻഡോ വീണ്ടും ഫോക്കസുചെയ്യുന്നു
mr: डेस्कटॉप स्विचवर शेवटची विंडो पुन्हा फोकस करा

source: Focus last focused window on lost focus
be: Факусаваць апошняе факусаванае акно пры страце фокуса
he: להתמקד בחלון הממוקד האחרון באיבוד מיקוד
hi: खोए हुए फ़ोकस पर अंतिम केंद्रित विंडो पर ध्यान केंद्रित करें
ml: ഫോക്കസ് നഷ്ടപ്പെടുമ്പോൾ അവസാനത്തെ ഫോക്കസ് ചെയ്ത വിൻഡോ ഫോക്കസുചെയ്യുന്നു
mr: गमावलेल्या फोकसवर शेवटच्या केंद्रित खिडकीवर लक्ष केंद्रित करा

source: Slide pointer to a new window which is focused
be: Перамяшчаць паказальнік на новае акно, якое мае фокус
he: להחליק את המצביע לחלון חדש שממוקד
hi: स्लाइड सूचक को एक नई विंडो पर स्लाइड करें जो केंद्रित है
ml: ഫോക്കസ് ചെയ്‌തിരിക്കുന്ന ഒരു പുതിയ വിൻഡോയിലേക്ക് പോയിൻ്റർ സ്ലൈഡുചെയ്യുക
mr: एका नवीन विंडोवर स्लाइड पॉइंटर स्लाइड करा जे केंद्रित आहे

source: Window Geometry
be: Геаметрыя вокнаў
he: גאומטריית חלון
hi: विंडो ज्यामिति
ml: വിൻഡോ ജിയോമെട്രി
mr: Window भूमिती

source: Resist obstacles
be: Супраціўленне перашкодам
he: להתנגד למכשולים
hi: बाधाओं का विरोध करें
ml: പ്രതിബന്ധങ്ങളെ ചെറുത്തുനിൽക്കുക
mr: अडथळ्यांचा प्रतिकार करा

source: Other windows
be: Іншыя вокны
he: חלונות אחרים
hi: अन्य खिड़कियां
ml: മറ്റ് വിൻഡോകൾ
mr: इतर खिडक्या

source: Edge of the screen
be: На краі экрана
he: קצה של המסך
hi: स्क्रीन का किनारा
ml: സ്ക്രീനിൻ്റെ അറ്റം
mr: स्क्रीनची किनार

source: Desktop gadgets
be: Гаджэты працоўнага стала
he: קצה שולחן העבודה
hi: डेस्कटॉप गैजेट्स
ml: ഡെസ്ക്ടോപ്പ് ഗാഡ്ജെറ്റുകൾ
mr: डेस्कटॉप गॅजेट्स

source: Resistance
be: Супраціўленне
da: Modstand
he: התנגדות
hi: प्रतिरोध प्रदान करें
ml: പ്രതിരോധം
mr: प्रतिकार
nb: Motstand

source: Smart expansion
be: Разумнае пашырэнне
da: Smart ekspansion
he: הרחבה חכמה
hi: स्मार्ट विस्तार
ml: ബുദ്ധിപരമായ വികാസം
mr: स्मार्ट विस्तार
nb: Smart utvidelse

source: Fill available space
be: Запаўняць дасягальную прастору
da: Fyld den tilgængelige plads
he: למלא מקום פנוי
hi: उपलब्ध स्थान भरें
ml: ലഭ്യമായ ഇടം പൂരിപ്പിക്കുക
mr: उपलब्ध जागा भरा
nb: Fyll tilgjengelig plass

source: Direction
be: Накірунак
he: כיוון
hi: दिशा
ml: ദിശ
mr: दिशा

source: Both
be: Абодва
he: שניהם
hi: दोनों
ml: രണ്ടും
mr: दोघेही

source: Manipulation
be: Маніпуляцыя
he: מניפולציות
hi: हस्त-कौशल
ml: മാനിപ്പുലേഷൻ
mr: हेराफेरी

source: Allow manipulation of maximized windows
be: Дазволіць маніпуляванне разгарнутымі вокнамі
he: לאפשר מניפולציה של חלון מקסימאלי
hi: अधिकतम विंडो के हेरफेर की अनुमति दें
ml: വലുതാക്കിയ വിൻഡോകളുടെ മാനിപ്പുലേഷൻ അനുവദിക്കുക
mr: जास्तीत जास्त खिडक्यांच्या हाताळणीस परवानगी द्या

source: Allow windows above fullscreen window
be: Дазволіць вокны над поўнаэкранным акном
he: לאפשר חלונות מעל חלון מסך מלא
hi: पूर्णस्क्रीन विंडो के ऊपर विंडो की अनुमति दें
ml: ഫുൾസ്ക്രീൻ വിൻഡോയ്ക്ക് മുകളിൽ വിൻഡോകൾ അനുവദിക്കുക
mr: फुलस्क्रीन विंडोच्या वर खिडक्यांना परवानगी द्या

source: Snap windows to the screen edge
be: Прывязка вокнаў да краёў экрана
he: להצמיד חלונות לקצה המסך
hi: स्क्रीन किनारे पर विंडो स्नैप करें
ml: സ്‌ക്രീൻ അരികിലേക്ക് വിൻഡോകൾ സ്‌നാപ്പുചെയ്യുക
mr: स्क्रीनच्या काठावर खिडक्या स्नॅप करा

source: Maximization
be: Разгортванне
he: הגדלה
hi: अधिकतमकरण
ml: പരമാവധിയാക്കൽ
mr: जास्तीत जास्त

source: Automatically accept changes after:
be: Аўтаматычна пагаджацца са змяненнямі пасля:
he: לקבל שינויים אוטומטית לאחר:
hi: इसके बाद परिवर्तनों को स्वचालित रूप से स्वीकार करें:
ml: ഇതിന് ശേഷമുള്ള മാറ്റങ്ങൾ സ്വയമേവ സ്വീകരിക്കുക:
mr: त्यानंतर आपोआप बदल स्वीकारा:

source: Move by
be: Перамяшчэння на
he: להעביר ב
hi: करने के लिए कदम
ml: ഇതുവഴി നീക്കുക
mr: पुढे जा

source: Resize by
be: Змянення памеру на
he: לשנות גודל ב
hi: आकार बदल:
ml: വലുപ്പം ഇതുവഴി മാറ്റുക
mr: याद्वारे आकार बदला

source: Keyboard
be: Клавіятура
he: מקלדת
hi: कुंजीपटल शॉर्टकट बनाएं
ml: കീബോർഡ്
mr: कळफलक

source: Limit resize to useful geometry
be: Абмежаваць памер карыснай геаметрыяй
he: להגביל הגדלה לגיאומטריה שימושית
hi: आकार बदलने को उपयोगी ज्यामिति तक सीमित करें
ml: വലുപ്പം മാറ്റുന്നത് ഉപയോഗപ്രദമായ ജ്യാമിതിയിലേക്ക് പരിമിതപ്പെടുത്തുക
mr: उपयुक्त भूमितीपर्यंत आकार मर्यादित करा

source: Move after resize
be: Перамяшчаць пасля змянення памеру
he: להזיז לאחר שינוי גודל
hi: आकार बदलने के बाद ले जाएँ
ml: വലുപ്പം മാറ്റിയ ശേഷം നീക്കുക
mr: आकार बदलल्यानंतर हालचाल करा

source: Adjust windows on shelf hide
be: Дапасаваць вокны пасля знікнення паліцы
he: להתאים חלונות עם הסתרת המדף
hi: शेल्फ छिपाने पर खिड़कियां समायोजित करें
ml: ഷെൽഫ് മറയ്ക്കുമ്പോൾ വിൻഡോകൾ ക്രമീകരിക്കുക
mr: शेल्फ लपविण्यावरील खिडक्या समायोजित करा

source: Follow Move
be: Сачыць за перамяшчэннем
he: לעקוב הזזה
hi: चाल का पालन करें
ml: നീക്കം പിന്തുടരുക
mr: मूव्हचे अनुसरण करा

source: Follow Resize
be: Сачыць за змяненнем памеру
he: לעקוב שינוי גודל
hi: आकार बदल का पालन करें
ml: വലുപ്പം മാറ്റുന്നത് പിന്തുടരുക
mr: आकार बदलण्याचे अनुसरण करा

source: Follow Raise
be: Сачыць за падняццем
he: לעקוב הרמה
hi: उठाएँ
ml: ഉയർത്തുന്നത് പിന്തുടരുക
mr: रेझचे अनुसरण करा

source: Follow Lower
be: Сачыць за апусканнем
he: לעקוב הנמכה
hi: निम्न का अनुसरण करें
ml: താഴ്ത്തുന്നത് പിന്തുടരുക
mr: लोअर फॉलो करा

source: Follow Layer
be: Сачыць за ўзроўнем
he: לעקוב אחר שכבה
hi: परत का पालन करें
ml: ലെയർ പിന്തുടരുക
mr: लेयर चे अनुसरण करा

source: Follow Desktop
be: Сачыць за працоўным сталом
he: לעקוב אחר שולחן עבודה
hi: डेस्कटॉप का पालन करें
ml: ഡെസ്ക്ടോപ്പ് പിന്തുടരുക
mr: डेस्कटॉप फॉलो करा

source: Follow Iconify
be: Сачыць за памяншэннем
he: לעקוב הפיכה לסמל
hi: Iconify को फॉलो करें
ml: ഐക്കണിഫൈ പിന്തുടരുക
mr: आयकॉनिफाईचे अनुसरण करा

source: Transients
be: Пераходы
he: חליפיים
hi: क्षणिक
ml: ക്ഷണികങ്ങൾ
mr: क्षणिक

source: Window Process Management
be: Кіраванне працэсамі вокнаў
he: ניהול תהליך חלון
hi: विंडो प्रक्रिया प्रबंधन
ml: വിൻഡോ പ്രോസസ്സ് മാനേജ്മെൻ്റ്
mr: विंडो प्रोसेस मॅनेजमेंट

source: Kill process if unclosable
be: Знішчыць працэс, калі не закрываецца
he: להרוג תהליך אם לא מסגר
hi: मार प्रक्रिया अगर unclosable
ml: അടയ്ക്കാനാകാത്ത പക്ഷം പ്രക്രിയയെ കൊല്ലുക
mr: न सांगता आल्यास मारण्याची प्रक्रिया

source: Kill process instead of client
be: Знішчыць працэс замест кліента
he: להרוג תהליך במקום לקוח
hi: क्लाइंट के बजाय प्रक्रिया को मार डालो
ml: ക്ലയൻ്റിനു പകരം പ്രക്രിയയെ കൊല്ലുക
mr: क्लायंटऐवजी मारण्याची प्रक्रिया

source: Kill timeout:
be: Перапынак да знішчэння:
he: שהות להריגה:
hi: किल टाइमआउट:
ml: കൊല്ലാനുള്ള സമയപരിധി:
mr: टाइमआऊट नष्ट करा:

source: Ping clients
be: Апытваць кліентаў
he: פינג ללקוחות
hi: पिंग क्लाइंट
ml: പിംഗ് ക്ലയൻ്റുകൾ
mr: पिंग क्लायंट

source: Ping interval:
be: Інтеэрвал апытання:
he: מחזוריות פינג:
hi: पिंग अंतराल:
ml: പിംഗ് ഇടവേള:
mr: पिंग अंतराल:

source: Window Focus
be: Факусаванне акна
he: התמקדות בחלון
hi: विंडो फोकस
ml: വിൻഡോ ഫോക്കസ്
mr: विंडो फोकस

source: Window List Menu
be: Меню спіса вокнаў
he: תפריט רשימת חלון
hi: विंडो सूची मेनू
ml: വിൻഡോ ലിസ്റ്റ് മെനു
mr: विंडो लिस्ट मेनू

source: Window Remembers
be: Запамінанне вокнаў
he: חלון זוכר
hi: विंडो याद रखें
ml: വിൻഡോ ഓർമ്മിക്കുന്നു
mr: Window आठवते

source: Remember internal dialogs
be: Запамінаць унутраныя дыялогі
he: לזכור דיאלוגים פנימיים
hi: आंतरिक संवाद याद रखें
ml: ആന്തരിക ഡയലോഗുകൾ ഓർക്കുക
mr: अंतर्गत संवाद लक्षात ठेवा

source: Remember file manager windows
be: Запамінаць вокны файлавага менеджара
he: לזכור חלונות של מנהל הקבצים
hi: फ़ाइल प्रबंधक विंडोज़ याद रखें
ml: ഫയൽ മാനേജർ വിൻഡോകൾ ഓർക്കുക
mr: फाइल मॅनेजर विंडोज लक्षात ठेवा

source: Details
be: Падрабязнасці
he: פרטים
hi: ब्यौरा
ml: വിശദാംശങ്ങൾ
mr: तपशील
nb: Detaljer

source: Class:
be: Клас:
he: מחלקה:
hi: वर्ग:
ml: വിഭാഗം:
mr: वर्ग:

source: Title:
be: Загаловак:
he: כותרת:
hi: शीर्षक:
ml: ശീർഷകം:
mr: पदवी:

source: Role:
be: Роля:
he: התפקיד:
hi: भूमिका:
ml: പങ്ക്:
mr: भूमिका:

source: No selection
be: Нічога не выбрана
he: ללא בחירה
hi: कोई चयन नहीं
ml: സെലക്ഷനില്ല
mr: निवड नाही

source: Cpufreq
be: Частата CPU
he: תדרמעבד
hi: सीपीयूफ्रीक

source: Fast (4 ticks)
be: Хутка (4 ціка)
he: מהר (4 טיקים)
hi: तेज (4 टिक)
ml: വേഗം (4 ടിക്കുകൾ)
mr: वेगवान (4 टिक)

source: Medium (8 ticks)
be: Сярэдня (8 цікаў)
he: בינוני (8 טיקים)
hi: मध्यम (8 टिक)
ml: ഇടത്തരം (8 ടിക്കുകൾ)
mr: मध्यम (8 टिक)

source: Normal (32 ticks)
be: Звычайна (32 ціка)
he: רגיל (32 טיקים)
hi: सामान्य (32 टिक)
ml: സാധാരണം (32 ടിക്കുകൾ)
mr: सामान्य (32 टिक)

source: Slow (64 ticks)
be: Павольна (64 ціка)
he: איטי (64 טיקים)
hi: धीमा (64 टिक)
ml: പതുക്കെ (64 ടിക്കുകൾ)
mr: स्लो (64 टिक)

source: Very Slow (256 ticks)
be: Вельмі павольна (256 цікаў)
he: איטי מאוד (256 טיקים)
hi: बहुत धीमा (256 टिक)
ml: വളരെ പതുക്കെ (256 ടിക്കുകൾ)
mr: अतिशय मंद (256 टिक)

source: Manual
be: Заданыя самім
da: Manuel
he: ידני
hi: मैनुअल
ml: സ്വമേധയാ
mr: नियमपुस्तिका
nb: Manuelt

source: Lower Power Automatic
be: Аўтаматычна зніжаць сілкаванне
da: Formindst automatisk strømforbrug
he: צריכת חשמל נמוכה אוטומטית
hi: लोअर पावर ऑटोमैटिक
ml: പവർ സ്വയമേവ കുറയ്ക്കുക
mr: लोअर पॉवर ऑटोमॅटिक
nb: Skru automatisk ned hastigheten

source: Automatic Interactive
be: Аўтаматычна інтэрактыўна
he: אינטראקטיביות אוטומטית
hi: स्वचालित इंटरएक्टिव
ml: യാന്ത്രിക സംവേദനാത്മക
mr: स्वयंचलित इंटरेक्टिव्ह

source: Minimum Speed
be: Найменшая хуткасць
da: Minimal hastighed
he: מהירות מינימום
hi: न्यूनतम गति
ml: കുറഞ്ഞ വേഗത
mr: किमान वेग
nb: Minimumshastighet

source: Maximum Speed
be: Найбольшая хуткасць
da: Maksimal hastighed
he: מהירות מקסימום
hi: अधिकतम गति
ml: പരമാവധി വേഗത
mr: जास्तीत जास्त वेग
nb: Maksimumshastighet

source: Restore CPU Power Policy
be: Аднавіць палітыку сілкавання CPU
he: שחזור מדיניות כח מעבד
hi: CPU पावर नीति पुनर्स्थापित करें
ml: CPU പവർ പോളിസി പുനഃസ്ഥാപിക്കുക
mr: सीपीयू वीज धोरण पुनर्संचयित करा

source: Automatic powersaving
be: Аўтаматычнае энергазберажэнне
he: חסכון בחשמל אוטומטי
hi: स्वचालित बिजली की बचत
ml: സ്വയമേവ പവർ സേവിംഗ്
mr: स्वयंचलित पॉवरसेव्हिंग

source: %i MHz
be: %i МГц
mr: %i मेगाहर्ट्झ

source: %'.1f GHz
be: %'.1f ГГц

source: Time Between Updates
be: Час паміж абнавленнямі
he: הזמן בין עדכונים
hi: अपडेट के बीच का समय
ml: അപ്‌ഡേറ്റുകൾക്കിടയിലുള്ള സമയം
mr: अपडेट्स दरम्यानचा वेळ

source: Set CPU Power Policy
be: Задаць палітыку сілкавання CPU
he: קביעת מדיניות חשמל מעבד
hi: CPU पावर नीति सेट करें
ml: CPU പവർ പോളിസി സജ്ജമാക്കുക
mr: सीपीयू पॉवर पॉलिसी सेट करा

source: Set CPU Speed
be: Задаць хуткасць CPU
he: קביעת מהירות מעבד
hi: CPU स्पीड सेट करें
ml: CPU വേഗത സജ്ജമാക്കുക
mr: सीपीयू स्पीड सेट करा

source: Powersaving behavior
be: Паводзіна энергазберажэння
he: חסכון בחשמל התנהגות
hi: पॉवरसेविंग व्यवहार
ml: പവർ സേവിംഗ് സ്വഭാവം
mr: PowerTबचत वर्तन

source: Power State Min
be: Найменшае сілкаванне
he: מצב חשמל מינ'
hi: विद्युत राज्य न्यूनतम
ml: പവർ സ്റ്റേറ്റ് കുറഞ്ഞത്
mr: पॉवर स्टेट मिनिट

source: Power State Max
be: Найбольшае сілкаванне
he: מצב חשמל מקס'
hi: पावर स्टेट अधिकतम
ml: പവർ സ്റ്റേറ്റ് പരമാവധി
mr: पॉवर स्टेट मॅक्स

source: There was an error trying to set the<ps/>cpu frequency governor via the module's<ps/>setfreq utility.
be: У час наладкі дапаможніка частаты CPU<ps/>пры дапамозе утыліты setfreq гэтага модулю<ps/>здарылася памылка.
he: ארעה שגיאה בניסיון להגדיר את שליטה בתדר<ps/> המעבד באמצעות יישום המודל<ps/> לשנותתדר.
hi: मॉड्यूल की setfreq उपयोगिता के माध्यम से CPU फ्रीक्वेंसी गवर्नर सेट करने का प्रयास करते समय एक त्रुटि हुई।
ml: മൊഡ്യൂളിൻ്റെ setfreq യൂട്ടിലിറ്റി വഴി<ps/>cpu ഫ്രീക്വൻസി ഗവർണർ സജ്ജമാക്കാൻ ശ്രമിക്കുന്നതിൽ<ps/>ഒരു പിശകുണ്ടായി.
mr: मॉड्यूलच्या<ps/>सेटफ्रेक युटिलिटीद्वारे सीपीयू फ्रिक्वेन्सी गव्हर्नर सेट<ps/>करण्याचा प्रयत्न करताना त्रुटी होती.

source: Your kernel does not support setting the<ps/>CPU frequency at all. You may be missing<ps/>Kernel modules or features, or your CPU<ps/>simply does not support this feature.
be: Ваша ядро навогул не падтрымлівае наладку<ps/>частаты CPU. Магчыма вы не ўсталявалі<ps/> модулі ядра, або ваш працэсар <ps/>проста не мае гэткай мажлівасці.
he: הליבה שלך שלך לא תומכת כלל בקביעת <ps/>תדר המעבד. ייתכן וחסרים לך חסר מודולי קרנל<br>או תכונות או שהמעבד<ps/>שלך פשוט לא תומך בתכונה זו.
hi: आपका कर्नेल CPU फ्रीक्वेंसी को सेट करने का समर्थन नहीं करता है। हो सकता है कि आपके कर्नेल मॉड्यूल या फीचर्स अनुपस्थित हों, या आपका CPU इस फीचर का समर्थन न करता हो।
ml: നിങ്ങളുടെ കേർണൽ CPU ഫ്രീക്വൻസി<ps/>സജ്ജീകരിക്കുന്നതിനെ തീരെ പിന്തുണയ്ക്കുന്നില്ല. കേർണൽ മൊഡ്യൂളുകളോ സവിശേഷതകളോ<ps/>നഷ്‌ടമായിരിക്കാം, അല്ലെങ്കിൽ നിങ്ങളുടെ CPU<ps/>ഈ സവിശേഷതയെ പിന്തുണയ്ക്കുന്നില്ല.
mr: आपले कर्नेल सीपीयू फ्रिक्वेन्सी सेट करण्यास<ps/>अजिबात समर्थन देत नाही. आपण कर्नेल मॉड्यूल किंवा वैशिष्ट्ये गमावत<ps/>असाल किंवा आपला सीपीयू<ps/>या वैशिष्ट्यास समर्थन देत नाही.

source: There was an error trying to set the<ps/>cpu frequency setting via the module's<ps/>setfreq utility.
be: Здарылася памылка пры наладцы <ps/>частаты CPU з дапамогай утыліты setfreq<ps/>гэтага модуля.
he: ארעה שגיאה בניסיון להגדיר את <ps/>תדר המעבד באמצעות היישומון <ps/>לשנותתדר של המודול.
hi: मॉड्यूल की setfreq उपयोगिता के माध्यम से CPU फ्रीक्वेंसी सेटिंग सेट करने का प्रयास करते समय एक त्रुटि हुई।
ml: മൊഡ്യൂളിൻ്റെ setfreq യൂട്ടിലിറ്റി വഴി<ps/>cpu ഫ്രീക്വൻസി ക്രമീകരണം സജ്ജമാക്കാൻ ശ്രമിക്കുന്നതിൽ<ps/>ഒരു പിശകുണ്ടായി.
mr: मॉड्यूलच्या<ps/>सेटफ्रेक युटिलिटीद्वारे सीपीयू फ्रिक्वेन्सी सेटिंग सेट<ps/>करण्याचा प्रयत्न करताना त्रुटी होती.

source: There was an error trying to set the<ps/>cpu power state setting via the module's<ps/>setfreq utility.
be: Здарылася памылка пры наладцы <ps/>стану сілкавання працэсара з дапамогай утыліты setfreq<ps/>гэтага модуля.
he: ארעה שגיאה בניסיון להגדיר את <ps/>מצב החשמל של המעבד באמצעות היישומון <ps/>לשנותתדר של מודול.
hi: मॉड्यूल के setfreq उपयोगिता के माध्यम से CPU पावर स्थिति सेटिंग सेट करने का प्रयास करते समय एक त्रुटि हुई।
ml: മൊഡ്യൂളിൻ്റെ setfreq യൂട്ടിലിറ്റി വഴി<ps/>cpu പവർ-സ്റ്റേറ്റ് ക്രമീകരണം സജ്ജമാക്കാൻ ശ്രമിക്കുന്നതിൽ<ps/>ഒരു പിശകുണ്ടായി.
mr: मॉड्यूलच्या<ps/>सेटफ्रेक युटिलिटीद्वारे सीपीयू पॉवर स्टेट सेटिंग सेट<ps/>करण्याचा प्रयत्न करताना त्रुटी होती.

source: Cpufreq Error
be: Памылка Частаты працэсара
he: שגיאה בתדרמעבד
hi: Cpufreq त्रुटि
ml: Cpufreq പിശക്

source: The freqset binary in the cpufreq module<ps/>directory cannot be found (stat failed)
be: Праграма freqset не знойдзена ў каталоге<ps/>модуля cpufreq (не ўдалося выканаць stat)
he: הקובץ הבינארי בספרייה של מודול תדרמעבד <ps/> לא נמצא (שגיאת נתונים)
hi: मॉड्यूल cpufreq <ps/>निर्देशिका में freqset बाइनरी नहीं मिल सकता (स्टेट विफल)
ml: പ്രത്യേകിച്ച്, cpufreq മൊഡ്യൂൾ ഡയറക്‌ടറിയിലെ freqset ബൈനറി<ps/>കണ്ടെത്താൻ കഴിഞ്ഞില്ല (സ്റ്റാറ്റ് പരാജയപ്പെട്ടു)
mr: सीपीयूफ्रेक मॉड्यूल<ps/>डिरेक्टरीमधील फ्रेकसेट बाइनरी सापडत नाही (स्टॅट फेल)

source: Cpufreq Permissions Error
be: Памылка дазволу Частаты працэсара
he: שגיאת הרשאות בתדרמעבד
hi: Cpufreq अनुमतियाँ त्रुटि
ml: Cpufreq അനുമതി പിശക്

source: The freqset binary in the cpufreq module<ps/>is not owned by root or does not have the<ps/>setuid bit set. Please ensure this is the<ps/>case. For example:<ps/><ps/>sudo chown root %s<ps/>sudo chmod u+s,a+x %s<ps/>
be: Уладальнікам праграмы freqset модуля cpufreq <ps/>не з'яўляецца root або яна не мае заданага<ps/>біта setuid. Калі ласка, паправьце гэта.<ps/> Напрыклад:<ps/><ps/>sudo chown root %s<ps/>sudo chmod u+s,a+x %s<ps/>
he: קובץ הגדרות התדר הבינארי (freqset)<ps/>אינו בבעלות root או שאין לו סט ביט <ps/>setuid. נא לוודא שזה אכן <ps/>המקרה. לדוגמא:<ps/><ps/> sudo chown root %s<ps/>sudo chmod u+s,a+x %s<ps/>
hi: cpufreq मॉड्यूल में freqset बाइनरी<ps/>रूट द्वारा स्वामित्व में नहीं है या इसमें<ps/>setuid बिट सेट नहीं है। कृपया सुनिश्चित करें कि ऐसा है। उदाहरण के लिए:<ps/><ps/>sudo chown root %s<ps/>sudo chmod u+s,a+x %s<ps/>
ml: പ്രത്യേകിച്ച്, cpufreq മൊഡ്യൂളിലെ freqset ബൈനറി<ps/>റൂട്ടിൻ്റെ ഉടമസ്ഥതയിലുള്ളതല്ല അല്ലെങ്കിൽ അതിന്<ps/>setuid ബിറ്റ് സെറ്റ് അല്ല. ഇത് അങ്ങനെയാണെന്ന്<ps/>ഉറപ്പാക്കുക. ഉദാഹരണത്തിന്:<ps/><ps/>sudo chown root %s<ps/>sudo chmod u+s,a+x %s<ps/>
mr: सीपीयूफ्रेक मॉड्यूलमधील<ps/>फ्रेकसेट बायनरी रूटच्या मालकीची नसते किंवा सेट्यूड बिट सेट नसतो<ps/>. कृपया तसे आहे याची<ps/>खात्री करा. उदाहरणार्थ:<ps/><ps/>सुडो चाउन रूट %s<ps/>सुडो चमोड यू +एस, ए +एक्स %s<ps/>

source: CPU Frequency
be: Частата працэсара
he: תדר המעבד
hi: सीपीयू आवृत्ति
ml: CPU ഫ്രീക്വൻസി
mr: सीपीयू फ्रिक्वेन्सी

source: Cpu Frequency Control Settings
be: Налады кіравання частатой працэсара
he: הגדרות השליטה בתדר המעבד
hi: सीपीयू आवृत्ति नियंत्रण सेटिंग्स
ml: CPU ഫ്രീക്വൻസി നിയന്ത്രണ ക്രമീകരണങ്ങൾ
mr: सीपीयू फ्रिक्वेन्सी कंट्रोल सेटिंग्स

source: Update poll interval
be: Інтэрвал абнаўлення
he: מחזור עידכון סקירה
hi: पोल अंतराल अपडेट करें
ml: പോൾ-ഇൻ്റർവെൽ അപ്ഡേറ്റുചെയ്യുക
mr: मतदानाचे अंतर अद्ययावत करा

source: Minimum Power State
be: Стан найменшага спажывання
he: מצב כח מינימאלי
hi: न्यूनतम शक्ति राज्य
ml: കുറഞ്ഞ പവർ സ്റ്റേറ്റ്
mr: किमान वीज स्थिती

source: Maximum Power State
be: Стан найбольшага спажывання
he: מצב כח מקסימאלי
hi: अधिकतम शक्ति स्थिति
ml: പരമാവധി പവർ സ്റ്റേറ്റ്
mr: जास्तीत जास्त वीज स्थिती

source: Everything Launcher
be: Запускальнік усяго
he: משגר כולל
hi: सब-कुछ लांचर
ml: എല്ലാം ലോഞ്ചർ
mr: एव्हरीथिंग लॉन्चर

source: Show Everything Launcher
be: Паказаць Запускальнік усяго
he: הצג משגר כולל
hi: सब-कुछ लॉन्चर दिखाएं
ml: എല്ലാം ലോഞ്ചർ കാണിക്കുക
mr: एव्हरीथिंग लाँचर दाखवा

source: Everything Configuration
be: Канфігураванне ўсяго
he: הגדרות כולל
hi: सब-कुछ विन्यास
ml: എല്ലാം കോൺഫിഗറേഷൻ
mr: सर्वकाही कॉन्फिगरेशन

source: Everything Module
be: Модуль Усё
he: מודול כולל
hi: सब-कुछ मॉड्यूल
ml: എല്ലാം മൊഡ്യൂൾ
mr: एव्हरीथिंग मॉड्यूल

source: Quick Launcher
be: Хуткі запуск
he: משגר מהיר
hi: त्वरित लांचर
ml: ദ്രുത ലോഞ്ചർ
mr: क्विक लॉन्चर

source: Everything Settings
be: Налады Ўсё
he: הגדרות כולל
hi: सब-कुछ सेटिंग्स
ml: എല്ലാം ക്രമീകരണങ്ങൾ
mr: सर्वकाही सेटिंग्स

source: Available Plugins
be: Наяўныя ўбудовы
he: תוספים זמינים
hi: उपलब्ध प्लगइन्स
ml: ലഭ്യമായ പ്ലഗിനുകൾ
mr: उपलब्ध प्लगइन

source: Move Up
be: Перамясціць уверх
he: להזיז למעלה
hi: ऊपर ले जाएँ
ml: മുകളിലേക്ക് നീക്കുക
mr: वर जा
