Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: A minute
be: %li хвіліна
he: דקה
hi: एक मिनट
ml: ഒരു മിനിറ്റ്
mr: %li मिनिटे

source: Add
be: Дадаць
he: להוסיף
hi: जोड़ें
ml: ചേർക്കുക
mr: मिळवणे

source: Up
be: Уверх
he: למעלה
hi: डेस्कटॉप को ऊपर पलटें
ml: മുകളിലേക്ക്
mr: वर

source: Down
be: Уніз
he: למטה
hi: डेस्कटॉप को नीचे पलटें
ml: താഴേക്ക്
mr: खाली

source: Alpha
be: Альфа
he: אלפא
hi: ऐल्‍फ़ा
ml: ആൽഫ
mr: अल्फा

source: Resolution:
be: Раздзяляльнасць:
he: רזולוציה:
hi: प्रस्ताव:
ml: റെസല്യൂഷൻ:
mr: ठराव:

source: Mime-type:
be: Тып Mime:
he: טיפוסי MIME:
hi: माइम-प्रकार:
ml: മൈം-തരം:
mr: माईम-प्रकार:

source: Length:
be: Даўжыня
he: אורך:
hi: लंबाई:
ml: നീളം:
mr: लांबी:

source: Used:
be: Выкарыставана:
he: בשימוש:
hi: प्रयुक्त:
ml: ഉപയോഗിച്ചത്:
mr: वापरले:

source: Reserved:
be: Зарэзервавана:
he: שמור:
hi: आरक्षित:
ml: സംവരിച്ചത്:
mr: संकोची:

source: Mount status:
be: Стан падключэння:
he: מצב עיגון:
hi: माउंट स्थिति:
ml: മൗണ്ട് നില:
mr: माउंट स्टेटस:

source: Type:
be: Тып:
he: סוג:
hi: प्रकार:
ml: തരം:
mr: प्रकार:

source: Owner:
be: Уладальнік:
he: בעלים:
hi: मालिक:
ml: ഉടമ:
mr: मालक:
nb: Eier

source: Permissions:
be: Дазволы:
da: Rettigheder:
he: הרשאות:
hi: अनुमतियां
ml: അനുമതികൾ:
mr: परवानग्या:
nb: Permisjoner:

source: Modified:
be: Мадыфікаваны:
he: שונה לאחרונה:
hi: अंतिम बार संशोधित:
ml: പരിഷ്കരിച്ചത്:
mr: सुधारित:

source: Read Only
be: Толькі для чытання
he: לקריאה בלבד
hi: सिफ़ पढ़िये
ml: വായിക്കാൻ മാത്രം
mr: फक्त वाचा

source: Read-Write
be: Толькі для запісу
he: קריאה־כתיבה
hi: पढ़ो-लिखो
ml: വായിക്കുക-എഴുതുക
mr: वाचा-लिहा

source: Unmounted
be: Не падключаны
he: לנתק
hi: पैदाल
ml: അൺമൗണ്ട് ചെയ്തു
mr: अन आरोहित

source: You
be: Вы
he: אתה
hi: सुनिश्चित हैं कि आप अपने कंप्यूटर को शीतनिद्रा मोड में डालना चाहते हैं?
ml: നിങ്ങൾ
mr: तू

source: Protected
be: Абаронена
he: מוגן
hi: संरक्षित
ml: സംരക്ഷിച്ചിരിക്കുന്നു
mr: संरक्षित

source: Forbidden
be: Забаронена
he: אסור
hi: निषिध
ml: നിരോധിച്ചിരിക്കുന്നു
mr: निषिद्ध

source: Add to Favorites
be: Дадаць да абраных
he: הוסף למועדפים
hi: पसंदीदा मेनू में जोड़ें
ml: പ്രിയപ്പെട്ടവ മെനുവിലേക്ക് ചേർക്കുക
mr: आवडीनिवडींमध्ये भर घाला

source: Go up a Directory
be: Каталог уверх
he: עלה לתיקיית המבוא
hi: एक निर्देशिका ऊपर जाओ
ml: ഒരു ഡയറക്ടറി മുകളിലേക്ക് പോകുക
mr: एक निर्देशिका वर जा

source: Access Settings
be: Налады доступу
he: כניסה הגדרות
hi: एक्सेस सेटिंग्स
ml: ആക്സസ് ക്രമീകരണങ്ങൾ
mr: प्रवेश सेटिंग्ज

source: Backlight
be: Падсветка
he: תאורה אחורית
hi: बैकलाइट बढ़ाएँ
ml: ബാക്ക്ലൈറ്റ്
mr: बॅकलाइट

source: Backlight Controls
be: Кіраванне падсветкай
he: פקדי תאורה אחורית
hi: बैकलाइट नियंत्रण
ml: ബാക്ക്ലൈറ്റ് നിയന്ത്രണങ്ങൾ
mr: बॅकलाइट नियंत्रण

source: Battery Monitor Settings
be: Налады манітора батарэі
he: הגדרות מעקב הסוללה
hi: बैटरी मॉनिटर सेटिंग्स
ml: ബാറ്ററി മോണിറ്റർ ക്രമീകരണങ്ങൾ
mr: बॅटरी मॉनिटर सेटिंग्ज

source: Show alert when battery is low
be: Папярэджваць пра разрад батарэі
he: הצג התרעה כאשר הסוללה חלשה
hi: बैटरी कम होने पर अलर्ट दिखाएं
ml: ബാറ്ററി കുറവായിരിക്കുമ്പോൾ അലേർട്ട് കാണിക്കുക
mr: बॅटरी कमी असेल तर अलर्ट दाखवा
nb: Vis advarsel når batterinivået er lavt

source: Use desktop notifications for alert
be: Выкарыстоўваць паведамленні працоўнага стала
he: להשתמש בהודעות שולחן העבודה להתראה
hi: चेतावनी के लिए डेस्कटॉप सूचनाओं का उपयोग करें
ml: അലേർട്ടിനായി ഡെസ്ക്ടോപ്പ് അറിയിപ്പുകൾ ഉപയോഗിക്കുക
mr: अलर्टसाठी डेस्कटॉप नोटिफिकेशनवापरा

source: Check every:
be: Правяраць кожны:
he: לבדוק בכל:
hi: प्रत्येक तपासा:
ml: ഓരോ ഇടവേളയിലും പരിശോധിക്കുക:
mr: प्रत्येक तपासा:

source: %1.0f ticks
be: %1.0f цікаў
he: %1.0f טיקים
hi: %1.0f टिक
ml: %1.0f ടിക്കുകൾ
mr: %1.0f टिक

source: Suspend when below:
be: Прыпыніць, калі менш:
he: להשעות כאשר מתחת ל:
hi: नीचे होने पर निलंबित करें:
ml: ഈ പരിധിക്ക് താഴെയാകുമ്പോൾ സസ്പെൻഡ് ചെയ്യുക:
mr: खाली असताना निलंबित करा:

source: Hibernate when below:
be: Адправіць у спячку, калі менш:
he: להרדים כאשר מתחת ל:
hi: नीचे होने पर हाइबरनेट करें:
ml: ഈ പരിധിക്ക് താഴെയാകുമ്പോൾ ഹൈബർനേറ്റ് ചെയ്യുക:
mr: खाली असताना हायबर्नेट:

source: Shutdown when below:
be: Выключыць, калі менш:
he: לכבות כשמתחת ל:
hi: नीचे होने पर शटडाउन:
ml: ഈ പരിധിക്ക് താഴെയാകുമ്പോൾ ഷട്ട്ഡൗൺ ചെയ്യുക:
mr: खाली असताना शटडाऊन:

source: Polling
be: Апытанне
he: סקירות
hi: मतदान
ml: പോൾ ചെയ്യുന്നു
mr: मतदान

source: Show low battery alert
be: Папярэджваць пра разрад батарэі
he: להציג התראת סוללה חלשה
hi: कम बैटरी चेतावनी दिखाएं
ml: ബാറ്ററി കുറവായിരിക്കുന്ന അലേർട്ട് കാണിക്കുക
mr: कमी बॅटरी अलर्ट दाखवा

source: Alert when at:
be: Папярэджваць калі засталося:
he: התראה כאשר ב:
hi: अलर्ट जब पर:
ml: ഈ പരിധിയിൽ ആയിരിക്കുമ്പോൾ മുന്നറിയിപ്പ് നൽകുക:
mr: येथे असताना सावध व्हा:

source: %1.0f min
be: %1.0f хвіл.
he: מינ' %1.0f
hi: %1.0f मिनट
ml: %1.0f മിനിറ്റ്
mr: %1.0f मिनिट

source: Auto dismiss in...
be: Аўтаматычна схаваць праз...
he: ביטול אוטומטי תוך ..
hi: ऑटो में बर्खास्त...
ml: ഈ സമയത്തിനുള്ളിൽ ഓട്ടോ ഡിസ്മിസ്...
mr: ऑटो बंद...

source: %1.0f s
be: %1.0f с
he: %1.0f שנ'
hi: %1.0f एस
ml: %1.0f സെക്കൻഡ്
mr: %1.0f

source: Alert
be: Папярэджанне
he: התרעה
hi: सावधान
ml: മുന്നറിയിപ്പ്
mr: सतर्क

source: Internal
be: Убудаваны
he: פנימי
hi: आंतरिक
ml: ആന്തരികമായത്
mr: अंतर्गत

source: Fuzzy Mode
be: Невыразны рэжым
he: מצב קופצני
hi: फजी मोड
ml: ഫസ്സി മോഡ്
mr: फजी मोड

source: Hardware
be: Абсталяванне
he: חומרה
hi: हार्डवेयर
ml: ഹാർഡ്വെയർ
mr: लोखंडी सामान

source: Battery
be: Батарэя
he: סוללה
hi: बैटरी
ml: ബാറ്ററി
mr: विजेरी

source: Power Management Timing
be: Сінхранізацыя кіравання сілкаваннем
he: תזמון צריכת חשמל
hi: पावर प्रबंधन समय
ml: പവർ മാനേജ്മെൻ്റ് ടൈമിംഗ്
mr: पॉवर मॅनेजमेंट टाइमिंग

source: Your battery is low!
be: Ваша батарэя разрадзілася!
he: הסוללה שלך חלשה!
hi: आपकी बैटरी कम है!
ml: നിങ്ങളുടെ ബാറ്ററി കുറവാണ്!
mr: तुमची बॅटरी कमी आहे!

source: AC power is recommended.
be: Далучыцеся да электрасеткі.
he: מומלץ לחבר לרשת החשמל.
hi: एसी पावर की सिफारिश की जाती है।
ml: AC വൈദ്യുതി ശുപാർശ ചെയ്യുന്നു.
mr: एसी पॉवरची शिफारस केली जाते.

source: Power now:
be: Зарад цяпер:
he: חשמל כרגע:
hi: अब शक्ति:
ml: ഇപ്പോൾ പവർ:
mr: आता ची सत्ता :

source: Remaining time:
be: Засталося часу:
he: זמן שנותר:
hi: शेष समय:
ml: ശേഷിക്കുന്ന സമയം:
mr: उरलेला वेळ :

source: hr
be: г
he: שע'
hi: घंटा
ml: മണിക്കൂർ

source: N/A
be: Н/Д
he: לא זמין
hi: एन/ए
ml: ബാധകമല്ല
mr: एन / ए

source: ERROR
be: ПАМЫЛКА
he: שגיאה
hi: गलती
ml: പിശക്
mr: चूक

source: Battery Meter
be: Індыкатар батарэі
he: מד הסוללה
hi: बैटरी मीटर
ml: ബാറ്ററി മീറ്റർ
mr: बॅटरी मीटर

source: Clock Settings
be: Налады гадзінніка
he: הגדרות שעון
hi: घडी सेटिङहरू
ml: ക്ലോക്ക് ക്രമീകരണങ്ങൾ
mr: घड्याळ सेटिंग्ज

source: Click on a calendar day to change the date. <br>Use the mouse wheel to change the year.
be: Націсніце на дні ў календары каб змяніць дату. <br>Карыстайце кола мышы каб змяніць год.

source: Clock module Information
be: Інфармацыя модуля Гадзіннік

source: Clock
be: Гадзіннік
he: שעון
hi: घड़ी
ml: ഘടികാരം
mr: घड्याळ

source: Analog
be: Стрэлкавы
he: אנלוגי
hi: एनालॉग
ml: അനലോഗ്
mr: एनालॉग

source: Digital
be: Цыфравы
he: דיגיטלי
hi: अंकदर्शी
ml: ഡിജിറ്റൽ
mr: डिजिटल

source: Seconds
be: Секунды
he: שניות
hi: सेकंड
ml: സെക്കൻഡ്
mr: सेकंद

source: 12 h
be: 12 г
he: 12 שע'
hi: 12 घंटे
mr: 12 घंटी

source: 24 h
be: 24 г
he: 24 שע'
hi: 24 घंटे
mr: २४ तास

source: Date
be: Дата
he: תאריך
hi: दिनांक
ml: തീയതി
mr: तारीख

source: Full
be: Цалкам
he: מלא
hi: आमने-सामने
ml: നിറയെ
mr: पूर्ण

source: Numbers
be: Цыфрамі
he: מספרים
hi: नंबर
ml: സംഖ്യകൾ
mr: संख्या

source: Date Only
be: Толькі дата
he: תאריך בלבד
hi: केवल दिनांक
ml: തീയതി മാത്രം
mr: फक्त तारीख

source: Week
be: Тыдзень
he: שבוע
hi: कार्य-सप्‍ताह
ml: ആഴ്ച
mr: आठवडा

source: Start
be: Пачатак
he: להתחיל
hi: शुरू करें
ml: തുടക്കം
mr: प्रारंभ

source: Weekend
be: Выходныя
he: סופ"ש
hi: सप्‍ताहांत
ml: വാരാന്ത്യം
mr: शनिवार-रविवार

source: Days
be: Колькасць дзён
he: ימים
hi: दिन
ml: ദിവസങ്ങൾ
mr: दिवस

source: Time set
be: Наладз. час
he: לכוון שעה
hi: समय निर्धारित
ml: സമയം സജ്ജമാക്കുക
mr: वेळ निश्चित

source: Hours
be: Гадзіны

source: Minutes
be: Хвіліны

source: Date set
be: Наладз. дату
he: לכוון תאריך
hi: तिथि सेट
ml: തീയതി സജ്ജമാക്കുക
mr: तारीख निश्चित

source: Toggle calendar
be: Пераключыць каляндар
he: לחליף לוח שנה
hi: कैलेंडर टॉगल करें
ml: കലണ്ടർ മാറ്റുക
mr: टॉगल कॅलेंडर

source: Configuration Panel
be: Канфігурацыйная панэль
da: Konfigurationspanel
he: לוח ההגדרות
hi: कॉन्फ़िगरेशन पैनल
ml: കോൺഫിഗറേഷൻ പാനൽ
mr: कॉन्फिगरेशन पॅनेल
nb: Kontrollpanel

source: Show configurations in menu
be: Паказаць налады ў меню
he: להראות הגדרות תפריט
hi: मेनू में कॉन्फ़िगरेशन दिखाएं
ml: മെനുവിൽ കോൺഫിഗറേഷനുകൾ കാണിക്കുക
mr: मेनू मध्ये कॉन्फिगरेशन दाखवा

source: Settings Panel
be: Панэль наладаў
he: פאנל ההגדרות
hi: सेटिंग्स पैनल
ml: ക്രമീകരണ പാനൽ
mr: सेटिंग्स पॅनेल

source: Menus
be: Меню
he: תפריטים
hi: मेन्यू
ml: മെനുകൾ
mr: मेनू

source: Presentation
be: Прэзентацыя
he: מצגת
hi: प्रस्तुति
ml: അവതരണം
mr: सादरीकरण

source: Offline
be: Па-за сеткай
he: לא מקוון
hi: ऑफ़लाइन
ml: ഓഫ്‌ലൈൻ
mr: ऑफलाईन

source: Mode
be: Рэжым
he: מצב
hi: मोड
ml: മോഡ്
mr: प्रकार

source: IBar Applications
be: Праграмы IBar
he: IBar יישומי
hi: IBar अनुप्रयोग
ml: ഐബാർ ആപ്ലിക്കേഷനുകൾ
mr: आयबार अनुप्रयोग

source: Startup Applications
be: Стартавыя праграмы
he: יישומי התחלה
hi: स्टार्टअप अनुप्रयोग
ml: ആരംഭ ആപ്ലിക്കേഷനുകൾ
mr: स्टार्टअप अनुप्रयोग

source: Restart Applications
be: Перазапускаемыя праграмы
he: הפעלה מחדש של יישומים
hi: अनुप्रयोगों को पुनरारंभ करें
ml: അപ്ലിക്കേഷനുകൾ പുനരാരംഭിക്കുക
mr: अर्ज पुन्हा सुरू करा

source: Screen Lock Applications
be: Праграмы блакіроўкі экрана
he: מסך נעילת יישומים
hi: स्क्रीन लॉक अनुप्रयोग
ml: സ്ക്രീൻ ലോക്ക് ആപ്ലിക്കേഷനുകൾ
mr: स्क्रीन लॉक अनुप्रयोग

source: Screen Unlock Applications
be: Праграмы разблакіроўкі экрана
he: מסך פתיחת נעילת יישומים
hi: स्क्रीन अनलॉक एप्लिकेशन
ml: സ്‌ക്രീൻ അൺലോക്ക് അപ്ലിക്കേഷനുകൾ
mr: स्क्रीन अनलॉक अनुप्रयोग

source: Order
be: Паслядоўнасць
he: סדר
hi: आदेश
ml: ക്രമം
mr: हुकूम

source: Personal Application Launchers
be: Асабістыя праграмы запуску
he: משגר יישומים אישיים
hi: व्यक्तिगत अनुप्रयोग लांचर
ml: വ്യക്തിഗത ആപ്ലിക്കേഷൻ ലോഞ്ചറുകൾ
mr: वैयक्तिक अनुप्रयोग प्रक्षेपक

source: Default Applications
be: Перадвызначыныя праграмы
he: היישומי ברירת מחדל
hi: डिफ़ॉल्ट अनुप्रयोग
ml: സ്ഥിരസ്ഥിതി അപ്ലിക്കേഷനുകൾ
mr: डिफॉल्ट अनुप्रयोग

source: Custom Browser Command
be: Карыстальніцкая каманда браўзера
he: פקודה בהתאמה אישית לדפדפן
hi: कस्टम ब्राउज़र कमांड
ml: ഇഷ്‌ടാനുസൃത ബ്രൗസർ കമാൻഡ്
mr: सानुकूल ब्राउझर कमांड

source: Browser
be: Браўзер
he: דפדפן
hi: ब्राउज़र
ml: ബ്രൗസർ
mr: ब्राउझर

source: E-Mail
be: Пошта
he: דואל
hi: ई-मेल
ml: ഇ-മെയിൽ
mr: ई-मेल

source: Trash
be: Сметніца
he: אשפה
hi: कचरा
ml: ട്രാശ്
mr: कचरा कुंडी

source: Terminal
be: Тэрмінал
he: מסוף
hi: टर्मिनल
ml: ടെർമിനൽ
mr: टर्मिनल

source: Selected Application
be: Выбранныя праграмы
he: היישומים הנבחרים
hi: चयनित आवेदन
ml: തിരഞ്ഞെടുത്ത ആപ്ലിക്കേഷൻ
mr: निवडलेला अर्ज

source: Types
be: Тыпы
he: סוגים
hi: प्रकार
ml: തരങ്ങൾ
mr: प्रकार (संपादन)

source: Desktop Environments
be: Асяроддзі працоўнага стала
he: סביבת שולחן העבודה
hi: डेस्कटॉप वातावरण
ml: ഡെസ്ക്ടോപ്പ് എൻവിറോണ്മെന്റുകൾ
mr: डेस्कटॉप वातावरण

source: Execution
be: Запуск
he: להפעיל
hi: फाँसी
ml: നിർവ്വഹണം
mr: अंमलबजावणी (संपादन)

source: Only launch single instances
be: Запускаць толькі адзін вобраз
he: להפעיל מופעים יחידים בלבד
hi: केवल एकल इंस्टेंस लॉन्च करें
ml: സിംഗിൾ-ഇൻസ്‌റ്റൻസുകൾ മാത്രം സമാരംഭിക്കുക
mr: फक्त एकच उदाहरणे सुरू करा

source: X11 Basics
be: X11
he: בסיסיים X11
hi: X11 मूल बातें
ml: X11 അടിസ്ഥാനങ്ങൾ
mr: एक्स 11 मूलभूत गोष्टी

source: Load X Resources
be: Загружаць X Resources
he: טעינת X משאבים
hi: लोड X संसाधन
ml: X ഉറവിടങ്ങൾ ലോഡ് ചെയ്യുക
mr: लोड एक्स संसाधने

source: Load X Modifier Map
be: Загружаць X Modifier Map
he: לטעון את X מפת השינוי
hi: लोड एक्स संशोधक मानचित्र
ml: X മോഡിഫയർ മാപ്പ് ലോഡ് ചെയ്യുക
mr: लोड एक्स मॉडिफायर नकाशा

source: Major Desktops
be: Галоўныя працоўныя сталы
he: שולחנות עבודה עיקריים
hi: प्रमुख डेस्कटॉप
ml: പ്രധാന ഡെസ്‌ക്‌ടോപ്പുകൾ
mr: प्रमुख डेस्कटॉप

source: Start GNOME services on login
be: Запускаць сэрвісы GNOME пры ўваходзе
he: הפעלת שירותי GNOM עם הכניסה
hi: लॉगिन पर गनोम सेवाएं शुरू करें
ml: ലോഗിൻ ചെയ്യുമ്പോൾ GNOME സേവനങ്ങൾ ആരംഭിക്കുക
mr: लॉगिनवर जीएनओएमई सेवा सुरू करा

source: Start KDE services on login
be: Запускаць сэрвісы KDE пры ўваходзе
he: הפעלת שירותי KDE עם הכניסה
hi: लॉगिन पर केडीई सेवाएं शुरू करें
ml: ലോഗിൻ ചെയ്യുമ്പോൾ KDE സേവനങ്ങൾ ആരംഭിക്കുക
mr: लॉगिनवर केडीई सेवा सुरू करा

source: Apps
be: Праграмы
he: יישומים
hi: ऐप्स
ml: ആപ്പുകൾ
mr: ॲप्स

source: Create Application Launcher
be: Стварыць ярлык праграмы
he: ליצור משגר ליישום
hi: एप्लिकेशन लॉन्चर बनाएं
ml: ആപ്ലിക്കേഷൻ ലോഞ്ചർ സൃഷ്ടിക്കുക
mr: अनुप्रयोग प्रक्षेपक तयार करा

source: IBar Other
be: IBar іншае
he: אחר IBar
hi: IBar अन्य
ml: ഐബാർ മറ്റുള്ളവ
mr: इतर

source: Profile Selector
be: Выбар профілю
he: בחירת פרופיל
hi: प्रोफ़ाइल चयनकर्ता
ml: പ്രൊഫൈൽ സെലക്ടർ
mr: प्रोफाइल सिलेक्टर

source: Available Profiles
be: Даступныя профілі
he: פרופילים זמינים
hi: उपलब्ध प्रोफाइल
ml: ലഭ്യമായ പ്രൊഫൈലുകൾ
mr: उपलब्ध प्रोफाइल

source: Select a profile
be: Выбраць профіль
he: לבחור פרופיל
hi: एक प्रोफ़ाइल चुनें
ml: ഒരു പ്രൊഫൈൽ തിരഞ്ഞെടുക്കുക
mr: प्रोफाइल निवडा

source: Scratch
be: З нуля
he: סקראץ'
hi: ख़राश
ml: സ്ക്രാച്ച് ചെയ്യുക
mr: खाजवणे

source: Reset
be: Скінуць
he: לאתחל
hi: रिसेट
ml: പുനഃസജ്ജമാക്കുക
mr: रीसेट करा

source: Selected profile: %s
be: Выбраны профіль: %s
he: פרופילים נבחרים: %s
hi: चयनित प्रोफ़ाइल: %s
ml: തിരഞ്ഞെടുത്ത പ്രൊഫൈൽ: %s
mr: निवडलेले प्रोफाइल: %s

source: Add New Profile
be: Дадаць новы профіль
he: להוסיף פרופיל חדש
hi: नई प्रोफ़ाइल जोड़ें
ml: പുതിയ പ്രൊഫൈൽ ചേർക്കുക
mr: नवीन प्रोफाइल जोडा

source: You want to delete the "%s" profile.<br><br>Are you sure?
be: Вы жадаеце выдаліць профіль "%s".<br><br>Вы ўпэўнены?
he: ביקשת למחוק את פרופיל "%s". <br><br>האם באמת זה רצונך?
hi: आप "%s" प्रोफ़ाइल को हटाना चाहते हैं।<br><br>क्या आपको यकीन है?
ml: നിങ്ങൾക്ക് "%s" പ്രൊഫൈൽ ഇല്ലാതാക്കണം.<br><br>നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: आपण "%s" प्रोफाइल हटवू इच्छित आहात.<br><br>तुला खात्री आहे का?

source: Are you sure you want to delete this profile?
be: Вы ўпэўнены, што трэба выдаліць гэты профіль?
he: באמת למחוק פרופיל זה?
hi: क्या आप वाकई यह प्रोफ़ाइल हटाना चाहते हैं?
ml: ഈ പ്രൊഫൈൽ ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?
mr: आपण हे प्रोफाइल डिलीट करू इच्छित आहात याची खात्री आहे का?

source: Dialog Settings
be: Налады дыялогаў
he: הגדרות דו שיח
hi: संवाद सेटिंग्स
ml: ഡയലോഗ് ക്രമീകരണങ്ങൾ
mr: संवाद सेटिंग्स

source: General Settings
be: Агульныя налады
he: הגדרות כלליות
hi: सामान्य सेटिंग्स
ml: പൊതുവായ ക്രമീകരണങ്ങൾ
mr: सामान्य सेटिंग्ज
nb: Generelle innstillinger

source: Disable Confirmation Dialogs
be: Адключыць дыялогі пацверджанняў
he: לבטל דו שיח אישור
hi: पुष्टिकरण संवाद अक्षम करें
ml: സ്ഥിരീകരണ ഡയലോഗുകൾ പ്രവർത്തനരഹിതമാക്കുക
mr: पुष्टी संवाद अक्षम करा

source: Normal Windows
be: Звычайныя вокны
he: חלונות רגילים
hi: सामान्य खिड़कियां
ml: സാധാരണ വിൻഡോകൾ
mr: सामान्य विंडोज

source: Default Settings Dialogs Mode
be: Рэжым дыялогаў перадвызначыных наладаў
he: מצב דו שיח הגדרות ברירת המחדל
hi: डिफ़ॉल्ट सेटिंग्स संवाद मोड
ml: സ്ഥിരസ്ഥിതി ക്രമീകരണ ഡയലോഗ് മോഡ്

source: Basic Mode
be: Базавы рэжым
he: מצב בסיסי
hi: मूल मोड
ml: സാധാരണ മോഡ്
mr: बेसिक मोड

source: Advanced Mode
be: Пашыраны рэжым
he: מצב מתקדם
hi: उन्नत मोड
ml: നൂതന മോഡ്
mr: प्रगत मोड

source: Remember size and position of dialogs
be: Запамінаць памер і пазіцыю дыялогаў
he: לזכור הגודל והמיקום של דו שיח
hi: संवादों का आकार और स्थिति याद रखें
ml: ഡയലോഗുകളുടെ വലുപ്പവും സ്ഥാനവും ഓർക്കുക
mr: संवादांचा आकार आणि स्थिती लक्षात ठेवा

source: Default Dialog Mode
be: Перадвызначыныя дыялогі
he: מצב ברירת המחדל של דו שיח
hi: डिफ़ॉल्ट संवाद मोड
ml: സ്ഥിരസ്ഥിതി ഡയലോഗ് മോഡ്
mr: डिफॉल्ट संवाद मोड

source: Dialogs
be: Дыялогі
he: תיבות דו שיח
hi: संवाद
ml: ഡയലോഗുകൾ
mr: संवाद

source: Profiles
be: Профілі
he: פרופילים
hi: प्रोफ़ाइल
ml: പ്രൊഫൈലുകൾ
mr: प्रोफाइल

source: Virtual Desktops Settings
be: Налады віртуальных працоўных сталоў
he: הגדרות שולחנות וירטואליים
hi: वर्चुअल डेस्कटॉप सेटिंग्स
ml: വെർച്വൽ ഡെസ്ക്ടോപ്പ് ക്രമീകരണങ്ങൾ
mr: आभासी डेस्कटॉप सेटिंग्स

source: Number of Desktops
be: Колькасць працоўных сталоў
he: מספר שולחנות עבודה
hi: डेस्कटॉप की संख्या
ml: ഡെസ്ക്ടോപ്പുകളുടെ എണ്ണം
mr: डेस्कटॉपची संख्या
nb: Antall skrivebord

source: Click to change wallpaper
be: Націсніце каб змяніць шпалеру
he: ללחוץ כדי לשנות רקע
hi: वॉलपेपर बदलने के लिए क्लिक करें
ml: വാൾപേപ്പർ മാറ്റാൻ ക്ലിക്ക് ചെയ്യുക
mr: वॉलपेपर बदलण्यासाठी क्लिक करा

source: Desktop Flip
be: Абыход сталоў
he: היפוך שולחן העבודה
hi: डेस्कटॉप फ्लिप
ml: ഡെസ്ക്ടോപ്പ് ഫ്ലിപ്പ് ചെയ്യുക
mr: डेस्कटॉप फ्लिप

source: Flip when dragging objects to the screen edge
be: Пераход, калі аб'екты перацягваюцца да мяжы экрана
he: להפוך כאשר אובייקטים נגררים לקצה המסך
hi: वस्तुओं को स्क्रीन किनारे पर खींचते समय फ़्लिप करें
ml: സ്‌ക്രീൻ അരികിലേക്ക് ഒബ്‌ജക്റ്റുകൾ വലിച്ചിടുമ്പോൾ ഫ്ലിപ്പുചെയ്യുക
mr: स्क्रीनच्या काठावर वस्तू खेचताना फ्लिप करा

source: Wrap desktops around when flipping
be: Закальцаваныя працоўныя сталы
he: לארוז שולחנות עבודה במעגל בזמן החלפה
hi: फ़्लिप करते समय डेस्कटॉप को चारों ओर लपेटें
ml: ഫ്ലിപ്പുചെയ്യുമ്പോൾ ഡെസ്‌ക്‌ടോപ്പുകൾ വ്രാപ് ചെയ്യുക
mr: फ्लिप करताना डेस्कटॉप भोवती गुंडाळा

source: Desktop Window Profile
be: Профіль акна працоўнага стала
he: פרופיל חלון שולחן העבודה
hi: डेस्कटॉप विंडो प्रोफाइल
ml: ഡെസ്ക്ടോപ്പ് വിൻഡോ പ്രൊഫൈൽ
mr: डेस्कटॉप विंडो प्रोफाइल

source: Use desktop window profile
be: Выкарыстоўваць профіль акна працоўнага стала
he: להשתמש בפרופיל חלון שולחן העבודה
hi: डेस्कटॉप विंडो प्रोफ़ाइल का उपयोग करें
ml: ഡെസ്ക്ടോപ്പ് വിൻഡോ പ്രൊഫൈൽ ഉപയോഗിക്കുക
mr: डेस्कटॉप विंडो प्रोफाइल वापरा

source: Desktops
be: Працоўныя сталы
da: Skriveborde
he: מחשבים שולחניים
hi: डेस्कटॉप
ml: ഡെസ്‌ക്‌ടോപ്പുകൾ
mr: डेस्कटॉप
nb: Skrivebord

source: Off
be: Выкл.
he: כיבוי
hi: बंद करना
ml: ഓഫ് ചെയ്യുക
mr: बंद

source: Pane
be: Гладка
he: חלונית
hi: फलक
ml: പേൻ ചെയ്യുക
mr: पॅन

source: Zoom
be: Павелічэнне
he: זום
hi: ज़ूम
ml: സൂം ചെയ്യുക
mr: झूम

source: Animation speed
be: Хуткасць анімацыі
he: מהירות אנימציה
hi: एनिमेशन की गति
ml: ആനിമേഷൻ വേഗത
mr: अॅनिमेशन स्पीड

source: %1.1f s
be: %1.1f с
he: %1.1f שנ'
hi: %1.1f एस
ml: %1.1f സെക്കൻഡ്
mr: %1.1f

source: Flip Animation
be: Анімацыя пераходу
he: להפוך אנימציה
hi: फ्लिप एनिमेशन
ml: ഫ്ലിപ്പ് ആനിമേഷൻ
mr: फ्लिप अॅनिमेशन

source: Desk Settings
be: Налады стала
he: הגדרות דלפק
hi: डेस्क सेटिंग्स
ml: ഡെസ്ക് ക്രമീകരണങ്ങൾ
mr: डेस्क सेटिंग्स

source: Desktop Name
be: Імя працоўнага стала
da: Skrivebordsnavn
he: שם שולחן העבודה
hi: डेस्कटॉप का नाम
ml: ഡെസ്ക്ടോപ്പിൻ്റെ പേര്
mr: डेस्कटॉप चे नाव

source: Profile Name:
be: Імя профілю:
he: שם פרופיל:
hi: प्रोफ़ाइल नाम:
ml: പ്രൊഫൈലിൻ്റെ പേര്:
mr: प्रोफाइल नाव:

source: Desktop Wallpaper
be: Шпалера працоўнага стала
he: רקש שולחן העבודה
hi: डेस्कटॉप वॉलपेपर
ml: ഡെസ്ക്ടോപ്പിൻ്റെ വാൾപേപ്പർ
mr: डेस्कटॉप वॉलपेपर

source: Set
be: Задаць
he: לקבוע
hi: कोई मेल खाने वाले गुण सेट नहीं किए गए
ml: സജ്ജമാക്കുക
mr: ठराविक

source: Select a Background...
be: Выбраць фон...
he: לבחור רקע ...
hi: किसी पृष्ठभूमि का चयन करें...
ml: ഒരു ബാഗ്രൗണ്ട് തിരഞ്ഞെടുക്കുക...
mr: पार्श्वभूमी निवडा...

source: Personal
be: Прыватныя
he: אישי
hi: व्यक्तिगत
ml: വ്യക്തിപരമായ
mr: वैयक्तिक

source: Screen Lock Settings
be: Налады блакіроўкі экрана
he: הגדרות נעילת מסך
hi: स्क्रीन लॉक सेटिंग्स
ml: സ്‌ക്രീൻ ലോക്ക് ക്രമീകരണങ്ങൾ
mr: स्क्रीन लॉक सेटिंग्ज

source: Lock on Startup
be: Блакаваць пры старце
he: לנעול באתחול
hi: स्टार्टअप पर ताला
ml: സ്റ്റാർട്ടപ്പിൽ ലോക്ക് ചെയ്യുക
mr: स्टार्टअप लॉक करा

source: Lock on Suspend
be: Блакаваць пры прыпыненні
he: לנעול בהשהיה
hi: सस्पेंड पर लॉक
ml: സസ്പെൻഡിൽ ലോക്ക് ചെയ്യുക
mr: लॉक ऑन सस्पेंड

source: Custom Screenlock Command
be: Карыстальніцкая каманда блакіроўкі
he: פקודה מותאמת אישית של נעילת מסך
hi: कस्टम स्क्रीनलॉक आदेश
ml: ഇഷ്‌ടാനുസൃത സ്‌ക്രീൻലോക്ക് കമാൻഡ്
mr: सानुकूल स्क्रीनलॉक कमांड

source: Use Custom Screenlock Command
be: Карыстаць карыстальніцкую каманду блакіроўкі
he: להשתמש בפקודה מותאמת אישית של נעילת מסך
hi: कस्टम स्क्रीनलॉक आदेश का उपयोग करें
ml: ഇഷ്‌ടാനുസൃത സ്‌ക്രീൻലോക്ക് കമാൻഡ് ഉപയോഗിക്കുക
mr: सानुकूल स्क्रीनलॉक कमांड वापरा

source: Locking
be: Блакіроўка
he: נעילות
hi: लॉकिंग
ml: പൂട്ടുന്നു
mr: लॉक करणे

source: Keyboard Layout
be: Раскладка клавіятуры
he: פרישת מקלדת
hi: कीबोर्ड लेआउट
ml: കീബോർഡ് ലേഔട്ട്
mr: कीबोर्ड लेआउट

source: Show on all screens
be: Паказываць на ўсіх экранах
he: להציג על כל המסכים
hi: सभी स्क्रीन पर दिखाएं
ml: എല്ലാ സ്ക്രീനുകളിലും കാണിക്കുക
mr: सर्व स्क्रीनवर दाखवा

source: Show on current screen
be: Паказываць на бягучым экране
he: להציג על המסך הנוכחי
hi: वर्तमान स्क्रीन पर दिखाएं
ml: നിലവിലെ സ്ക്രീനിൽ കാണിക്കുക
mr: सध्याच्या पडद्यावर दाखवा

source: Show on screen #:
be: Паказываць на экране #:
he: להציג על מסך מס':
hi: स्क्रीन पर दिखाएं #:
ml: ഈ സ്ക്രീനിൽ കാണിക്കുക #:
mr: पडद्यावर दाखवा #:

source: Login Box
be: Акно ўваходу ў сістэму
he: חלונית כניסה
hi: लॉगिन बॉक्स
ml: ലോഗിൻ ബോക്സ്
mr: लॉगिन बॉक्स

source: Lock after X screensaver activates
be: Блакіраваць пасля актывацыі захавальніка экрана
he: לנעול לאחר ששומר המסך X הופעל
hi: X स्क्रीनसेवर सक्रिय होने के बाद लॉक करें
ml: X സ്ക്രീൻസേവർ സജീവമാക്കിയതിന് ശേഷം ലോക്ക് ചെയ്യുക
mr: एक्स स्क्रीनसेव्हर सक्रिय झाल्यानंतर लॉक करा

source: %1.0f seconds
be: %1.0f секунд
he: %1.0f שניות
hi: %1.0f सेकंड
ml: %1.0f സെക്കൻഡ്
mr: %1.0f सेकंद
nb: %1.0f sekunder

source: Lock when idle time exceeded
be: Блакіраваць па зыходзе часу прастою
he: לנעול כאשר זמן ההמתנה חרג
hi: निष्क्रिय समय पार होने पर लॉक करें
ml: നിഷ്‌ക്രിയ സമയം കവിയുമ്പോൾ ലോക്ക് ചെയ്യുക
mr: निरुपयोगी वेळ ओलांडल्यावर लॉक करा

source: %1.0f minutes
be: %1.0f хвілін
he: %1.0f דקות
hi: %1.0f मिनट
ml: %1.0f മിനിറ്റ്
mr: %1.0f मिनिटे
nb: %1.0f minutter

source: Timers
be: Таймеры
he: קוצבי זמן
hi: टाइमर
ml: ടൈമറുകൾ
mr: टाइमर

source: Suggest if deactivated before
be: Прапаноўваць, калі выключана раней
he: להציע אם כובה לפני
hi: सुझाव दें कि क्या पहले निष्क्रिय किया गया है
ml: മുമ്പ് നിർജ്ജീവമാക്കിയിട്ടുണ്ടെങ്കിൽ സൂചിപ്പിക്കുക
mr: आधी निष्क्रिय केल्यास सुचवा

source: Presentation Mode
be: Рэжым прэзентацыі
he: מצב הצגה
hi: प्रस्तुति मोड टॉगल
ml: അവതരണ മോഡ്
mr: प्रेझेंटेशन मोड

source: Theme Defined
be: Задана тэмай
he: ערכת הנושא מוגדרת
hi: थीम परिभाषित
ml: ഥീം നിർവചിച്ചു
mr: थीम परिभाषित

source: Theme Wallpaper
be: Шпалера з тэмы
he: רקע הנושא
hi: थीम वॉलपेपर
ml: ഥീം വാൾപേപ്പർ
mr: थीम वॉलपेपर

source: Current Wallpaper
be: Бягучая шпалера
he: הרקע הנוכחי
hi: वर्तमान वॉलपेपर
ml: നിലവിലെ വാൾപേപ്പർ
mr: वर्तमान वॉलपेपर

source: Wallpaper
be: Шпалера
he: רקע
hi: वॉलपेपर
ml: വാൾപേപ്പർ
mr: वॉलपेपर

source: Screen Saver Settings
be: Налады захавальніка экрану
he: הגדרות שומר מסך
hi: स्क्रीन सेवर सेटिंग्स
ml: സ്ക്രീൻ-സേവർ ക്രമീകരണങ്ങൾ
mr: स्क्रीन सेव्हर सेटिंग्स

source: Enable screen blanking
be: Уключыць гашэнне экрана
he: לאפשר החשכת מסך
hi: स्क्रीन रिक्त करना सक्षम करें
ml: സ്‌ക്രീൻ-ബ്ലാങ്കിംഗ് പ്രവർത്തനക്ഷമമാക്കുക
mr: स्क्रीन ब्लॅंकिंग सक्षम करा

source: Timeout
be: Затрымка часу
he: משך הזמן עד להסתרה
hi: समयबाह्य
ml: സമയപരിധി
mr: कालबाह्य

source: Suspend on blank
be: Прыпыніць пры гашэнні
he: להשהות כאשר מוחשך
hi: रिक्त पर निलंबित करें
ml: ബ്ലാങ്കിൽ സസ്പെൻഡ് ചെയ്യുക
mr: रिकाम्या जागेवर निलंबित करा

source: Suspend even if AC
be: Прыпыніць нават пры далучэнні да электрасетцы
he: להשהות גם בחיבור לחשמל
hi: एसी होने पर भी सस्पेंड
ml: AC ആണെങ്കിലും സസ്പെൻഡ് ചെയ്യുക
mr: एसी असला तरी निलंबित करा

source: Suspend delay
be: Затрымка да прыпынення
he: זמן השהיה
hi: देरी निलंबित करें
ml: സസ്പെൻഡ് ചെയ്യാനുള്ള കാലതാമസം
mr: विलंब थांबवा

source: Blanking
be: Гашэнне
he: החשכה
hi: ब्लैंकिंग
ml: ബ്ലാങ്കിംഗ്
mr: रिक्त जागा

source: Presentation mode enabled
be: Рэжым прэзентацыі ўключаны
he: מצב הצגה מופעל
hi: प्रस्तुति मोड सक्षम किया गया
ml: അവതരണ മോഡ് പ്രവർത്തനക്ഷമമാക്കി
mr: प्रेझेंटेशन मोड सक्षम

source: Backlight Settings
be: Налады падсветкі
he: הגדרות החשכת מסך
hi: बैकलाइट सेटिंग्स
ml: ബാക്ക്ലൈറ്റ് ക്രമീകരണങ്ങൾ
mr: बॅकलाइट सेटिंग्ज

source: Normal Backlight
be: Звычайная падсветка
he: תאורה אחורית רגילה
hi: सामान्य बैकलाइट
ml: സാധാരണ ബാക്ക്ലൈറ്റ്
mr: सामान्य बॅकलाइट
