Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: Move To Center
be: Перамясціць у цэнтр
he: לעבור למרכז
hi: केंद्र की ओर जाएँ
ml: മധ്യഭാഗത്തിലേക്ക് നീങ്ങുക
mr: केंद्रात जा

source: Move To Coordinates...
be: Перамясціць да каардынат...
he: לעבור לנקודת ציון...
hi: निर्देशांक पर जाएँ...
ml: കോർഡിനേറ്റുകളിലേക്ക് നീങ്ങുക...
mr: निर्देशांकाकडे वाटचाल करा...

source: Move By Coordinate Offset...
be: Перамясціць на зрух каардынат...
he: לעבור לפי הסתה בנקודת הציון..
hi: (समन्वय) ऑफसेट द्वारा ले जाएँ...
ml: കോർഡിനേറ്റ് ഓഫ്‌സെറ്റ് വഴി നീക്കുക...
mr: ऑफसेटसमन्वयाने चालवा...

source: Resize By...
be: Змяніць памер на...
he: שנה גודל פי...
hi: आकार बदलें...
ml: വലുപ്പം ഈ വഴി മാറ്റുക...
mr: आकार बदला...

source: Push in Direction...
be: Зрух у накірунку...
he: לדחוף לכיוון...
hi: आगे की दिशा में...
ml: ഈ ദിശയിലേക്ക് തള്ളുക...
mr: दिशेनं पुढे जा...

source: Drag Icon...
be: Перацягнуць значок...
he: לגרור סמל...
hi: Icon खींचें...
ml: ഐക്കൺ വലിച്ചിടുക...
mr: ड्रॅग आयकॉन...

source: Window : Moving
be: Акно : Перамяшчэнне
he: חלון : בתנועה
hi: विंडो : चलती हुई
ml: വിൻഡോ : നീങുന്നു
mr: खिडकी : हालचाल

source: To Next Desktop
be: Да наступнага рабочага стала
he: לשולחן העבודה הבא
hi: अगले डेस्कटॉप पर
ml: അടുത്ത ഡെസ്ക്ടോപ്പിലേക്ക്
mr: पुढील डेस्कटॉपवर

source: To Previous Desktop
be: Да папярэдняга рабочага стала
he: לשולחן העבודה הקודם
hi: पिछले डेस्कटॉप पर
ml: മുമ്പത്തെ ഡെസ്ക്ടോപ്പിലേക്ക്
mr: मागील डेस्कटॉपवर

source: By Desktop #...
be: Да рабочага стала #...
he: לפי מס' שולחן העבודה...
hi: डेस्कटॉप नंबर के अनुसार...
ml: ഡെസ്ക്ടോപ്പ് നമ്പർ പ്രകാരം #...
mr: डेस्कटॉप #...

source: To Desktop...
be: Да рабочага стала...
he: לשולחן העבודה...
hi: डेस्कटॉप पर...
ml: ഡെസ്ക്ടോപ്പിലേക്ക്...
mr: डेस्कटॉपवर...

source: To Next Screen
be: Да наступнага экрана
he: המסך הבא
hi: अगली स्क्रीन पर जाएं
ml: അടുത്ത സ്ക്രീനിലേക്ക്
mr: पुढच्या स्क्रीनवर

source: To Previous Screen
be: Да папярэдняга экрана
he: למסך הקודם
hi: पिछली स्क्रीन पर
ml: മുമ്പത്തെ സ്ക്രീനിലേക്ക്
mr: मागील स्क्रीनवर

source: Show Main Menu
be: Паказаць галоўнае меню
he: הצג תפריט ראשי
hi: मुख्य मेनू दिखाएं
ml: പ്രധാന മെനു കാണിക്കുക
mr: मुख्य मेनू दाखवा

source: Show Favorites Menu
be: Паказаць меню "Абранае"
he: הצג תפריט מועדפים
hi: पसंदीदा मेनू दिखाएं
ml: പ്രിയപ്പെട്ടവ മെനു കാണിക്കുക
mr: आवडता मेनू दाखवा

source: Show All Applications Menu
be: Паказаць меню "Усе праграмы"
he: הצג תפריט כל היישומים
hi: सभी अनुप्रयोग मेनू दिखाएँ
ml: എല്ലാ-ആപ്ലിക്കേഷനുകളുടെയും മെനു കാണിക്കുക
mr: सर्व अनुप्रयोग मेनू दर्शवा

source: Show Clients Menu
be: Паказаць меню кліента
he: הצג תפריט לקוחות
hi: Client मेनू देखें
ml: ക്ലയൻ്റ്സ് മെനു കാണിക്കുക
mr: Clients मेनू दाखवा

source: Show Menu...
be: Паказаць меню
he: הצג תפריט...
hi: मेनू देखें...
ml: മെനു കാണിക്കുക...
mr: मेनू दाखवा...

source: Launch
be: Запуск
he: הפעל
hi: शुरू करना
ml: സമാരംഭിക്കുക
mr: लाँच

source: Command
be: Каманда
he: פקודה
ml: കൽപ്പിക്കുക
mr: कमांड करा

source: Application
be: Праграма
he: יישום
hi: आवेदन
ml: ആപ്ലിക്കേഷൻ
mr: अर्ज

source: New Instance of Focused App
be: Новы вобраз праграмы ў фокусе
he: מופע חדש של היישום שבפוקוס
hi: वर्तमान ऐप का नया इंस्टेंस
ml: ഫോക്കസ്ഡ് ആപ്പിൻ്റെ പുതിയ മാതൃക
mr: फोकस्ड अॅपचे नवे उदाहरण

source: Restart
be: Перазапусціць
he: הפעל מחדש
hi: पुनः आरंभ करें
ml: പുനരാരംഭിക്കുക
mr: पुन्हा सुरू करा

source: Exit Now
be: Выйсці зараз
he: צא עכשיו
hi: अभी बाहर निकलें
ml: ഇപ്പോൾ പുറത്തുകടക്കുക
mr: आता बाहेर पडा

source: Moksha : Mode
be: Moksha : Рэжым
he: Moksha : מצב
hi: Moksha : विधा
ml: മോക്ഷ : മോഡ്
mr: Moksha : मोड

source: Presentation Mode Toggle
be: Пераключэнне рэжыму прэзентацыі
he: החלפת מצב הצגה
hi: प्रस्तुति मोड टॉगल
ml: അവതരണ മോഡ് ടോഗിൾ ചെയ്യുക
mr: प्रेझेंटेशन मोड टॉगल

source: Offline Mode Toggle
be: Пераключэнне пазасеткавага рэжыму
he: החלפת מצב בלתי מקוון
hi: ऑफ़लाइन मोड टॉगल
ml: ഓഫ്‌ലൈൻ മോഡ് ടോഗിൾ ചെയ്യുക
mr: ऑफलाईन मोड टॉगल

source: Moksha : Module
be: Moksha : Модуль
he: Moksha : מודולים
hi: Moksha : मॉड्यूल
ml: മോക്ഷ : മൊഡ്യൂൾ
mr: Moksha : मॉड्यूल

source: Enable the named module
be: Уключыць названы модуль
he: להפעיל את המודול הרשום
hi: नामित मॉड्यूल सक्षम करें
ml: പേരിട്ടിരിക്കുന്ന മൊഡ്യൂൾ പ്രവർത്തനക്ഷമമാക്കുക
mr: नामांकित मॉड्यूल सक्षम करा

source: Disable the named module
be: Адключыць названы модуль
he: להשבית את המודול הרשום
hi: नामित मॉड्यूल अक्षम करें
ml: പേരിട്ടിരിക്കുന്ന മൊഡ്യൂൾ പ്രവർത്തനരഹിതമാക്കുക
mr: नामांकित मॉड्यूल अक्षम करा

source: Toggle the named module
be: Пераключыць названы модуль
he: להחליף את המודול הרשום
hi: नामित मॉड्यूल टॉगल करें
ml: പേരിട്ടിരിക്കുന്ന മൊഡ്യൂൾ ടോഗിൾ ചെയ്യുക
mr: नामांकित मॉड्यूल टॉगल करा

source: System
be: Сістэма
he: מערכת
ml: സിസ്റ്റം
mr: प्रणाली

source: Log Out
be: Выхад
he: התנתק
hi: लॉग आउट
ml: ലോഗൌട്ട് ചെയ്യുക
mr: लॉग आऊट करा

source: Power Off Now
be: Выключыць зараз
he: כבה עכשיו
hi: अब बंद करें
ml: ഇപ്പോൾ പവർ ഓഫ് ചെയ്യുക
mr: आता वीज पुरवठा बंद

source: Power Off
be: Выключэнне
he: כבה
hi: अपने डिवाइस को बंद करें
ml: പവർ ഓഫ് ചെയ്യുക
mr: वीज पुरवठा बंद

source: Suspend Now
be: Прыпыніць зараз
he: להשהות עכשיו
hi: अभी स्थगित करें
ml: ഇപ്പോൾ സസ്പെൻഡ് ചെയ്യുക
mr: आता निलंबित करा

source: Hibernate Now
be: Адправіць у спячку зараз
he: לעבור למצב שינה עכשיו
hi: अब हाइबरनेट करें
ml: ഇപ്പോൾ ഹൈബർനേറ്റ് ചെയ്യുക
mr: आता हायबर्नेट

source: Lock
be: Блакіраванне
he: נעל
hi: ताला
ml: പൂട്ടുക
mr: कुलूप लावा

source: Cleanup Windows
be: Прыбраць вокны
da: Ryd vinduer op
he: ניקוי החלונות
hi: विंडोज़ साफ़ करें
ml: വിൻഡോകൾ വൃത്തിയാക്കുക
mr: विंडोज साफ करा
nb: Rydd vinduer

source: Generic : Actions
be: Агульнае : Дзеянні
he: כללי : פעולות
hi: सामान्य : क्रियाएँ
ml: പൊതുവായത് : പ്രവർത്തനങ്ങൾ
mr: जेनेरिक : क्रिया

source: Delayed Action
be: Адкладзеннае дзеянне
he: פעולה מעוכבת
hi: विलंबित कार्रवाई
ml: വൈകിയ പ്രവർത്തനം
mr: विलंबाने कारवाई

source: Keyboard Layouts
be: Раскладка клавіятуры
he: תצורות מקלדת
hi: कीबोर्ड लेआउट
ml: കീബോർഡ് ലേയൌട്ടുകൾ
mr: कीबोर्ड लेआउट

source: Use keyboard layout
be: Задаць раскладку клавіятуры
he: להשתמש בפרישת מקלדת
hi: कीबोर्ड लेआउट का उपयोग करें
ml: കീബോർഡ് ലേയൌട്ട് ഉപയോഗിക്കുക
mr: कीबोर्ड लेआउट वापरा

source: Next keyboard layout
be: Наступная раскладка клавіятуры
he: פרישת המקלדת הבאה
hi: अगला कीबोर्ड लेआउट
ml: അടുത്ത കീബോർഡ് ലേയൌട്ട്
mr: पुढील कीबोर्ड लेआउट

source: Previous keyboard layout
be: Папярэдняя раскладка клавіятуры
he: פרישת המקלדת הקודמת
hi: पिछला कीबोर्ड लेआउट
ml: മുമ്പത്തെ കീബോർഡ് ലേയൌട്ട്
mr: मागील कीबोर्ड लेआउट

source: Set As Background
be: Задаць у якасці фону
he: הגדרה כרקע
hi: पृष्ठभूमि के रूप में सेट करें
ml: ബാക്ക്ഗ്രൗണ്ട് ആയി സജ്ജീകരിക്കുക
mr: पार्श्वभूमी म्हणून सेट करा

source: Color Selector
be: Выбар колеру
he: בוחר צבע
hi: रंग चयनकर्ता
ml: കളർ സെലക്ടർ
mr: कलर सिलेक्टर

source: Select
be: Выбраць
he: בחירה
hi: चयन
ml: തിരഞ്ഞെടുക്കുക
mr: निवडणे

source: Cancel
be: Скасаваць
da: Fortryd
he: ביטול
hi: रद्द करना
ml: റദ്ദാക്കുക
mr: रद्द करा
nb: Avbryt

source: Settings data needed upgrading. Your old settings have<br>been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means Moksha needs new settings<br>data by default for usable functionality that your old<br>settings simply lack. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the hiccup in your settings.<br>
be: Канфігурацыя запатрабавала аднаўлення. Вашы папярэднія налады былі сцёрты,<br>і новыя перадвызначыныя налады усталяваны. Гэтак можа збывацца пад час<br>распрацоўкі, і у гэтым выпадку не трэба рапартаваць аб памылцы. Проста Moksha<br>запатрабаваў адноўлены фармат канфігурацыі. Цяпер можна зноў усё наладзіць.<br>Прыносім прабачэнні за дастаўленыя нязручнасці.
he: תוכן ההגדרות היה זקוק לעידכון. ההגדרות הישנות<br> נמחקו והופעלה ערכת ברירת מחדל חדשה.זה<br> קורה כרגיל במהלך הפיתוח אז לא לדווח<br> שגיאה.זה פשוט אומר שMoksha זקוקה לתוכן חדש<br> להגדרות ברירת המחדל לפעולה שימושית שבהגדרות הקודמות <br> לא קיים. ערכת ברירת המחדל החדשה תתקן זאת <br>באמצעות הוספה שלו. ניתן להגדיר מחדש כעת כפי <br> רצונך. מתנצלים על השיהוק בהגדרות.<br>
hi: सेटिंग्स डेटा को अपग्रेड करने की आवश्यकता थी। आपकी पुरानी सेटिंग्स<br>मिटा दी गई हैं और डिफ़ॉल्ट्स का एक नया सेट प्रारंभ किया गया है। यह<br>विकास के दौरान नियमित रूप से होगा, इसलिए कोई बग रिपोर्ट न करें। इसका<br>मतलब है कि Moksha को डिफ़ॉल्ट रूप से उपयोगी कार्यक्षमता के लिए नए सेटिंग्स<br>डेटा की आवश्यकता है जो आपकी पुरानी सेटिंग्स में बस नहीं है। इस नए डिफ़ॉल्ट्स सेट<br>को जोड़कर इसे ठीक कर दिया जाएगा। अब आप अपनी पसंद के अनुसार चीजों को फिर से<br>कॉन्फ़िगर कर सकते हैं। आपकी सेटिंग्स में इस रुकावट के लिए क्षमा करें।<br>
ml: ക്രമീകരണ ഡാറ്റ നവീകരിക്കേണ്ടതുണ്ട്. നിങ്ങളുടെ പഴയ ക്രമീകരണങ്ങൾ<br>മായ്ച്ചു പുതിയൊരു കൂട്ടം സ്ഥിരസ്ഥിതികൾ ആരംഭിക്കപ്പെട്ടിരിക്കുന്നു. വികസന സമയത്ത് ഇത്<br>പതിവായി സംഭവിക്കും, അതിനാൽ ബഗ് റിപ്പോർട്ട്<br>ചെയ്യരുത്. ഇതിനർത്ഥം നിങ്ങളുടെ പഴയ ക്രമീകരണങ്ങളിൽ ഇല്ലാത്ത<br>ഉപയോഗയോഗ്യമായ പ്രവർത്തനത്തിനായി ക്രമീകരണങ്ങൾക്കായി സ്ഥിരസ്ഥിതിയായി പുതിയ<br>ക്രമീകരണ ഡാറ്റ ആവശ്യമാണ് എന്നാണ്. ഈ പുതിയ സ്ഥിരസ്ഥിതികളുടെ കൂട്ടം അത് ചേർത്തുകൊണ്ട്<br>അത് പരിഹരിക്കും. നിങ്ങളുടെ ഇഷ്ടത്തിനനുസരിച്ച് ഇപ്പോൾ കാര്യങ്ങൾ വീണ്ടും<br>ക്രമീകരിക്കാൻ കഴിയും. നിങ്ങളുടെ ക്രമീകരണങ്ങളിലെ തടസ്സത്തിന് ക്ഷമിക്കണം.<br>
mr: सेटिंग्ज डेटा अपग्रेड करणे आवश्यक होते. आपल्या जुन्या सेटिंग्ज आहेत<br>पुसले गेले आणि डिफॉल्टचा एक नवीन संच सुरू झाला. हा<br>विकासादरम्यान नियमितपणे होईल, म्हणून अहवाल देऊ नका<br>बग. याचा सरळ अर्थ Moksha-ला नवीन सेटिंग्जची गरज आहे<br>आपल्या जुन्या वापरण्यायोग्य कार्यक्षमतेसाठी डिफॉल्टनुसार डेटा<br>सेटिंग्जची फक्त कमतरता आहे. डिफॉल्टचा हा नवा संच दुरुस्त होईल<br>त्यात भर घालून. आपण आता आपल्यासाठी गोष्टी पुन्हा कॉन्फिगर करू शकता<br>आवड। आपल्या सेटिंग्जमधील उचकीबद्दल क्षमस्व.<br>

source: Your settings are NEWER than Moksha. This is very<br>strange. This should not happen unless you downgraded<br>Moksha or copied the settings from a place where<br>a newer version of Moksha was running. This is bad and<br>as a precaution your settings have been now restored to<br>defaults. Sorry for the inconvenience.<br>
be: Ваша канфігурацыя БОЛЬШ НОВАЯ, чым версія Moksha. Гэта вельмі дзіўна і так<br>не павінна адбывацца, калі толькі вы не ўсталявалі папярэднюю версію Moksha<br>або перанеслі налады з новай версіі Moksha. Гэта няправільна, і таму замест вашых<br>былі усталяваны перадвызначыныя налады. Выбачайце за нязручнасці.<br>
he: ההגדרות שלך *יותר חדשות* מNoksha. זה מוזר <br>מאוד. זה לא אמור לקרות אלא אם שינמכת את <br>Moksha או העתקת את ההגדרות מאיפה ש<br>גירסא חדשה יותר של Moksha מופעלת. זה גרוע ו<br>ליתר בטחון ההגדרות שלך שוחזרו ל<br>ברירת המחדל. סליחה על אי הנוחות.<br>
hi: आपकी सेटिंग्स Moksha से नई हैं। यह बहुत<br>अजीब है। यह तब तक नहीं होना चाहिए जब तक आपने Moksha को डाउनग्रेड नहीं किया<br>या सेटिंग्स को उस स्थान से कॉपी नहीं किया जहां<br>Moksha का नया संस्करण चल रहा था। यह खराब है और<br>एहतियात के तौर पर आपकी सेटिंग्स अब डिफ़ॉल्ट पर बहाल कर दी गई हैं। असुविधा के लिए क्षमा करें।<br>
ml: നിങ്ങളുടെ ക്രമീകരണങ്ങൾ മോക്ഷയേക്കാൾ പുതിയതാണ്. ഇത് വളരെ<br>വിചിത്രമാണ്. മോക്ഷ ഡൗൺഗ്രേഡ് ചെയ്യുകയോ<br>മോക്ഷയുടെ പുതിയ പതിപ്പ് പ്രവർത്തിക്കുന്ന സ്ഥലത്ത് നിന്ന്<br>ക്രമീകരണങ്ങൾ പകർത്തുകയോ ചെയ്തില്ലെങ്കിൽ ഇത് സംഭവിക്കാൻ പാടില്ല. ഇത് മോശമാണ്,<br>മുൻകരുതൽ എന്ന നിലയിൽ നിങ്ങളുടെ കോൺഫിഗറേഷൻ ഇപ്പോൾ<br>സ്ഥിരസ്ഥിതിയിലേക്ക് പുനഃസ്ഥാപിച്ചിരിക്കുന്നു. അസൗകര്യത്തിന് ക്ഷമിക്കുക.<br>
mr: तुमची सेटिंग्ज Moksha-पेक्षा नवीन आहेत. हे खूप च आहे<br>विचित्र। आपण डाउनग्रेड केल्याशिवाय असे होऊ नये<br>Moksha किंवा सेटिंग्ज ची कॉपी अशा ठिकाणाहून केली जिथे<br>Moksha-ची नवीन आवृत्ती चालू होती. हे वाईट आहे आणि<br>खबरदारी म्हणून आता आपल्या सेटिंग्ज पूर्ववत करण्यात आल्या आहेत<br>डिफॉल्ट. गैरसोयीबद्दल क्षमस्व.<br>

source: Moksha Settings Write Problems
be: Праблемы пры захаванні налад Moksha
he: בעיות בכתיבה להגדרות Moksha
hi: Moksha सेटिंग्स लिखने में समस्या
mr: Moksha सेटिंग्ज समस्या लिहितात

source: Moksha has had an error while moving config files<br>from:<br>%s<br><br>to:<br>%s<br><br>The rest of the write has been aborted for safety.<br>
be: Moksha знайшоў памылку пры перамяшчэнні файлаў з наладамі<br>з:<br>%s<br><br>да:<br>%s<br><br>Запіс быў перапынены ў мэтах бяспекі.<br>
he: לMoksha הייתה שגיאה בעת הזזת קבצי הגדרות<br>מ:<br>%s<br><br>אל:<br>%s<br><br>The שאר הכתיבה הופסקה כאמצעי זהירות.<br>
hi: Moksha को कॉन्फ़िग फ़ाइलों को स्थानांतरित करते समय त्रुटि हुई<br>से:<br>%s<br><br>तक:<br>%s<br><br>सुरक्षा के लिए बाकी लेखन रद्द कर दिया गया है।<br>
mr: कॉन्फिग फाइल्स हलवताना Moksha-ला चूक झाली आहे<br>हून:<br>%s<br><br>ते:<br>%s<br><br>उर्वरित लिखाण सुरक्षिततेसाठी रद्द करण्यात आले आहे.<br>

source: OK
be: Добра
he: אישור
hi: अनुमोद
ml: ശരി
mr: ठीक आहे

source: Settings Upgraded
be: Налады абноўлены
he: ההגדרות שודרגו
hi: सेटिंग्स अपग्रेड हो गईं
ml: ക്രമീകരണങ്ങൾ നവീകരിച്ചു
mr: सेटिंग्स अपग्रेड

source: The EET file handle is bad.
be: Дрэнны дэскрыптар файла EET.
he: הטיפול בקובץ הEET פגום.
hi: EET फ़ाइल हैंडल ख़राब है।
ml: EET ഫയൽ ഹാൻഡിൽ മോശമാണ്.
mr: EET फाईल हँडल खराब आहे.

source: The file data is empty.
be: Файл даных пусты.
he: קובץ הנתונים ריק.
hi: फ़ाइल डेटा रिक्त है।
ml: ഫയൽ ഡാറ്റ ശൂന്യമാണ്.
mr: फाईल डेटा रिकामा आहे.

source: The file is not writable. Perhaps the disk is read-only<br>or you lost permissions to your files.
be: Файл недаступны для запісу. Магчыма дыск толькі для чытання<br>або вы страцілі дазвол на доступ да вашых файлаў.
he: הקובץ אינו ניתן לכתיבה. אולי הדיסק הוא לקריאה בלבד<br>או שאיבדת את ההרשאות לקבצים.
hi: फ़ाइल लिखने योग्य नहीं है। शायद डिस्क केवल पढ़ने के लिए है<br>या आपने अपनी फ़ाइलों की अनुमति खो दी है।
mr: फाईल लिहिण्यायोग्य नाही. कदाचित डिस्क फक्त वाचनीय असेल<br>किंवा आपण आपल्या फायलींच्या परवानग्या गमावल्या.

source: Memory ran out while preparing the write.<br>Please free up memory.
be: Скончылася памяць пры падрыхтоўцы да запісу.<br>Калі ласка, вызваліце памяць.
he: הזיכרון נגמר בעת ההכנה לכתיבה.<br>אנא שחרר זיכרון.
hi: लेखन की तैयारी करते समय मेमोरी समाप्त हो गई।<br>कृपया मेमोरी खाली करें।
mr: लेखनची तयारी करताना मेमरी संपली.<br>कृपया मेमरी मोकळी करा.

source: This is a generic error.
be: Гэта агульная памылка.
he: זוהי שגיאה כללית.
hi: यह एक सामान्य त्रुटि है।
ml: ഇതൊരു പൊതു പിശകാണ്.
mr: ही एक सामान्य त्रुटी आहे.

source: The settings file is too large.<br>It should be very small (a few hundred KB at most).
be: Файл з наладамі занадта вялікі.<br>Ён павінны быць вельмі малы (не больш за некалькі соцень КБ).
he: קובץ הגדרות גדול מדי.<br>הוא צריך להיות קטן מאוד (כמה מאות KB לכל היותר).
hi: सेटिंग्स फ़ाइल बहुत बड़ी है।<br>यह बहुत छोटी होनी चाहिए (अधिकतम कुछ सौ KB)।
mr: सेटिंग्ज फाईल खूप मोठी आहे.<br>ते खूप लहान (जास्तीत जास्त काहीशे केबी) असावे.

source: You have I/O errors on the disk.<br>Maybe it needs replacing?
be: На дыску заўважаны памылкі ўводу/вываду.<br>Магчыма трэба яго замяніць?
he: יש שגיאת I/O (קריאה/כתיבה) בכונן. <br>אולי צריך להחליף אותו?
hi: आपके डिस्क पर I/O त्रुटियाँ हैं।<br>शायद इसे बदलने की आवश्यकता है ?
mr: आपल्याकडे डिस्कवर I/O त्रुटी आहेत.<br>कदाचित ते बदलण्याची गरज आहे का?

source: You ran out of space while writing the file.
be: Скончылася прастора пры запісе файла.
he: תוך כדי כתיבת הקובץ נגמר המקום.
hi: फ़ाइल लिखते समय आपके पास स्थान समाप्त हो गया।
ml: ഫയൽ എഴുതുന്നതിനിടയിൽ നിങ്ങൾക്ക് സ്ഥലമില്ലാതായി.
mr: फाईल लिहिताना तुमच्याकडे जागा संपली.

source: The file was closed while writing.
be: Файл быў закрыты пры запісе.
he: הקובץ נסגר בזמן הכתיבה.
hi: लिखते समय फ़ाइल बंद हो गई थी.
ml: എഴുതുന്നതിനിടയിൽ ഫയൽ അടച്ചു.
mr: लिहिताना फाईल बंद करण्यात आली.

source: Memory-mapping (mmap) of the file failed.
be: Адлюстраванне файла на памяць не ўдалося.
he: מיפוי זיכרון (mmap) של הקובץ נכשל.
hi: फ़ाइल की मेमोरी-मैपिंग (mmap) विफल हुई.
ml: ഫയലിൻ്റെ മെമ്മറി-മാപ്പിംഗ് (mmap) പരാജയപ്പെട്ടു.
mr: फाईलचे मेमरी-मॅपिंग (mmap) निकामी झाले.

source: X509 Encoding failed.
be: Кадзіраванне X509 не ўдалося.
he: X509 קידוד נכשל.
hi: X509 एनकोडिंग विफल.
ml: X509 എൻകോഡിംഗ് പരാജയപ്പെട്ടു.
mr: X509 एन्कोडिंग अयशस्वी झाले.

source: Signature failed.
be: Памылка подпісу.
he: החתימה נכשל.
hi: हस्ताक्षर विफल!।
ml: ഒപ്പ് പരാജയപ്പെട്ടു.
mr: स्वाक्षरी अयशस्वी झाली.

source: The signature was invalid.
be: Подпіс памылковы.
he: החתימה אינה תקינה.
hi: हस्ताक्षर अवैध थे।
ml: ഒപ്പ് അസാധുവായിരുന്നു.
mr: ही स्वाक्षरी अवैध होती.

source: Not signed.
be: Не падпісана.
he: לא חתום.
hi: हस्ताक्षरित नहीं।
ml: ഒപ്പിട്ടിട്ടില്ല.
mr: स्वाक्षरी केलेली नाही.

source: Feature not implemented.
be: Функцыя не рэалізавана.
he: תכונה לא מיושמת.
hi: सुविधा लागू नहीं की गई।
ml: ഫീച്ചർ നടപ്പിലാക്കിയിട്ടില്ല.
mr: फीचर ची अंमलबजावणी झाली नाही.

source: PRNG was not seeded.
be: Не ўдалося задаць пачатковае значэнне ГПВЛ.
he: PRNG לא נזרע.
hi: PRNG को वरीयता नहीं दी गई।
ml: PRNG സീഡ് ചെയ്തിട്ടില്ല.
mr: PRNG जोपले गेले नाही.

source: Encryption failed.
be: Зашыфраваць не ўдалося.
he: הצפנה נכשלה.
hi: एन्क्रिप्शन विफल हुआ.
ml: എൻക്രിപ്ഷൻ പരാജയപ്പെട്ടു.
mr: एन्क्रिप्शन अयशस्वी झाले.

source: Decryption failed.
be: Расшыфраваць не ўдалася.
he: התיאור נכשל.
hi: डिक्रिप्शन विफल।
ml: ഡീക്രിപ്ഷൻ പരാജയപ്പെട്ടു.
mr: डिक्रिप्शन अयशस्वी झाले.

source: The error is unknown to Moksha.
be: Гаэта памылка невядома для Moksha.
he: השגיאה אינה מוכרת לMoksha.
hi: Moksha को इस त्रुटि का पता नहीं है।
mr: चूक Moksha-ला माहित नाही.

source: Moksha has had an error while writing<br>its config file.<br>%s<br><br>The file where the error occurred was:<br>%s<br><br>This file has been deleted to avoid corrupt data.<br>
be: Пры запісе сваёй канфігурацыі Moksha вызначыў памылку.<br>%s<br><br>Памылка здарылася на файле:<br>%s<br><br>Гэты файл быў выдалены, каб пазбавіцца ад страты даных.<br>
he: ארעה שגיאה בעת שמירת<br> קובץ ההגדרות של Moksha <br>%s<br><br> . הקובץ בו ארעה השגיאה הינו:<br>%s<br><br> קובץ זה נמחק מחשש לנתונים פגומים.<br>
hi: Moksha को अपनी कॉन्फिग फ़ाइल लिखते समय एक त्रुटि हुई है।<br>%s<br><br>वह फ़ाइल जिसमें त्रुटि हुई थी:<br>%s<br><br>यह फ़ाइल दूषित डेटा से बचने के लिए हटा दी गई है।<br>
mr: लिहिताना Moksha ची चूक झाली आहे<br>त्याची कॉन्फिग फाईल.<br>%s<br><br>ज्या फाईलमध्ये त्रुटी झाली ती अशी होती:<br>%s<br><br>भ्रष्ट डेटा टाळण्यासाठी ही फाइल डिलीट करण्यात आली आहे.<br>

source: Advanced
be: Дадатковыя
he: מתקדם
hi: उन्नत
ml: നൂതന
mr: प्रगत
nb: Avansert

source: Basic
be: Асноўныя
he: בסיסי
hi: बुनियादी
ml: ലളിതമായ
mr: पायाभूत
nb: Grunnleggende

source: Apply
be: Ужыць
da: Anvend
he: להחיל
hi: आवेदन करें
ml: പ്രയോഗിക്കുക
mr: अर्ज करणे
nb: Bruk

source: Extensions
be: Пашырэнні
he: הרחבות
hi: विस्तार
ml: വിപുലീകരണങ്ങൾ
mr: विस्तार

source: Modules
be: Модулі
da: Moduler
he: מודולים
hi: मॉड्यूल
ml: മൊഡ്യൂളുകൾ
mr: मॉड्यूल
nb: Moduler

source: Preferences
be: Перавагі
he: העדפות
hi: प्राथमिकताएं
ml: മുൻഗണനകൾ
mr: प्राधान्ये

source: Container %d
be: Кантэйнер %d
da: Beholder %d
he: מיכל %d
ml: കണ്ടെയ്നർ %d
mr: कंटेनर %d
nb: Beholder %d

source: Error - no PAM support
be: Памылка - няма падтрымкі PAM
he: שגיאה - אין תמיכה ב־PAM
hi: त्रुटि - कोई PAM समर्थन नहीं
ml: പിശക് - PAM പിന്തുണയില്ല
mr: त्रुटी - पीएएम समर्थन नाही

source: No PAM support was built into Moksha, so<br>desk locking is disabled.
be: Падтрымка PAM не была ўбудавана ў Moksha, таму<br>блакіраванне адключана.
he: לא הוטמעה תמיכת PAM ב־Moksha, לכן<br>נעילת שולחן העבודה אינה פעילה.
hi: Moksha में कोई PAM समर्थन नहीं बनाया गया था, इसलिए<br> डेस्क लॉकिंग अक्षम है।
ml: മോക്ഷയിൽ PAM പിന്തുണ നിർമ്മിച്ചിട്ടില്ല, അതിനാൽ<br>ഡെസ്ക് ലോക്കിംഗ് പ്രവർത്തനരഹിതമാക്കി.
mr: Moksha-त पीएएम सपोर्ट तयार केला गेला नाही, म्हणून<br>डेस्क लॉकिंग अक्षम आहे.

source: Lock Failed
be: Не ўдалося блакіраваць
he: הנעילה נכשלה
hi: लॉक विफल
ml: ലോക്ക് പരാജയപ്പെട്ടു
mr: लॉक फेल झाले

source: Locking the desktop failed because some application<br>has grabbed either the keyboard or the mouse or both<br>and their grab is unable to be broken.
be: Блакіраваць працоўны стол не ўдалося, таму што некаторыя праграмы<br>захапілі ці клавіятуру, ці мыш, і іх немагчыма вызваліць.
he: נעילת שולחן העבודה נכשלה כיוון שאחד היישומים<br>לכד את המקלדת או העכבר או את שניהם<br>ולא ניתן לשחרר את לכידתם.
hi: डेस्कटॉप को लॉक करने में विफलता हुई क्योंकि किसी एप्लिकेशन ने<br>या तो कीबोर्ड या माउस या दोनों को पकड़ लिया है<br>और उनकी पकड़ को तोड़ा नहीं जा सकता।
ml: ഡെസ്‌ക്‌ടോപ്പ് ലോക്ക് ചെയ്യുന്നത് പരാജയപ്പെട്ടു, കാരണം ചില ആപ്ലിക്കേഷൻ<br>കീബോർഡ് അല്ലെങ്കിൽ മൗസ് അല്ലെങ്കിൽ ഇവ രണ്ടും പിടിച്ചതിനാൽ<br>അവയുടെ ഗ്രാബ് തകർക്കാൻ കഴിയില്ല.
mr: डेस्कटॉप लॉक करणे अयशस्वी झाले कारण काही अनुप्रयोग<br>कीबोर्ड किंवा माऊस किंवा दोन्ही पकडले आहेत<br>आणि त्यांची पकड मोडता येत नाही.

source: Please enter your unlock password
be: Калі ласка, увядзіце ваш пароль разблакіроўкі
he: נא הזינו את סיסמת השיחרור
hi: कृपया अपना अनलॉक पासवर्ड दर्ज करें
ml: നിങ്ങളുടെ അൺലോക്ക് പാസ്‌വേഡ് നൽകുക
mr: कृपया आपला अनलॉक पासवर्ड प्रविष्ट करा

source: Authenticating...
be: Праверка сапраўднасці...
he: מאמת...
hi: प्रमाणीकरण किया जा रहा है...
ml: പ്രാമാണീകരിക്കുന്നു...
mr: प्रमाणीकरण...

source: The password you entered is invalid. Try again.
be: Пароль, які вы ўвялі, несапраўдны. Паспрабуйце зноў.
he: הסיסמה שהזנת אינה נכונה. לנסות שוב.
hi: आपके द्वारा दर्ज किया गया पासवर्ड अमान्य है।
ml: നിങ്ങൾ നൽകിയ പാസ്‌വേഡ് അസാധുവാണ്. വീണ്ടും ശ്രമിക്കുക.
mr: तुम्ही टाकलेला पासवर्ड अवैध आहे. पुन्हा प्रयत्न करा.

source: Authentication System Error
be: Памылка сістэмы праверкі сапраўднасці
he: שגיאה במערכת האימות
hi: प्रमाणीकरण प्रणाली त्रुटि
ml: പ്രാമാണീകരണ സിസ്റ്റത്തിൽ പിശക്
mr: प्रमाणीकरण प्रणाली त्रुटी

source: Authentication via PAM had errors setting up the<br>authentication session. The error code was <hilight>%i</hilight>.<br>This is bad and should not be happening. Please report this bug.
be: Не ўдалося наладзіць праверку сапраўднасці за дапамогай PAM.<br>Атрыманы код памылкі: <hilight>%i</hilight>.<br>Гэтага не павінна было здарыцца.<br>Калі ласка, праінфармуйце распрацоўшчыкаў пра гэту памылку.
he: האימות דרך PAM נתקל בשגיאות בהגדרת<br>ההפעלה המאומתת. קוד השגיאה הינו <hilight>%i</hilight>.<br>מצב זה הינו בעייתי ולא אמור לקרות. אנא דווחו על תקלה זו.
hi: PAM के माध्यम से प्रमाणीकरण सत्र सेट अप करते समय त्रुटियाँ हुईं। त्रुटि कोड था <hilight>%i</hilight>.<br>यह खराब है और ऐसा नहीं होना चाहिए। कृपया इस बग को रिपोर्ट करें।
ml: PAM വഴിയുള്ള പ്രാമാണീകരണത്തിന് പ്രാമാണീകരണ സെഷൻ<br>സജ്ജീകരിക്കുന്നതിൽ പിശകുകൾ ഉണ്ടായിരുന്നു. പിശക് കോഡ് <hilight>%i</hilight> ആയിരുന്നു.<br>ഇത് മോശമാണ്, സംഭവിക്കാൻ പാടില്ല. ദയവായി ഈ ബഗ് റിപ്പോർട്ട് ചെയ്യുക.
mr: पीएएमद्वारे प्रमाणीकरणात त्रुटी होत्या<br>प्रमाणीकरण सत्र त्रुटी कोड होता <hilight>%i</hilight>.<br>हे वाईट आहे आणि होऊ नये. कृपया या बगची नोंद करा.

source: Activate Presentation Mode?
be: Актываваць рэжым прэзентацыі?
he: הפעל מצב מצגת?
hi: प्रस्तुति मोड सक्रिय करें?
ml: അവതരണ മോഡ് സജീവമാക്കണോ?
mr: प्रेझेंटेशन मोड अॅक्टिव्हेट करा?

source: You unlocked your desktop too fast.<br><br>Would you like to enable <b>presentation</b> mode and temporarily disable screen saver, lock and power saving?
be: Вы занадта хутка разблакавалі ваш працоўны стол.<br><br>Жадаеце ўключыць рэжым <b>прэзентацыі</b> і часова адключыць захавальнік экрана, блакіроўку і энергазберажэнне?
he: שיחררת את הנעילה של שולחן העבודה מהר מדי <br><br> האם לאפשר מצב <br> מצגת </b> ובאופן זמני לבטל את שומר המסך, הנעילות הוחיסכון בחשמל?
hi: आपने अपना डेस्कटॉप बहुत तेजी से अनलॉक कर दिया।<br><br>क्या आप <b>प्रस्तुति</b> मोड को सक्षम करना चाहेंगे और अस्थायी रूप से स्क्रीन सेवर, लॉक और पावर सेविंग को अक्षम करना चाहेंगे?
ml: നിങ്ങൾ ഡെസ്ക്ടോപ്പ് വളരെ വേഗത്തിൽ അൺലോക്ക് ചെയ്തു.<br><br>നിങ്ങൾക്ക് <b>അവതരണ</b> മോഡ് പ്രവർത്തനക്ഷമമാക്കാനും സ്‌ക്രീൻ സേവർ, ലോക്ക്, പവർ സേവിംഗ് എന്നിവ താൽക്കാലികമായി പ്രവർത്തനരഹിതമാക്കാനും താൽപ്പര്യമുണ്ടോ?
mr: आपण आपला डेस्कटॉप खूप वेगाने अनलॉक केला.<br><br>आपण <b>प्रेझेंटेशन</b> मोड सक्षम करू इच्छिता आणि स्क्रीन सेव्हर, लॉक आणि पॉवर सेव्हिंग तात्पुरते अक्षम करू इच्छिता?

source: No, but increase timeout
be: Не, але павялічце затрымку часу
he: לא, אבל להגדיל את פסק הזמן
hi: नहीं, लेकिन टाइमआउट बढ़ाएँ?
ml: ഇല്ല, പക്ഷേ സമയപരിധി കൂട്ടുക
mr: नाही, पण टाइमआऊट वाढवा

source: No, and stop asking
be: Не, і больш не пытаць
he: לא ולהפסיק לשאול
hi: नहीं, और पूछना बंद करो
ml: ഇല്ല, ഒപ്പം ചോദിക്കുന്നത് നിർത്തൂ
mr: नाही, आणि विचारणे थांबवा
