Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: Incomplete Window Properties
be: Няпоўныя ўласцівасці акна
he: מאפייני החלון אינם מלאים
hi: अपूर्ण विंडो गुण
ml: അപൂർണ്ണമായ വിൻഡോ പ്രോപ്പർട്ടികൾ
mr: अपूर्ण विंडो गुणधर्म

source: The window you are creating an icon for<br>does not contain window name and class<br>properties. Without these, you will have to<br>use the window title instead. This will only<br>work if the window title is the same at<br>the time the window starts up, and does not<br>change.
be: Акно, для якога вы ствараеце значок, не мае назвы аккна і класа.<br>Без гэтага будзе выкарыстоўвацца загаловак акна. Але гэта будзе працаваць<br>толькі ў тым выпадку, калі загаловак акна будзе такім, як на момант запуска,<br>і не будзе змяняцца.
he: החלון שיצרת לו סמל<br>אינו מכיל את שם החלון והסוג<br>בתכונות. ללא אלו יש <br>להשתמש במקומם בכותרת החלון. זה עובד רק אם<br>כותרת החלון היא אותה ב<br>הזמן החלון מתחיל לעלות , והאם השינוי לא<br>.
hi: जिस विंडो के लिए आप एक आइकन बना रहे हैं<br>उसमें विंडो नाम और वर्ग<br>गुण शामिल नहीं हैं। इनके बिना, आपको<br>विंडो शीर्षक का उपयोग करना होगा। यह केवल तब काम करेगा<br>यदि विंडो शीर्षक प्रारंभ में एक जैसा हो<br>और परिवर्तित न हो।
ml: വിൻഡോയുടെ പേരും ക്ലാസ് പ്രോപ്പർട്ടികളും അടങ്ങാത്ത ഒരു വിൻഡോയ്‌ക്കായി നിങ്ങൾ ഐക്കൺ സൃഷ്‌ടിക്കുന്നു. ഇവയില്ലാതെ, പകരം വിൻഡോ ടൈറ്റിൽ<br>ഉപയോഗിക്കേണ്ടി വരും. വിൻഡോ ടൈറ്റിൽ സ്ഥിരവും<br>വിൻഡോ ആരംഭിക്കുന്ന സമയത്തുള്ള ടെയ്‌റ്റിലിൻ്റേതിന്<br>തുല്യവുമാണെങ്കിൽ മാത്രമേ ഇത്<br>പ്രവർത്തിക്കൂ.
mr: आपण ज्या विंडोसाठी आयकॉन तयार करीत आहात<br>विंडो नाव आणि वर्ग नाही<br>गुणधर्म[संपादन]। त्याशिवाय तुम्हाला करावं लागेल<br>त्याऐवजी विंडो शीर्षक वापरा. हे फक्त होईल.<br>खिडकीचे शीर्षक समान असल्यास कार्य करा<br>ज्या वेळी खिडकी सुरू होते, आणि बदल होत नाही.

source: Desktop Entry Editor
be: Рэдактар запісаў .desktop
he: עורך רשומות שולחן העבודה
hi: डेस्कटॉप प्रविष्टि संपादक
ml: ഡെസ്ക്ടോപ്പ് എൻട്രി എഡിറ്റർ
mr: डेस्कटॉप एंट्री एडिटर

source: Name
be: Імя
he: שם
hi: नाम
ml: പേര്
mr: नाव

source: Comment
be: Каментар
he: הערה
hi: टिप्पणी
ml: അഭിപ്രായം
mr: टिप्पणी करा
nb: Kommentar

source: Icon
be: Значок
da: Ikon
he: סמל
hi: आइकॉन
ml: ഐക്കൺ
mr: मूर्ती
nb: Ikon

source: Generic Name
be: Агульнае імя
he: שם כללי
hi: व्यापक नाम
ml: പൊതു നാമം
mr: जेनेरिक नाव[संपादन]

source: Window Class
be: Клас акна
he: מחלקת החלון
hi: विंडो क्लास
ml: വിൻഡോ ക്ലാസ്
mr: विंडो क्लास
nb: Vindusklasse

source: Categories
be: Катэгорыі
he: קטגוריות
hi: श्रेणियाँ
ml: വിഭാഗങ്ങൾ
mr: श्रेणी

source: Mime Types
be: Mime-тыпы
he: טיפוסי MIME
hi: माइम प्रकार
ml: മൈം തരങ്ങൾ
mr: MIME प्रकार

source: Desktop file
be: Файл .desktop
he: קובץ שולחן העבודה
hi: डेस्कटॉप फ़ाइल
ml: ഡെസ്ക്ടോപ്പ് ഫയൽ
mr: डेस्कटॉप फाइल

source: General
be: Агульнае
da: Generelt
he: כללי
hi: सामान्य
ml: പൊതുവായ
mr: सामान्य
nb: Generelt

source: Startup Notify
be: Паведамленне аб запуске
he: התרעות בהפעלה
hi: स्टार्टअप अधिसूचित
ml: സ്റ്റാർട്ടപ്പ് അറിയിപ്പ്
mr: स्टार्टअप नोटिफाई
nb: Oppstartsvarsling

source: Run in Terminal
be: Выконваць у тэрмінале
he: הפעלה במסוף
hi: टर्मिनल में चलाएँ
ml: ടെർമിനലിൽ പ്രവർത്തിപ്പിക്കുക
mr: टर्मिनलमध्ये रन करा

source: Show in Menus
be: Паказываць у меню
he: הצגה בתפריטים
hi: मेनू में दिखाएँ
ml: മെനുകളിൽ കാണിക്കുക
mr: मेनूमध्ये शो करा

source: Options
be: Опцыі
da: Tilvalg
he: אפשרויות
hi: विकल्प
ml: ഓപ്ഷനുകൾ
mr: पर्याय
nb: Oppsett

source: Select an Icon for '%s'
be: Выбраць значок для '%s'
he: לבחור סמל ל'%s'
hi: '%s' के लिए एक आइकन चुनें
ml: '%s' എന്നതിനായി ഒരു ഐക്കൺ തിരഞ്ഞെടുക്കുക
mr: '%s'साठी आयकॉन निवडा

source: Select an Executable
be: Выбраць выканальны файл
he: לבחור קובץ הפעלה
hi: एक निष्पादन योग्य चुनें
ml: ഒരു എക്സിക്യൂട്ടബിൾ തിരഞ്ഞെടുക്കുക
mr: एक्झिक्युटेबल निवडा

source: Delete
be: Выдаліць
da: Slet
he: למחוק
hi: विलोपन
ml: ഇല്ലാതാക്കുക
mr: हटवा
nb: Slett

source: Cut
be: Выразаць
da: Klip
he: לגזור
hi: द्विभाजित करें
ml: കട്ട് ചെയ്യുക
mr: कापणे
nb: Klipp ut

source: Copy
be: Капіяваць
da: Kopier
he: להעתיק
hi: प्रतिलिपि
ml: കോപ്പി ചെയ്യുക
mr: कॉपी करणे
nb: Kopier

source: Paste
be: Уставіць
he: להדביק
hi: संबद्ध करें
ml: പേസ്റ്റ് ചെയ്യുക
mr: पेस्ट करा

source: Select All
be: Выбраць усё
he: לבחור הכול
hi: सबका चयन करें
ml: എല്ലാം സിലെക്റ്റ് ചെയ്യുക
mr: सर्व निवडा

source: Run Error
be: Памылка запуску
da: Udførselsfejl
he: שגיאת הפעלה
hi: run त्रुटि
ml: റൺ പിശക്
mr: प्रारंभ त्रुटी
nb: Kjørefeil

source: Moksha was unable to get current directory
be: Moksha не здолеў атрымаць бягучы каталог
he: Moksha לא הצליחה למצוא את הספרייה הנוכחית
hi: Moksha वर्तमान निर्देशिका प्राप्त करने में असमर्थ था
ml: മോക്ഷയ്ക്ക് നിലവിലെ ഡയറക്‌ടറി നേടാനായില്ല
mr: Mokshaाला सध्याची डिरेक्टरी मिळू शकली नाही

source: Moksha was unable to change to directory:<br><br>%s
be: Moksha не здолеў змяніць каталог на:<br><br>%s
he: Moksha לא הצליחה לעבור לספרייה:<br><br>%s
hi: Moksha निर्देशिका में परिवर्तित करने में असमर्थ था:<br><br>%s
ml: മോക്ഷയ്ക്ക് ഡയറക്ടറിയിലേക്ക് മാറാനായില്ല:<br><br>%s
mr: Moksha डिरेक्टरीमध्ये बदलू शकला नाही:<br><br>%s

source: Moksha was unable to restore to directory:<br><br>%s
be: Moksha не здолеў вярнуцца ў каталог:<br><br>%s
he: Moksha לא הצליחה לשחזר לתיקייה:<br><br>%s
hi: Moksha निर्देशिका को पुनर्स्थापित करने में असमर्थ था:<br><br>%s
ml: മോക്ഷയ്ക്ക് ഡയറക്ടറിയിലേക്ക് പുനഃസ്ഥാപിക്കാനായില്ല:<br><br>%s
mr: Moksha डिरेक्टरीमध्ये पुनर्संचयित करण्यास अक्षम होता:<br><br>%s

source: Moksha was unable to fork a child process:<br><br>%s
be: Moksha не здолеў запусціць даччыны працэс:<br><br>%s
he: Moksha לא הצליחה להתפצל לתהליך צאצא:<br><br>%s
hi: Moksha एक चाइल्ड प्रक्रिया को फोर्क करने में असमर्थ था:<br><br>%s
ml: ഒരു ചൈൽഡ് പ്രോസസ്സ് ഫോർക്ക് ചെയ്യാൻ മോക്ഷയ്ക്ക് കഴിഞ്ഞില്ല:<br><br>%s
mr: Moksha ला मुलाची प्रक्रिया करता आली नाही:<br><br>%s

source: Application run error
be: Памылка запуску праграмы
he: שגיאה בהפעלת היישום
hi: एप्लिकेशन चलाने में त्रुटि.
ml: ആപ്ലിക്കേഷൻ റൺ പിശക്
mr: अनुप्रयोग धावण्याची त्रुटी
nb: Kjørefeil i applikasjon

source: Moksha was unable to run the application:<br><br>%s<br><br>The application failed to start.
be: Moksha не здолеў запусціць праграму:<br><br>%s<br><br>Праграма не запусцілась.
he: Moksha לא הצליחה להפעיל את היישום:<br><br>%s<br><br>הפעלת היישום נכשלה.
hi: Moksha एप्लिकेशन चलाने में असमर्थ था:<br><br>%s<br><br>एप्लिकेशन प्रारंभ करने में विफल रहा।
ml: മോക്ഷയ്ക്ക് ആപ്ലിക്കേഷൻ പ്രവർത്തിപ്പിക്കാൻ കഴിഞ്ഞില്ല:<br><br>%s<br><br>ആപ്ലിക്കേഷൻ ആരംഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു.
mr: Moksha अर्ज चालवू शकला नाही:<br><br>%s<br><br>अर्ज सुरू होऊ शकला नाही.

source: Application Execution Error
be: Памылка выканання праграмы
he: שגיאה בהפעלת היישום
hi: अनुप्रयोग निष्पादन त्रुटि
ml: ആപ്ലിക്കേഷൻ എക്സിക്യൂഷൻ പിശക്
mr: अनुप्रयोग अंमलबजावणी त्रुटी
nb: Feil ved kjøring av applikasjon

source: %s stopped running unexpectedly.
be: %s нечакана спыніў выкананне.
he: פעולת %s נעצרה באופן בלתי צפוי.
hi: %s अप्रत्याशित रूप से चलना बंद हो गया.
ml: %s അപ്രതീക്ഷിതമായി പ്രവർത്തിക്കുന്നത് നിർത്തി.
mr: %s अनपेक्षितपणे धावणे बंद केले.
nb: %s sluttet uventet å kjøre.

source: An exit code of %i was returned from %s.
be: Код выхаду %i быў вернуты з %s.
he: נתקבל קוד היציאה %i מ־%s.
hi: %i का निकास कोड %s से लौटाया गया।
ml: ഒരു എക്സിറ്റ് കോഡ് %i തിരികെ ലഭിച്ചു %s-ൽ നിന്ന്.
mr: एक्झिट कोड %i परत करण्यात आला %s मधून.

source: %s was interrupted by an Interrupt Signal.
be: %s быў перапынены сігналам перапынення.
he: התרחשה הפרעה ליישום %s על ידי אות הפרעה.
hi: %s को एक इंटरप्ट सिग्नल द्वारा बाधित किया गया था।
ml: %s-നെ ഒരു ഇൻ്ററപ്റ്റ് സിഗ്നൽ തടസ്സപ്പെടുത്തി.
mr: %s अडथळा सिग्नलने व्यत्यय आणला.

source: %s was interrupted by a Quit Signal.
be: %s быў перапынены сігналам заканчэння.
he: התרחשה הפרעה ליישום %s על ידי אות יציאה.
hi: %s को एक क्विट सिग्नल द्वारा बाधित किया गया था।
ml: %s-നെ ഒരു ക്വിറ്റ് സിഗ്നൽ തടസ്സപ്പെടുത്തി.
mr: क्विट सिग्नलमुळे %s व्यत्यय आला.

source: %s was interrupted by an Abort Signal.
be: %s быў перапынены аварыйным сігналам.
he: התרחשה הפרעה ליישום %s על ידי אות ביטול.
hi: %s को एक एबॉर्ट सिग्नल द्वारा बाधित किया गया था।
ml: %s-നെ ഒരു അബോർട്ട് സിഗ്നൽ തടസ്സപ്പെടുത്തി.
mr: %s अबॉर्ट सिग्नलमुळे अडथळा निर्माण झाला.

source: %s was interrupted by a Floating Point Error.
be: %s быў перапынены памылкай Floating Point Error.
he: התרחשה הפרעה ליישום %s על ידי שגיאת נקודת ציפה.
hi: %s को एक फ्लोटिंग पॉइंट त्रुटि द्वारा बाधित किया गया था।
ml: %s-നെ ഒരു ഫ്ലോട്ടിംഗ് പോയിൻ്റ് പിശക് തടസ്സപ്പെടുത്തി.
mr: फ्लोटिंग पॉईंट एररमुळे %s व्यत्यय आला.

source: %s was interrupted by an Uninterruptable Kill Signal.
be: %s быў перапынены сігналам безумоўнага знішчэння.

source: %s was interrupted by a Segmentation Fault.
be: %s быў перапынены памылкай сегментацыі.
he: התרחשה הפרעה ליישום %s על ידי כשל קיטוע.
hi: %s को एक सेगमेंटेशन फॉल्ट द्वारा बाधित किया गया था।
ml: %s-നെ ഒരു സെഗ്മെൻ്റേഷൻ ഫോൾട്ട് തടസ്സപ്പെടുത്തി.
mr: सेगमेंटेशन फॉल्टमुळे %s व्यत्यय आला.

source: %s was interrupted by a Broken Pipe.
be: %s быў перапынены ў выніку разбурэння канала.
he: התרחשה הפרעה ליישום %s על ידי מחרוזת קטועה.
hi: %s को एक टूटी पाइप द्वारा बाधित किया गया था।
ml: %s-നെ ഒരു തകർന്ന പൈപ്പ് തടസ്സപ്പെടുത്തി.
mr: तुटलेल्या पाईपमुळे %s अडथळा निर्माण झाला.

source: %s was interrupted by a Termination Signal.
be: %s быў перапынены патрабаваннем спыніцца.
he: התרחשה הפרעה ליישום %s על ידי אות חיסול.
hi: %s को एक समाप्ति संकेत द्वारा बाधित किया गया था।
ml: %s-നെ ഒരു അവസാനിപ്പിക്കൽ സിഗ്നൽ തടസ്സപ്പെടുത്തി.
mr: टर्मिनेशन सिग्नलमुळे %s व्यत्यय आला.

source: %s was interrupted by a Bus Error.
be: %s быў перапынены памылкай шыны.
he: התרחשה הפרעה ליישום %s על ידי שגיאת אפיק.
hi: %s को एक बस त्रुटि द्वारा बाधित किया गया था।
ml: %s-നെ ഒരു ബസ് പിശക് തടസ്സപ്പെടുത്തി.
mr: %s बसच्या त्रुटीमुळे व्यत्यय आला.

source: %s was interrupted by the signal number %i.
be: %s быў перапынены сігналам нумар %i.
he: התרחשה הפרעה ליישום %s על ידי אות מספר %i.
hi: %s को संकेत संख्या %i द्वारा बाधित किया गया था।
ml: %s-നെ സിഗ്നൽ-നമ്പർ %i തടസ്സപ്പെടുത്തി.
mr: %s सिग्नल क्रमांक %i मुळे अडथळा निर्माण झाला.

source: ***The remaining output has been truncated. Save the output to view.***
be: ***Астатак вываду быў усечаны. Захавайце вывад для прагляду.***
he: ***שאר הפלט נקטע. שמור את הפלט כדי להציג את השאר.****
hi: ***बाकी आउटपुट को ट्रंकेट कर दिया गया है। आउटपुट को देखने के लिए इसे सहेजें।***
ml: ***ശേഷിക്കുന്ന ഔട്ട്പുട്ട് വെട്ടിച്ചുരുക്കി. അത് കാണണമെങ്കിൽ, ഔട്ട്പുട്ട് സേവ് ചെയ്യുക.***
mr: उर्वरित उत्पादनात कपात करण्यात आली आहे. आउटपुट पाहण्यासाठी सेव्ह करा.***

source: Error Logs
be: Журнал памылак
he: יומני שגיאות
hi: त्रुटि लॉग
ml: പിശക് ലോഗുകൾ
mr: त्रुटी लॉग
nb: Feillogger

source: There was no error message.
be: Не было паведамлення пра памылку.
he: אין הודעת שגיאה.
hi: कोई त्रुटि संदेश नहीं था।
ml: ഒരു പിശക് സന്ദേശവും ഇല്ല.
mr: कोणताही त्रुटी संदेश नव्हता.
nb: Det var ingen feilmelding.

source: Save This Message
be: Захавайце гэта паведамленне
he: שמור הודעה זו
hi: इस संदेश को सहेजें
ml: ഈ സന്ദേശം സേവ് ചെയ്യുക
mr: हा मेसेज सेव्ह करा

source: This error log will be saved as %s/%s.log
be: Гэты журнал памылак будзе захаваны як %s/%s.log
he: יומן שגיאות זה יישמר כ־%s/%s.log
hi: यह त्रुटि लॉग %s/%s.log के रूप में सहेजा जाएगा
ml: ഈ പിശക് ലോഗ് %s/%s.log ആയി സേവ് ചെയ്യപ്പെടും
mr: ही त्रुटी %s/%s.log म्हणून सेव्ह केला जाईल

source: Error Information
be: Інфармацыя пра памылку
he: נתוני השגיאה
hi: त्रुटि जानकारी
ml: പിശക് വിവരം
mr: त्रुटी माहिती
nb: Feilinformasjon

source: Error Signal Information
be: Інфармацыя пра сігнал памылкі
he: נתוני אות השגיאה
hi: त्रुटि संकेत जानकारी
ml: പിശക് സിഗ്നൽ വിവരം
mr: त्रुटी संकेत माहिती
nb: Feilsignalinformasjon

source: Output Data
be: Выхадныя даныя
he: נתוני הפלט
hi: आउटपुट डेटा
ml: ഔട്ട്പുട്ട് ഡാറ്റ
mr: आउटपुट डेटा
nb: Utdata

source: There was no output.
be: Не было выхадных даных.
he: אין פלט.
hi: कोई आउटपुट नहीं था।
ml: ഔട്ട്പുട്ട് ഇല്ലായിരുന്നു.
mr: उत्पादन झाले नाही.
nb: Det var ingen utdata

source: Nonexistent path
be: Неіснуючы шлях
he: נתיב לא קיים
hi: अस्तित्वहीन पथ
ml: നിലവിലില്ലാത്ത പാത
mr: अस्तित्वात नसलेला मार्ग

source: %s doesn't exist.
be: %s не існуе.
he: %s לא קיים.
hi: %s अस्तित्व में नहीं है।
ml: %s നിലവിലില്ല.
mr: %s अस्तित्वात नाही.

source: %u file
be: %u файл
he: קובץ %u
hi: %u फ़ाइलें
ml: %u ഫയൽ
mr: %u फाईल

source: Mount Error
be: Памылка падключэння
he: שגיאה בעגינה
hi: माउंट त्रुटि
ml: മൗണ്ട് പിശക്
mr: माउंट एरर

source: Can't mount device
be: Не ўдалося падключыць прыладу
he: לא ניתן לעגן את המכשיר
hi: डिवाइस माउंट नहीं किया जा सकता
ml: ഉപകരണം മൌണ്ട് ചെയ്യാനാവില്ല
mr: डिव्हाइस माऊंट करू शकत नाही

source: Unmount Error
be: Памылка адключэння
he: שגיאה בניתוק
hi: अनमाउंट त्रुटि
ml: അൺമൗണ്ട് പിശക്
mr: अनमाउंट त्रुटी

source: Can't unmount device
be: Не удалося адключыць прыладу
he: לא ניתן לנתק את המכשיר
hi: डिवाइस को अनमाउंट नहीं किया जा सकता
ml: ഉപകരണം അൺമൗണ്ട് ചെയ്യാനാവില്ല
mr: डिव्हाइस अनमाऊंट करू शकत नाही

source: Eject Error
be: Памылка вымання
he: שגיאה בהוצאה
hi: निष्कासन त्रुटि
ml: ഇജക്റ്റ് പിശക്
mr: इजेक्ट त्रुटी

source: Can't eject device
be: Не ўдалося вынуць прыладу
he: לא ניתן להוציא את המכשיר
hi: डिवाइस को बाहर नहीं निकाला जा सकता
ml: ഉപകരണം ഇജക്റ്റ് ചെയ്യാനാവില്ല
mr: डिव्हाइस बाहेर काढू शकत नाही

source: Error
be: Памылка
he: שגיאה
hi: गलती
ml: പിശക്
mr: त्रुटी
nb: Feil

source: The recent DND operation requested for '%s' has failed.
be: Не ўдалося выканаць запатрабаваную для '%s' аперацыю перацягвання.
he: תהליך הDND האחרון שנדרש לצורך '%s' נכשל.
hi: '%s' के लिए अनुरोधित हालिया DND ऑपरेशन विफल हो गया है।
ml: '%s'-നായി അഭ്യർത്ഥിച്ച സമീപകാല DND പ്രവർത്തനം പരാജയപ്പെട്ടു.
mr: '%s'साठी मागितलेली DND ची कारवाई अपयशी ठरली आहे.

source: Case Sensitive
be: Адчувальны да рэгістра
he: תלוי רשיות
hi: अक्षर संवेदनशील
ml: കേസ് സെൻസിറ്റീവ്
mr: केस सेन्सिटिव्ह

source: Sort By Extension
be: Сартаваць па пашырэнні
he: למיין לפי סיומת
hi: एक्सटेंशन के अनुसार क्रमबद्ध करें
ml: എക്സ്ടെൻഷൻ അനുസരിച്ച് അടുക്കുക
mr: विस्तारानुसार क्रमवारी करा

source: Sort By Modification Time
be: Сартаваць па часу змянення
he: למיין לפי זמן השינוי
hi: संशोधन समय के अनुसार क्रमबद्ध करें
ml: പരിഷ്ക്കരണ സമയം അനുസരിച്ച് അടുക്കുക
mr: सुधारित वेळेनुसार क्रमवारी करा

source: Sort By Size
be: Сартаваць па памеры
he: למיין לפי גודל
hi: आकार के अनुसार छंटाई करें
ml: വലിപ്പം അനുസരിച്ച് അടുക്കുക
mr: आकारानुसार क्रमवारी करा

source: Directories First
be: Каталогі ў пачатку
he: תיקיות קודם
hi: निर्देशिकाएँ पहले
ml: ഡയറക്‌ടറികൾ ആദ്യം
mr: निर्देशिका प्रथम

source: Directories Last
be: Каталогі ў канцы
he: תיקיות בסוף
hi: निर्देशिकाएँ अंतिम
ml: ഡയറക്‌ടറികൾ അവസാനം
mr: निर्देशिका शेवटची

source: View Mode
be: Рэжым прагляду
he: מצב תצוגה
hi: दृश्य Mode
ml: വ്യൂ മോഡ്
mr: दृश्य मोड

source: Sorting
be: Сартаванне
he: מיון
hi: सॉर्टिंग
ml: അടുക്കുന്നു
mr: वर्गीकरण

source: Refresh View
be: Аднавіць выгляд
he: רענן תצוגה
hi: दृश्य ताज़ा करें
ml: വ്യൂ റിഫ്രഷ് ചെയ്യുക
mr: दृश्य रिफ्रेश करा

source: New...
be: Новы...
he: חדש...
hi: नया...
ml: പുതിയ...
mr: नवीन...

source: Actions...
be: Дзеянні...
he: פעולות...
hi: क्रियाएँ...
ml: പ്രവർത്തനങ്ങൾ...
mr: कृती...

source: Link
be: Спасылка
he: קישור
hi: संलग्न
ml: ലിങ്ക്
mr: दुवा

source: Rename
be: Перайменаваць
da: Omdøb
he: לשנות שם
hi: नाम बदलने
ml: പേരുമാറ്റുക
mr: नाव बदला
nb: Gi nytt navn

source: Unmount
be: Адключыць
he: לנתק
hi: अनमाउंट
ml: അൺമൗണ്ട് ചെയ്യുക
mr: अनमाउंट करा

source: Mount
be: Падключыць
he: לעגן
hi: स्थापति करें
ml: മൌണ്ട് ചെയ്യുക
mr: चढणे

source: Eject
be: Вынуць
he: להוציא
hi: इजेक्ट
ml: ഇജക്റ്റ് ചെയ്യുക
mr: बाहेर काढा

source: Properties
be: Уласцівасці
da: Egenskaber
he: מאפיינים
hi: गुण
ml: സവിശേഷതകൾ
mr: गुणधर्म (संपादन)
nb: Egenskaper

source: Application Properties
be: Уласцівасці праграмы
he: מאפייני יישומים
hi: अनुप्रयोग गुण
ml: ആപ്ലിക്കേഷൻ്റെ സവിശേഷതകൾ
mr: अनुप्रयोग गुणधर्म

source: File Properties
be: Уласцівасці файла
he: מאפייני הקובץ
hi: फ़ाइल गुण
ml: ഫയലിൻ്റെ സവിശേഷതകൾ
mr: फाइल गुणधर्म

source: Use default
be: Перадвызначына
he: השתמש בברירת המחדל
hi: डिफ़ॉल्ट उपयोग करें
ml: സ്ഥിരസ്ഥിതി ഉപയോഗിക്കുക
mr: डिफॉल्ट वापरा

source: Grid Icons
be: Сетка значкоў
he: רשת סמלים
hi: ग्रिड चिह्न
ml: ഗ്രിഡ് ഐക്കണുകൾ
mr: ग्रिड चिन्ह

source: Custom Icons
be: Карыстацкія значкі
he: סמלים מותאמים אישית
hi: कस्टम आइकन
ml: ഇഷ്‌ടാനുസൃത ഐക്കണുകൾ
mr: सानुकूल आयकॉन

source: List
be: Спіс
he: רשימה
hi: सूची
ml: പട്ടിക
mr: यादी

source: Default View
be: Перадвызначыны выгляд
he: מראה ברירת מחדל
hi: डिफ़ॉल्ट दृश्य
ml: സ്ഥിരസ്ഥിത വ്യൂ
mr: Default दृश्य

source: Icon Size (%d)
be: Памер значка (%d)
he: גודל הסמל (%d)
hi: आइकन आकार (%d).
ml: ഐക്കൺ വലുപ്പം (%d)
mr: आयकॉन आकार (%d)

source: Could not create a directory!
be: Не ўдалося стварыць каталог!
he: לא ניתן ליצור ספרייה!
hi: निर्देशिका नहीं बनाई जा सकी!
ml: ഒരു ഡയറക്ടറി സൃഷ്ടിക്കാൻ കഴിഞ്ഞില്ല!
mr: डिरेक्टरी तयार करता आली नाही!

source: Could not create a file!
be: Не ўдалося стварыць файл!
he: לא ניתן ליצור קובץ!
hi: फ़ाइल नहीं बनाई जा सकी!
ml: ഒരു ഫയൽ സൃഷ്ടിക്കാൻ കഴിഞ്ഞില്ല!
mr: फाईल तयार करता आली नाही!

source: New Directory
be: Новы каталог
he: תיקייה חדשה
hi: नई निर्देशिका
ml: പുതിയ ഡയറക്ടറി
mr: नवीन निर्देशिका

source: New File
be: Новы файл
he: קובץ חדש
hi: नई फ़ाइल
ml: പുതിയ ഫയൽ
mr: नवीन फाईल

source: Already creating a new file for this directory!
be: Новы файл у гэтым каталоге ўжо ствараецца!
he: כבר יוצר קובץ חדש לספרייה הזו!
hi: इस निर्देशिका के लिए पहले से ही नई फ़ाइल बनाई जा रही है!
ml: ഈ ഡയറക്‌ടറിക്കായി ഇതിനകം ഒരു പുതിയ ഫയൽ സൃഷ്‌ടിക്കുന്നു!
mr: आधीच या डिरेक्टरीसाठी एक नवीन फाईल तयार करत आहे!

source: %s can't be written to!
be: %s не можа быць запісаны!
he: לא ניתן לכתוב ל %s !
hi: %s पर लिखा नहीं जा सकता!
ml: %s-ൽ എഴുതാൻ കഴിയില്ല!
mr: %s लिहिता येणार नाही!

source: Directory
be: Каталог
he: תיקייה
hi: निदेशसंहिता
ml: ഡയറക്ടറി
mr: निर्देशिका
nb: Mappe

source: File
be: Файл
he: קובץ
hi: फ़ाइल
ml: ഫയൽ
mr: कानस

source: Inherit parent settings
be: Успадкаваць бацькоўскія налады
he: לרשת הגדרות הורה
hi: पैरेंट सेटिंग इनहेरिट करें
ml: പാരൻ്റ് ക്രമീകരണങ്ങൾ ഉപയോഗിക്കുക
mr: पालक सेटिंग्जचा वारसा घ्या

source: Show Hidden Files
be: Паказваць схаваныя файлы
he: הצג קבצים מוסתרים
hi: छिपी हुई फ़ाइलें दिखाएँ
ml: മറച്ച ഫയലുകൾ കാണിക്കുക
mr: लपवलेल्या फायली दाखवा

source: Remember Ordering
be: Запомніць паслядоўнасць
he: זכור את הסדר
hi: आदेश याद रखें
ml: ഓർഡർ ഓർക്കുക
mr: ऑर्डर करणे लक्षात ठेवा

source: Sort Now
be: Сартаваць зараз
he: סדר כעת
hi: सॉर्ट करें
ml: ഇപ്പോൾ അടുക്കുക
mr: आता सॉर्ट करा

source: Single Click Activation
be: Актывацыя адным націскам
he: לחיצה אחת להפעלה
hi: एकल क्लिक सक्रियण
ml: ഒറ്റ ക്ലിക്കിൽ സജീവമാക്കൽ
mr: सिंगल क्लिक अॅक्टिव्हेशन

source: Secure Deletion
be: Бяспечнае выдаленне
he: מחיקה בטוחה
hi: सुरक्षित विलोपन
ml: സുരക്ഷിതമായ ഇല്ലാതാക്കൽ
mr: सुरक्षित विलोपन

source: File Manager Settings
be: Налады менеджара файлаў
he: הגדרות מנהל הקבצים
hi: फ़ाइल प्रबंधक सेटिंग्स
ml: ഫയൽ മാനേജർ ക്രമീകരണങ്ങൾ
mr: फाइल मॅनेजर सेटिंग्ज

source: File Icon Settings
be: Налады значкоў файлаў
he: הגדרות אייקון קובץ
hi: फ़ाइल आइकन सेटिंग्स
ml: ഫയൽ ഐക്കൺ ക്രമീകരണങ്ങൾ
mr: फाइल आयकॉन सेटिंग्ज

source: Set background...
be: Задаць фон...
he: להגדיר רקע...
hi: पृष्ठभूमि सेट करें...
ml: ബാഗ്രൗണ്ട് സജ്ജമാക്കുക...
mr: पार्श्वभूमी सेट करा...

source: Clear background
be: Ачысціць фон
he: למחוק רקע
hi: पृष्ठभूमि साफ़ करें
ml: ബാഗ്രൗണ്ട് മായ്ക്കുക
mr: स्पष्ट पार्श्वभूमी

source: Set overlay...
be: Задаць перакрыццё...
he: הגדרת כיסוי ...
hi: Overlay सेट करें...
ml: ഓവർലേ സജ്ജമാക്കുക...
mr: ओव्हरले सेट करा...

source: Clear overlay
be: Ачысціць перакрыццё
he: לנקות כיסוי
hi: Overlay साफ़ करें...
ml: ഓവർലേ മായ്ക്കുക
mr: स्पष्ट ओव्हरले

source: Rename %s to:
be: Перайменаваць %s у:
he: לשנות את השם של %s ל־:
hi: %s का नाम बदलें:
ml: %s എന്നതിൻ്റെ പേര് ഇനിപ്പറയുന്നതിലേക്ക് മാറ്റുക:
mr: %s नाव बदलून ठेवा:

source: Rename File
be: Перайменаваць файл
he: לשנות את שם הקובץ
hi: फ़ाइल का नाम बदलें
ml: ഫയലിൻ്റെ പേരുമാറ്റുക
mr: फाईलचे नाव बदला

source: %s already exists!
be: %s ужо існуе!
he: %s כבר קיים!
hi: %s पहले से मौजूद है!
ml: %s ഇതിനകം നിലവിലുണ്ട്!
mr: %s आधीपासूनच अस्तित्वात आहे!

source: %s could not be renamed because it is protected
be: %s не можа быць перайменаваны, таму што ён абаронены
he: לא ניתן לשנות את השם של %s מכיוון שהוא מוגן
hi: %s का नाम नहीं बदला जा सका क्योंकि यह सुरक्षित है
ml: %s സംരക്ഷിതമായതിനാൽ പേരുമാറ്റാൻ കഴിഞ്ഞില്ല
mr: संरक्षित असल्याने %s नाव बदलता आले नाही

source: Internal filemanager error :(
be: Унутраная памылка менеджара файлаў :(
he: שגיאה בבמנהל הקבצים הפנימי :(
hi: आंतरिक फ़ाइल प्रबंधक त्रुटि :(
ml: ആന്തരിക ഫയൽ മാനേജർ പിശക് :(
mr: अंतर्गत फाईलमॅनेजर त्रुटी :(

source: Retry
be: Паўтарыць
he: לנסות שוב
hi: पुन: प्रयास करें
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा

source: Abort
be: Спыніць
he: לבטל
hi: अवरोध
ml: അലസിപ്പിക്കുക
mr: गर्भपात करा

source: No to all
be: Не на ўсё
he: לא להכול
hi: सभी को नहीं
ml: പറഞ്ഞതെല്ലാം വേണ്ട
mr: सगळ्यांना नाही

source: Yes to all
be: Так на ўсё
he: כן להכול
hi: हाँ सभी को
ml: പറഞ്ഞതെല്ലാം വേണം
mr: सर्वांना होय

source: Warning
be: Папярэджанне
he: אזהרה
hi: चेतावनी
ml: മുന്നറിയിപ്പ്
mr: ताकीद

source: File already exists, overwrite?<br><hilight>%s</hilight>
be: Файл ужо існуе, перапісаць?<br><hilight>%s</hilight>
he: הקובץ כבר קיים, האם לכתוב מחדש?<br><hilight>%s</hilight>
hi: फ़ाइल पहले से मौजूद है, क्या आप इसे ओवरराइट करना चाहते हैं?<br><hilight>%s</hilight>
ml: ഫയൽ ഇതിനകം നിലവിലുണ്ട്, തിരുത്തിയെഴുതണോ?<br><hilight>%s</hilight>
mr: फाईल आधीच अस्तित्वात आहे, ओव्हरराइट?<br><hilight>%s</hilight>

source: Move Source
be: Перамясціць крыніцу
he: להעביר את המקור
hi: स्रोत ले जाएँ
ml: ഉറവിടം നീക്കുക
mr: मूव्ह सोर्स

source: Ignore this
be: Ігнараваць гэта
he: להתעלם מזה
hi: इस पर ध्यान मत दें
ml: ഇത് അവഗണിക്കുക
mr: याकडे दुर्लक्ष करा

source: Ignore all
be: Ігнараваць усё
he: התעלם מהכולל
hi: सभी को अनदेखा करें
ml: എല്ലാം അവഗണിക്കുക
mr: सर्वांकडे दुर्लक्ष करा

source: An error occurred while performing an operation.<br>%s
be: У час выканання аперацыі здарылася памылка.<br>%s
he: ארעה שגיאה בעת ביצוע פעולה.<br>%s
hi: कोई कार्रवाई करते समय कोई त्रुटि हुई.<br>%s
ml: ഒരു പ്രവർത്തനം നടത്തുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.<br>%s
mr: ऑपरेशन करताना त्रुटी निर्माण झाली.<br>%s

source: Confirm Delete
be: Пацвердзіце выдаленне
he: אישור מחיקה
hi: पुष्टि करें हटाएं
ml: ഇല്ലാതാക്കൽ സ്ഥിരീകരിക്കുക
mr: डिलीट करा याची पुष्टी करा

source: Are you sure you want to delete<br><hilight>%s</hilight>?
be: Вы ўпэўнены, што жадаеце выдаліць<br><hilight>%s</hilight>?
he: באמת למחוק את<br><hilight>%s</hilight> ?
hi: क्या आप वाकई हटाना चाहते हैं<br><hilight>%s</hilight>?
ml: <hilight>%s</hilight><br>ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?
mr: आपण डिलीट करू इच्छित आहात याची खात्री आहे का<br><hilight>%s</hilight>?

source: Are you sure you want to delete<br><hilight>all</hilight> the %d files in<br><hilight>%s</hilight>?
be: Вы ўпэўнены, што жадаеце выдаліць <br><hilight>усе</hilight> %d файлаў у<br><hilight>%s</hilight>?
he: באמת למחוק את <br><hilight>כל</hilight> %d הקבצים שב:<br><hilight>%s</hilight> ?
hi: क्या आप वाकई हटाना चाहते हैं<br><hilight>सभी</hilight> %d फ़ाइलें<br><hilight>%s</hilight> में?
ml: <hilight>എല്ലാ</hilight> %d ഫയലുകൾ<br><hilight>%s</hilight>-ൽ നിന്ന്<br>ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?
mr: आपण डिलीट करू इच्छित आहात याची खात्री आहे का<br><hilight>सर्व</hilight> फाईल्स %d<br><hilight>%s</hilight>?

source: Are you sure you want to delete<br>the %d selected file in<br><hilight>%s</hilight>?
be: Вы ўпэўнены, што жадаеце выдаліць<br>%d выбраны файл у<br><hilight>%s</hilight>?
he: באמת למחוק את<br>%d הקובץ הנבחר ב:<br><hilight>%s</hilight> ?
hi: क्या आप वाकई हटाना चाहते हैं<br>चयनित %d फ़ाइलें<br><hilight>%s</hilight> में?
ml: തിരഞ്ഞെടുത്ത %d ഫയൽ<br><hilight>%s</hilight>-ൽ നിന്ന്<br>ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?
mr: आपण डिलीट करू इच्छित आहात याची खात्री आहे का<br>निवडलेली %d फाईल<br><hilight>%s</hilight>?

source: Flash Card—%s
be: Флэш карта-%s
hi: फ़्लैश कार्ड—%s
ml: ഫ്ലാഷ് കാർഡ്—%s
mr: फ्लॅश कार्ड-%s

source: Unknown Volume
be: Невядомы носьбіт
he: נפח לא ידוע
hi: अज्ञात वॉल्यूम।
ml: അജ്ഞാത വോളിയം
mr: अज्ञात खंड

source: Removable Device
be: Здымная прылада
he: התקן נתיק
hi: हटाने योग्य डिवाइस
ml: നീക്കം ചെയ്യാവുന്ന ഉപകരണം
mr: रिमूवेबल डिव्हाइस
