Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: Move Down
be: Перамясціць уніз
he: להזיז למטה
hi: नीचे ले जाएँ
ml: താഴേക്ക് നീക്കുക
mr: खाली जा

source: Configure
be: Канфігураваць
he: להגדיר
hi: कॉन्फ़िगर
ml: കോൺഫിഗറുചെയ്യുക
mr: कॉन्फिगर करा
nb: Konfigurér

source: Enabled
be: Уключана
da: Aktiv
he: פעיל
hi: सक्षम
ml: പ്രവർത്തനക്ഷമമായ
mr: सक्षम
nb: Aktivert

source: Show in "All"
be: Паказаць у "Усё"
he: להראות ב"כולל"
hi: "सभी" में दिखाएं
ml: "എല്ലാം" എന്നതിൽ കാണിക്കുക
mr: "ऑल" मध्ये दाखवा

source: Show in top-level
be: Паказаць у меню вышэйшага ўзроўня
he: להציג ברמה העליונה
hi: शीर्ष स्तर में दिखाएं
ml: ഉയർന്ന തലത്തിൽ കാണിക്കുക
mr: टॉप लेव्हलमध्ये दाखवा

source: Minimum characters for search
be: Найменшая колькасць сімвалаў, каб шукаць
he: מינימום תווים לחיפוש
hi: खोज के लिए न्यूनतम वर्ण
ml: തിരയലിനുള്ള ഏറ്റവും കുറഞ്ഞ അക്ഷരങ്ങൾ
mr: शोधासाठी किमान अक्षरे

source: Plugin Trigger
be: Здарэнне з убудовай
he: מפעיל לתוסף
hi: प्लगइन ट्रिगर
ml: പ്ലഗിൻ ട്രിഗർ
mr: प्लगइन ट्रिगर

source: Search only when triggered
be: Шукаць толькі калі здарыцца
he: חיפוש רק כאשר מופעל
hi: ट्रिगर होने पर ही खोजें
ml: ട്രിഗറുചെയ്യുമ്പോൾ മാത്രം തിരയുക
mr: ट्रिगर झाल्यावरच शोधा

source: Plugin View
be: Выгляд убудовы
he: צפייה בתוסף
hi: प्लगइन दृश्य
ml: പ്ലഗിൻ വ്യൂ
mr: प्लगइन दृश्य

source: Detailed
be: Падрабязна
he: מפורט
hi: विस्तृत
ml: വിശദമായ
mr: सविस्तर

source: Animate scrolling
be: Анімацыя прагорткі
he: הנפשת גלילה
hi: स्क्रॉलिंग को चेतन करें
ml: സ്ക്രോളിംഗ് ആനിമേറ്റുചെയ്യുക
mr: एनिमेट स्क्रॉलिंग

source: Show recently used items
be: Паказываць нядаўна выкарыстаныя элементы
he: להציג קבצים בשימוש לאחרונה
hi: हाल ही में उपयोग किए गए आइटम दिखाएँ
ml: അടുത്തിടെ ഉപയോഗിച്ച ഇനങ്ങൾ കാണിക്കുക
mr: नुकत्याच वापरलेल्या वस्तू दाखवा

source: Up/Down select next item in icon view
be: Уверх/уніз выбірае наступны элемент сярод значкоў
he: למעלה/למטה לבחור את הפריט הבא בתצוגת סמלים
hi: ऊपर/नीचे आइकन दृश्य में अगला आइटम चुनें
ml: ഐക്കൺ വ്യൂയിലെ അടുത്ത ഇനം മുകളിലേക്ക്/താഴേക്ക് തിരഞ്ഞെടുക്കുക
mr: अप /डाऊन आयकॉन व्ह्यूमध्ये पुढील आयटम निवडा

source: Hide input when inactive
be: Схаваць увод у прастоі
he: הסתר קלט בעת חוסר פעילות
hi: निष्क्रिय होने पर इनपुट छुपाएं
ml: നിഷ്‌ക്രിയമായിരിക്കുമ്പോൾ ഇൻപുട്ട് മറയ്‌ക്കുക
mr: निष्क्रिय असताना इनपुट लपवा

source: Hide list
be: Схаваць спіс
he: הסתרת רשימה
hi: सूची छुपाएं
ml: ലിസ്റ്റ് മറയ്ക്കുക
mr: यादी लपवा

source: Quick Navigation
be: Хуткая навігацыя
he: ניווט מהיר
hi: जल्द नेविगेशन
ml: ദ്രുത നാവിഗേഷൻ
mr: जलद नेव्हिगेशन

source: Emacs style (ALT + n,p,f,b,m,i)
be: Стыль Emacs (ALT + n,p,f,b,m,i)
he: Emacs סגנון (ALT + n,p,f,b,m,i)
hi: Emacs शैली (ALT + n,p,f,b,m,i)
ml: Emacs ശൈലി (ALT + n,p,f,b,m,i)
mr: इमॅक्स शैली (एएलटी + एन, पी, एफ, बी, एम, आय)

source: Vi style (ALT + h,j,k,l,n,p,m,i)
be: Стыль Vi (ALT + h,j,k,l,n,p,m,i)
he: סגנון Vi (ALT + h,j,k,l,n,p,m,i)
hi: Vi शैली (ALT + h,j,k,l,n,p,m,i)
ml: Vi ശൈലി (ALT + h,j,k,l,n,p,m,i)
mr: वी शैली (एएलटी + एच, जे, के, एल, एन, पी, एम, आय)

source: Single mouse click
be: Адзінарны націск мышы
he: לחיצת עכבר בודדת
hi: सिंगल माउस क्लिक
ml: ഒറ്റ മൗസ് ക്ലിക്ക്
mr: सिंगल माउस क्लिक करा

source: No Sorting
be: Ніякага сартавання
he: ללא מיון
hi: सॉर्टिंग
ml: അടുക്കൽ ഇല്ല
mr: वर्गीकरण नाही

source: By usage
be: Па выкарыстанні
he: על ידי שימוש
hi: उपयोग द्वारा
ml: ഉപയോഗം പ്രകാരം
mr: वापराने

source: Most used
be: Найбольш карыстаныя
he: בשימוש הרב ביותר
hi: सबसे अधिक इस्तेमाल किया
ml: ഏറ്റവും കൂടുതലുപയോഗിച്ചത്
mr: सर्वाधिक वापरला जातो

source: Last used
be: Апошнія выкарыстаныя
he: בשימוש לאחרונה
hi: अंतिम बार उपयोग किया गया
ml: അവസാനം ഉപയോഗിച്ചത്
mr: शेवटचा वापरला गेला

source: Subject Plugins
be: Прадметныя плагіны
he: תוספי נושא
hi: विषय प्लगइन्स
ml: സബ്ജക്റ്റ് പ്ലഗിനുകൾ
mr: विषय प्लग-इन

source: Action Plugins
be: Плагіны дзеянняў
he: תוספי פעולה
hi: एक्शन प्लगइन्स
ml: ആക്ഷൻ പ്ലഗിനുകൾ
mr: ॲक्शन प्लग-इन

source: Object Plugins
be: Убудовы аб'ектаў
he: תוספי אובייקט
hi: ऑब्जेक्ट प्लगइन्स
ml: ഒബ്ജക്റ്റ് പ്ലഗിനുകൾ
mr: ऑब्जेक्ट प्लग-इन

source: Plugins
be: Убудовы
he: תוספים
hi: पॉपअप
ml: പ്ലഗിനുകൾ
mr: प्लगइन्स

source: Popup Size
be: Памер усплываючага акна
he: להקפיץ גודל
hi: पॉपअप आकार
ml: പോപ്പപ്പ് വലുപ്പം
mr: पॉपअप आकार

source: Popup Width
be: Шырыня ўсплываючага акна
he: להקפיץ רוחב
hi: पॉपअप चौड़ाई
ml: പോപ്പപ്പ് വീതി
mr: पॉपअप रुंदी

source: Popup Height
be: Вышыня ўсплываючага акна
he: להקפיץ גובה
hi: पॉपअप ऊंचाई
ml: പോപ്പപ്പ് ഉയരം
mr: पॉपअप उंची

source: Popup Align
be: Выроўванне ўсплываючага акна
he: להקפיץ יישור
hi: पॉपअप संरेखित करें
ml: പോപ്പപ്പ് വിന്യാസം
mr: पॉपअप संरेखित करा

source: Edge Popup Size
be: Памер рамкі ўсплываючага акна
he: גודל הקפצת קצה
hi: एज पॉपअप आकार
ml: എഡ്ജ് പോപ്പപ്പ് വലുപ്പം
mr: एज पॉपअप आकार

source: Zoom value
be: Маштаб
he: ערך התקרבות
hi: ज़ूम मान
ml: സൂം മൂല്യം
mr: झूम व्हॅल्यू

source: Geometry
be: Геаметрыя
he: גאומטריה
hi: रेखागणित
ml: ജ്യാമിതി
mr: भूमिती

source: Everything Collection
be: Усё - калекцыя
he: אוסף "כולל"
hi: सब-कुछ संग्रह
ml: എല്ലാം ശേഖരണം
mr: सर्व काही संग्रह

source: Everything Starter
be: Усё - стартар
he: מפעיל כולל
hi: सब-कुछ स्टार्टर
ml: എല്ലാം സ്റ്റാർട്ടർ
mr: सर्व काही स्टार्टर

source: Everything Gadgets
be: Усё - гаджэты
he: יישומון "כולל"
hi: सब-कुछ गैजेट्स
ml: എല്ലാം ഗാഡ്‌ജെറ്റുകൾ
mr: सर्व काही गॅजेट्स

source: Plugin
be: Убудова
he: תוסף
hi: प्लगइन
ml: പ്ലഗിൻ
mr: प्लगइन

source: Actions
be: Дзеянні
he: פעולות
hi: कार्रवाइयाँ
ml: പ്രവർത്തനങ്ങൾ
mr: कृती

source: %d item
be: %d элемент
he: פריט %d
hi: %d आइटम
ml: %d ഇനം
mr: %d आयटम

source: No plugins loaded
be: Ніякіх убудоў не загружана
he: לא נטענו תוספים
hi: कोई प्लगइन् लोड नहीं हुआ
ml: പ്ലഗിനുകളൊന്നും ലോഡുചെയ്തിട്ടില്ല
mr: प्लगइन्स लोड केलेले नाहीत

source: Open with...
be: Адкрыць з дапамогай...
he: לפתוח באמצעות...
hi: खोलने का तरीका...
ml: ഇതുപയോഗിച്ച് തുറക്കുക...
mr: उघडा...

source: Open File...
be: Адкрыць файл...
he: לפתוח קובץ...
hi: फ़ाइल खोलें...
ml: ഫയൽ തുറക്കുക...
mr: फाईल ओपन करा...

source: Edit Application Entry
be: Рэдагаваць запіс аб праграме
he: לערוך כניסת יישום
hi: अनुप्रयोग प्रविष्टि संपादित करें
ml: ആപ്ലിക്കേഷൻ എൻട്രി എഡിറ്റുചെയ്യുക
mr: अर्ज प्रविष्टि संपादित करा

source: New Application Entry
be: Новы запіс аб праграме
he: הכנסת יישום חדש
hi: नई आवेदन प्रविष्टि
ml: പുതിയ ആപ്ലിക്കേഷൻ എൻട്രി
mr: नवीन अर्ज प्रविष्टि

source: Run with Sudo
be: Выканаць з дапамогай Sudo
he: להריץ עם sudo
hi: सूडो के साथ आरंभ करे
ml: സുഡോ ഉപയോഗിച്ച് നടപ്പിലാക്കുക
mr: सुदोबरोबर धावा

source: Open Terminal here
be: Адкрыць тэрмінал тут
he: להפעיל מסוף כאן
hi: यहां टर्मिनल खोलें
ml: ടെർമിനൽ ഇവിടെ തുറക്കുക
mr: येथे ओपन टर्मिनल

source: Run Executable
be: Выканаць праграму
he: להריץ קובץ הפעלה
hi: निष्पादन योग्य चलाएँ
ml: എക്സിക്യൂട്ടബിൾ പ്രവർത്തിപ്പിക്കുക
mr: Run Execute करण्यायोग्य

source: Everything Applications
be: Усё - праграмы
he: יישומי "כולל"
hi: सब कुछ अनुप्रयोग
ml: എല്ലാം ആപ്ലിക്കേഷനുകൾ
mr: सर्व काही अनुप्रयोग

source: Commands
be: Каманды
he: פקודות
hi: आदेश
ml: കമാൻഡുകൾ
mr: आज्ञा

source: Terminal Command
be: Каманда запуска тэрмінала
he: פקודת מסוף
hi: टर्मिनल कमांड
ml: ടെർമിനൽ കമാൻഡ്
mr: टर्मिनल कमांड

source: Sudo GUI
be: Графічны Sudo
he: ממשק גרפי בsudo
hi: सूडो GUI
ml: സുഡോ GUI

source: Everything Plugin
be: Усё - убудова
he: תוסף כולל
hi: सब कुछ प्लगइन
ml: എല്ലാം പ്ലഗിൻ
mr: सर्व काही प्लगइन

source: Calculator
be: Калькулятар
he: מחשבון
hi: कैलकुलेटर
ml: കാൽക്കുലേറ്റർ
mr: परिगणक

source: Copy to Clipboard
be: Капіяваць у буфер абмену
he: להעתיק ללוח הגזירים
hi: क्लिपबोर्ड पर कॉपी करें
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുക
mr: क्लिपबोर्डवर कॉपी करा

source: Copy To ...
be: Капіяваць у ...
he: להעתיק אל ...‏
hi: कॉपी करें...
ml: ഇതിലേക്ക് കോപ്പിചെയ്യുക ...
mr: कॉपी करा...

source: Move To ...
be: Перамясціць у ...
he: להעביר אל ...‏
hi: स्थान-परिवर्तन...
ml: ഇതിലേക്ക് നീക്കുക ...
mr: पुढे जा...

source: Move to Trash
be: Перамясціць у сметніцу
he: להעביר לאשפה
hi: कूड़ेदान
ml: ട്രാഷിലേക്ക് നീക്കുക
mr: कचरापेटी वापरा

source: Open Directory
be: Адкрыць каталог
he: לפתוח תיקייה
hi: निर्देशिका खोलें
ml: ഡയറക്ടറി തുറക്കുക
mr: ओपन डायरेक्टरी

source: Sort by Date
be: Сартаваць па даце
he: לסדר לפי תאריך
hi: दिनांक के अनुसार क्रमबद्ध करें
ml: തീയതി പ്രകാരം അടുക്കുക
mr: तारखेनुसार क्रमवारी करा

source: Sort by Name
be: Сартаваць па назве
he: לסדר לפי שם
hi: नाम के आधार पर क्रमबद्ध करें
ml: പേര് പ്രകാരം അടുക്കുക
mr: नावानुसार क्रमवारी करा

source: Recent Files
be: Апошнія файлы
he: קבצים אחרונים
hi: हाल की फ़ाइलें
ml: സമീപകാല ഫയലുകൾ
mr: अलीकडील फायली

source: Everything Files
be: Усё - файлы
he: קבצי "כולל"
hi: सब-कुछ फ़ाइलें
ml: എല്ലാം ഫയലുകൾ
mr: सर्व काही फाइल्स

source: Show recent files
be: Паказываць апошнія файлы
he: להציג קבצים אחרונים
hi: हाल की फ़ाइलें दिखाएँ
ml: സമീപകാല ഫയലുകൾ കാണിക്കുക
mr: अलीकडील फायली दाखवा

source: Search recent files
be: Шукаць у апошніх файлах
he: חיפוש בקבצים האחרונים
hi: हाल की फ़ाइलें खोजें
ml: സമീപകാല ഫയലുകൾ തിരയുക
mr: अलीकडील फायली शोधा

source: Search cached files
be: Шукаць у кэшаваных файлах
he: חיפוש בקבצים המאוחסנים במטמון
hi: कैश्ड फ़ाइलें खोजें
ml: കാഷെചെയ്ത ഫയലുകൾ തിരയുക
mr: कॅशेड फाइल्स शोधा

source: Cache visited directories
be: Кэшаваць наведаныя каталогі
he: מטמון ספריות שביקרת בהן
hi: कैश देखी गई निर्देशिकाएँ
ml: സന്ദർശിച്ച ഡയറക്ടറികൾ കാഷെചെയ്യുക
mr: कॅशे यांनी डायरेक्टरींना भेट दिली

source: Clear cache
be: Ачысціць кэш
he: לנקות מטמון
hi: कैश ख़ाली करें
ml: കാഷെ മായ്‌ക്കുക
mr: स्पष्ट कॅश

source: Show Dialog
be: Паказаць дыялог
he: להראות דיאלוגים
hi: संवाद दिखाएँ
ml: ഡയലോഗ് കാണിക്കുക
mr: संवाद दाखवा

source: Text
be: Тэкст
he: טקסט
hi: टेक्स्ट
ml: വാചകം
mr: मजकूर

source: Switch to Window
be: Пераключыцца на акно
he: לעבור לחלון
hi: विंडो पर स्विच करें
ml: വിൻഡോയിലേക്ക് മാറുക
mr: विंडोवर स्विच करा

source: Toggle Fullscreen
be: На ўвесь экран
he: לשנות למסך מלא
hi: पूर्णस्क्रीन टॉगल करें
ml: ഫുൾസ്ക്രീൻ ടോഗിൾചെയ്യുക
mr: टॉगल फुलस्क्रीन

source: Send to Desktop
be: Адправіць на працоўны стол
da: Send til skrivebord
he: לשלוח אל שולחן העבודה
hi: डेस्कटॉप पर भेजें
ml: ഡെസ്ക്ടോപ്പിലേക്ക് അയയ്ക്കുക
mr: डेस्कटॉपवर पाठवा
nb: Send til skrivebord

source: Show %s Plugin
be: Паказаць убудову %s
he: להציג תוסף %s
hi: %s प्लगइन दिखाएं
ml: %s പ്ലഗിൻ കാണിക്കുക
mr: प्लगइन %s दाखवा

source: Browse %s
be: Прагляд %s
he: לדפדף %s
hi: %s ब्राउज़ करें
ml: %s ബ്രൗസുചെയ്യുക
mr: ब्राउझ करा %s

source: Ok, here comes the explanation of <hilight>everything</hilight>...<br> Just type a few letters of the thing you are looking for. <br> Use cursor <hilight>&lt;up/down&gt;</hilight> to choose from the list of things.<br> Press <hilight>&lt;tab&gt;</hilight> to select an action, then press <hilight>&lt;return&gt;</hilight>.<br> This page will not show up next time you run <hilight>everything</hilight>.<br> <hilight>&lt;Esc&gt;</hilight> close this Dialog<br> <hilight>&lt;?&gt;</hilight> show this page<br> <hilight>&lt;return&gt;</hilight> run action<br> <hilight>&lt;ctrl+return&gt;</hilight> run action and continue<br> <hilight>&lt;tab&gt;</hilight> toggle between selectors<br> <hilight>&lt;ctrl+tab&gt;</hilight> complete input (depends on plugin)<br> <hilight>&lt;ctrl+'x'&gt;</hilight> jump to plugin beginning with 'x'<br> <hilight>&lt;ctrl+left/right&gt;</hilight> cycle through plugins<br> <hilight>&lt;ctrl+up/down&gt;</hilight> go to first/last item<br> <hilight>&lt;ctrl+1&gt;</hilight> toggle view modes (exit this page ;)<br> <hilight>&lt;ctrl+2&gt;</hilight> toggle list view modes<br> <hilight>&lt;ctrl+3&gt;</hilight> toggle thumb view modes
be: Добра, тут тлумачыцца <hilight>Усё</hilight>...<br> Проста набярыце на клавіятуры некалькі літараў пра тое, што вы шукаеце. <br> Выкарыстоўвайце клавішы <hilight>&lt;Ўверх/Уніз&gt;</hilight> каб выбраць з спісу.<br> Націсніце <hilight>&lt;tab&gt;</hilight> каб выбраць дзеянне, потым націсніце <hilight>&lt;return&gt;</hilight>.<br> Гэты тэкст не будзе паказвацца наступным разам, калі вы запусціце <hilight>Усё</hilight>.<br> <hilight>&lt;Esc&gt;</hilight> закрыць гэты дыялог<br> <hilight>&lt;?&gt;</hilight> паказаць гэты тэкст<br> <hilight>&lt;return&gt;</hilight> выканаць дзеянне<br> <hilight>&lt;ctrl+return&gt;</hilight> выканаць дзеянне ды прадоўжыць<br> <hilight>&lt;tab&gt;</hilight> переключацца паміж селектарамі<br> <hilight>&lt;ctrl+tab&gt;</hilight> дапоўніць увод (залежыць ад убудовы)<br> <hilight>&lt;ctrl+'x'&gt;</hilight> скокнуць да ўбудовы, якая пачынаецца на 'x'<br> <hilight>&lt;ctrl+улева/управа&gt;</hilight> абыходзіць убудовы<br> <hilight>&lt;ctrl+уверх/уніз&gt;</hilight> да першага/апошняга элемента<br> <hilight>&lt;ctrl+1&gt;</hilight> пераключаць рэжымы выгляду (закрыць гэты тэкст ;)<br> <hilight>&lt;ctrl+2&gt;</hilight> пераключаць рэжымы выгляду спіса<br> <hilight>&lt;ctrl+3&gt;</hilight> пераключаць рэжымы выгляду мініяцюр
he: בסדר, הנה מגיע ההסבר על <hilight>כולל</hilight>...<br> פשוט להקליד מספר אותיות מהדבר שאותו מחפשים.<br> להשתמש בסמן <hilight>&lt;למעלה/למטה&gt;</hilight> כדי לבחור מהרשימה של הדברים. ללחוץ <hilight>&lt;tab&gt;</hilight> כדי לבחור פעולה, ואז ללחוץ על <hilight>&lt;return&gt;</hilight>.<br> העמוד הזה לא יופיע בפעם הבאה שיופעל <hilight>כולל</hilight>.<br> <hilight>&lt;Esc&gt;</hilight> לסגור את תיבת השיחה הזו<br> <hilight>&lt;?&gt;</hilight> מראה את העמוד הזה<br> <hilight>&lt;אנטר&gt;</hilight> מפעיל פעולה <br> <hilight>&lt;ctrl+אנטר&gt;</hilight> מריץ פעולה וממשיך<br> <hilight>&lt;tab&gt;</hilight> עובר בין בחירות<br> <hilight>&lt;ctrl+tab&gt;</hilight> משלים קלט (תלוי בתוסף) <br> <hilight>&lt;ctrl+'x'&gt;</hilight> קופץ לתוסף שמתחיל עם 'X'<br> <hilight>&lt;ctrl+שמאלה/ימינה&gt;</hilight> מחליף בין תוספים<br> <hilight>&lt;ctrl+למעלה/למטה&gt;</hilight> עובר לתוסף ראשון/אחרון<br> <hilight>&lt;ctrl+1&gt;</hilight> מחליף בין מצבי תצוגה (לצאת מהעמוד הזה)<br> <hilight>&lt;ctrl+2&gt;</hilight> מחליף למצב תצוגת רשימה<br> <hilight>&lt;ctrl+3&gt;</hilight> מחליף למצב תצוגת סמלים
hi: डायलॉग<br><hilight><?></hilight> इस पेज को दिखाएं<br><hilight><return></hilight> कार्रवाई चलाएं<br><hilight><ctrl+return></hilight> कार्रवाई चलाएं और जारी रखें<br><hilight><tab></hilight> चयनकर्ताओं के बीच टॉगल करें<br><hilight><ctrl+tab></hilight> इनपुट को पूरा करें (प्लगइन पर निर्भर करता है)<br><hilight><ctrl+'x'></hilight> 'x' से शुरू होने वाले प्लगइन पर जाएं<br><hilight><ctrl+left/right></hilight> प्लगइनों के बीच साइक्लिंग करें<br><hilight><ctrl+up/down></hilight> पहले/आखिरी आइटम पर जाएं<br><hilight><ctrl+1></hilight> व्यू मोड्स को टॉगल करें (इस पेज से बाहर निकलें ;)<br><hilight><ctrl+2></hilight> सूची दृश्य मोड्स को टॉगल करें<br><hilight><ctrl+3></hilight> थंब व्यू मोड्स को टॉगल करें
ml: ശരി, <hilight>എല്ലാത്തിൻ്റേയും</hilight> വിശദീകരണം ഇതാ...<br> നിങ്ങൾ തിരയുന്ന കാര്യത്തിൻ്റെ കുറച്ച് അക്ഷരങ്ങൾ ടൈപ്പ് ചെയ്യുക. <br> കാര്യങ്ങളുടെ ലിസ്റ്റിൽ നിന്ന് തിരഞ്ഞെടുക്കാൻ കഴ്‌സർ <hilight>&lt;up/down&gt;</hilight> ഉപയോഗിക്കുക.<br> ഒരു ആക്ഷൻ തിരഞ്ഞെടുക്കാൻ <hilight>&lt;tab&gt;</hilight> അമർത്തുക, തുടർന്ന് <hilight>&lt;return&gt;</hilight> അമർത്തുക.<br> അടുത്ത തവണ നിങ്ങൾ <hilight>എല്ലാം</hilight> റൺ ചെയ്യുമ്പോൾ ഈ പേജ് ദൃശ്യമാകില്ല.<br> <hilight>&lt;Esc&gt;</hilight> ഈ ഡയലോഗ് അടയ്ക്കുക<br> <hilight>&lt;?&gt;</hilight> ഈ പേജ് കാണിക്കുക<br> <hilight>&lt;return&gt;</hilight> ആക്ഷൻ പ്രവർത്തിപ്പിക്കുക<br> <hilight>&lt;ctrl+return&gt;</hilight> ആക്ഷൻ നടത്തി തുടരുക<br> <hilight>&lt;tab&gt;</hilight> സെലക്ടറുകൾക്കിടയിൽ ടോഗിൾ ചെയ്യുക<br> <hilight>&lt;ctrl+tab&gt;</hilight> ഇൻപുട്ട് പൂർത്തിയാക്കുക (പ്ലഗിൻ അനുസരിച്ച്)<br> <hilight>&lt;ctrl+'x'&gt;</hilight> 'x' ൽ തുടങ്ങുന്ന പ്ലഗിനിലേക്ക് പോകുക<br> <hilight>&lt;ctrl+left/right&gt;</hilight> പ്ലഗിനുകളിലൂടെ സൈക്കിൾ ചെയ്യുക<br> <hilight>&lt;ctrl+up/down&gt;</hilight> ആദ്യ/അവസാന ഇനത്തിലേക്ക് പോകുക<br> <hilight>&lt;ctrl+1&gt;</hilight> വ്യൂ മോഡുകൾ ടോഗിൾ ചെയ്യുക (ഈ പേജിൽ നിന്ന് പുറത്തുകടക്കുക ;)<br> <hilight>&lt;ctrl+2&gt;</hilight> ലിസ്റ്റ് വ്യൂ മോഡുകൾ ടോഗിൾ ചെയ്യുക<br> <hilight>&lt;ctrl+3&gt;</hilight> ഥമ്പ് വ്യൂ മോഡുകൾ ടോഗിൾ ചെയ്യുക
mr: बरं, इथे <hilight>प्रत्येक गोष्टीचं</hilight> स्पष्टीकरण येतं...<br> आपण शोधत असलेल्या वस्तूची काही अक्षरे टाइप करा. <br> वस्तूंच्या यादीमधून निवडण्यासाठी कर्सर <hilight>&lt;अप / डाउन&gt;</hilight> वापरा.<br> कृती निवडण्यासाठी <hilight>&lt;टॅब&gt;</hilight> दाबा, नंतर <hilight>&lt;रिटर्न&gt;</hilight> दाबा.<br> पुढच्या वेळी <hilight>जेव्हा आपण सर्व काही</hilight> चालवता तेव्हा हे पृष्ठ दिसणार नाही.<br> <hilight>&lt;ईएससी&gt;</hilight> हा डायलॉग बंद करा<br> <hilight>&lt;?&gt;</hilight> हे पान दाखवा<br> <hilight>&lt;रिटर्न&gt;</hilight> रन अॅक्शन<br> <hilight>&lt;सीटीआरएल + रिटर्न&gt;</hilight> कारवाई चालवा आणि सुरू ठेवा<br> निवड कर्त्यांमध्ये <hilight>&lt;टॅब&gt;</hilight> टॉगल<br> <hilight>&lt;सीटीआरएल + टॅब&gt;</hilight> पूर्ण इनपुट (प्लगइनवर अवलंबून)<br> <hilight>&lt;सीटीआरएल+'एक्स'&gt; 'एक्स'पासून</hilight> सुरू होणाऱ्या प्लगइनवर उडी मारते<br> <hilight>प्लगइनद्वारे &lt;सीटीआरएल + डावे / उजवे&gt;</hilight> चक्र<br> <hilight>&lt;सीटीआरएल+वर/डाऊन&gt;</hilight> पहिल्या/शेवटच्या आयटमवर जा<br> <hilight>&lt;ctrl+1&gt;</hilight> टॉगल व्ह्यू मोड (या पानातून बाहेर पडा;)<br> <hilight>&lt;ctrl+2&gt;</hilight> टॉगल लिस्ट व्ह्यू मोड<br> <hilight>&lt;ctrl+3&gt;</hilight> टॉगल थंब व्ह्यू मोड

source: Back
be: Назад
he: אחורה
hi: पीछे
ml: തിരികെ
mr: मागे

source: Other application...
be: Іншая праграма...
he: יישומים אחרים...
hi: अन्य आवेदन...
ml: മറ്റ് ആപ്ലിക്കേഷൻ...
mr: इतर अर्ज...

source: Go To Parent Directory
be: У бацькоўскі каталог
he: לעבור לספריית אב
hi: पैरेंट डायरेक्टरी पर जाएं
ml: പാരൻ്റ് ഡയറക്‌ടറിയിലേക്ക് പോകുക
mr: पालक निर्देशिकावर जा

source: Clone Window
be: Кланаваць акно
he: שכפול חלון
hi: क्लोन विंडो
ml: വിൻഡോ ക്ലോൺചെയ്യുക
mr: क्लोन विंडो

source: Copy Path
be: Капіяваць шлях
he: להעתיק נתיב
hi: पथ प्रतिलिपि करें
ml: പാത കോപ്പിചെയ്യുക
mr: पाथ कॉपी करा

source: Run
be: Выканаць
he: להריץ
hi: प्रस्थान
ml: പ്രവർത്തിപ്പിക്കുക
mr: धावणे

source: Open
be: Адкрыць
da: Åben
he: לפתוח
hi: खुला
ml: തുറക്കുക
mr: उघडणे
nb: Åpne

source: %d file
be: %d файл
he: קובץ %d
hi: %d फ़ाइल
ml: %d ഫയൽ
mr: %d फाईल

source: Known Applications
be: Вядомыя праграмы
he: יישומים מוכרים
hi: ज्ञात अनुप्रयोग
ml: അറിയാവുന്ന ആപ്ലിക്കേഷനുകൾ
mr: ज्ञात अनुप्रयोग

source: Suggested Applications
be: Прапанаваныя праграмы
he: יישומים מוצעים
hi: सुझाए गए आवेदन
ml: നിർദ്ദേശിച്ച ആപ്ലിക്കേഷനുകൾ
mr: सुचवलेले अर्ज

source: All Applications
be: Усе праграмы
he: כל היישומים
hi: सभी अनुप्रयोग मेनू दिखाएँ
ml: എല്ലാ ആപ്ലിക്കേഷനുകൾ
mr: सर्व अनुप्रयोग

source: Custom Command
be: Карыстальніцкая каманда
he: פקודה מותאמת אישית
hi: कस्टम आदेश
ml: ഇഷ്‌ടാനുസൃത കമാൻഡ്
mr: सानुकूल कमांड

source: Copying is aborted
be: Капіяванне спынена
he: ההעתקה בוטלה
hi: नकल निरस्त कर दी जाती है
ml: കോപ്പിചെയ്യുന്നത് നിർത്തലാക്കി
mr: कॉपी करणे बंद केले जाते

source: Moving is aborted
be: Перамяшчэнне спынена
he: ההעברה בוטלה
hi: चलना निरस्त है
ml: നീക്കുന്നത് നിർത്തലാക്കി
mr: हालचाल थांबवली जाते

source: Deleting is aborted
be: Выдаленне спынена
he: המחיקה בוטלה
hi: हटाना निरस्त कर दिया गया है
ml: ഇല്ലാതാക്കുന്നത് നിർത്തലാക്കി
mr: डिलीट करणे रद्द केले जाते

source: Secure deletion is aborted
be: Бяспечнае выдаленне спынена
he: מחיקה בטוחה בוטלה
hi: सुरक्षित विलोपन निरस्त कर दिया गया है
ml: സുരക്ഷിതമായ ഇല്ലാതാക്കൽ നിർത്തലാക്കി
mr: सुरक्षित विलोपन रद्द केले जाते

source: Unknown operation from slave is aborted
be: Невядомае дзеянне ад залежнага спынена
he: פעולת עבד לא ידועה בוטלה
hi: स्लेव (अधीन तत्व ) से अज्ञात ऑपरेशन निरस्त कर दिया गया है
ml: സ്ലേവിൽനിന്നുള്ള അജ്ഞാത ഓപ്പറേഷൻ നിർത്തലാക്കി
mr: गुलामाकडून अज्ञात ऑपरेशन चा गर्भपात केला जातो

source: Copy of %s done
be: Капіяванне %d скончана
he: העתקת %s הושלמה
hi: %s की कॉपी हो गई है
ml: %s-ൻ്റെ പകർപ്പ് പൂർത്തിയായി
mr: केलेल्या %s कॉपी

source: Copying %s (eta: %s)
be: Капіяванне %s (скончыцца: %s)
he: העתקת %s (זמן השלמה: %s)
hi: प्रतिलिपिकरण %s (eta: %s)
ml: %s പകർത്തുന്നു (eta: %s)
mr: कॉपी %s (उर्वरित वेळ: %s)

source: Move of %s done
be: Перамяшчэнне %s скончана
he: העברת %s הושלמה
hi: %s का स्थानांतरण किया गया
ml: %s-ൻ്റെ നീക്കം പൂർത്തിയായി
mr: %s हालचाल झाली

source: Moving %s (eta: %s)
be: Перамяшчэнне %s (скончыцца: %s)
he: העברת %s (זמן השלמה: %s)
hi: मूविंग %s (eta: %s)
ml: %s നീക്കുന്നു (eta: %s)
mr: मूव्हिंग %s (एटा: %s)

source: Delete done
be: Выдаленне скончана
he: מחיקה הושלמה
hi: मिटाया गया
ml: ഡിലീറ്റ് പൂർത്തിയായി
mr: डिलीट करा

source: Deleting files...
be: Выдаленне файлаў...
he: מחיקת קבצים...
hi: फ़ाइलें हटा रहा है...
ml: ഫയലുകൾ ഇല്ലാതാക്കുന്നു...
mr: फाईल्स डिलीट करा...

source: Secure delete done
be: Бяспечнае выдаленне скончана
he: מחיקה בטוחה הושלמה
hi: सुरक्षित रूप से हटाना पूर्ण हुआ
ml: സുരക്ഷിതമായ ഇല്ലാതാക്കൽ പൂർത്തിയായി
mr: सुरक्षित डिलीट करा

source: Securely deleting files...
be: Бяспечна выдаляюцца файлы...
he: מתבצעת מחיקת קבצים בטוחה...
hi: सुरक्षित रूप से फ़ाइलें हटाई जा रही हैं...
ml: ഫയലുകൾ സുരക്ഷിതമായി ഇല്ലാതാക്കുന്നു...
mr: सुरक्षितपणे फाईल्स डिलीट करा...

source: Unknown operation from slave %d
be: Невядомае дзеянне ад залежнага %d
he: פעולת עבד %d לא ידועה
hi: अधीन तत्व %d से अज्ञात ऑपरेशन
ml: സ്ലേവ് %d-ൽ നിന്നുള്ള പ്രവർത്തനം അജ്ഞാതമാണ്
mr: गुलामाकडून अज्ञात ऑपरेशन %d

source: EFM Navigation
be: Навігацыя EFM
he: ניווט EFM
hi: EFM नेविगेशन
ml: EFM നാവിഗേഷൻ
mr: ईएफएम नेव्हिगेशन

source: File Icons
be: Значкі файлаў
he: סמלי קבצים
hi: फ़ाइल चिह्न
ml: ഫയൽ ഐക്കണുകൾ
mr: फाइल आयकॉन

source: File Types
be: Тыпы файлаў
he: סוגי קבצים
hi: फ़ाइल प्रकार
ml: ഫയൽ തരങ്ങൾ
mr: फाईल प्रकार(संपादन)

source: File Icon
be: Значок файла
he: סמל קובץ
hi: फ़ाइल चिह्न
ml: ഫയൽ ഐക്കൺ
mr: फाइल आयकॉन

source: Basic Info
be: Асноўныя звесткі
da: Basas info
he: נתונים בסיסיים
hi: बुनियादी जानकारी
ml: അടിസ്ഥാന വിവരങ്ങൾ
mr: मूलभूत माहिती
nb: Basisinformasjon

source: Use Generated Thumbnail
be: Выкарыстоўваць створаную мініяцюру
he: להשתמש בסמל שנוצר
hi: जनरेट किए गए थंबनेल का उपयोग करें
ml: സൃഷ്ടിച്ച ലഘുചിത്രം ഉപയോഗിക്കുക
mr: तयार केलेले थंबनेल वापरा

source: Use Theme Icon
be: Выкарыстоўваць значок з тэмы
he: השתמש בסמל ערכת נושא
hi: थीम Icon का उपयोग करें
ml: ഥീം ഐക്കൺ ഉപയോഗിക്കുക
mr: थीम आयकॉन वापरा

source: Use Edje File
be: Выкарыстоўваць Edje-файл
he: להשתמש בקובץ Edje
hi: Edje फ़ाइल का उपयोग करें
ml: Edje ഫയൽ ഉപയോഗിക്കുക
mr: एडजे फाइल वापरा

source: Use Image
be: Выкарыстоўваць відарыс
he: להשתמש בתמונה
hi: 使用图片
ml: ചിത്രം ഉപയോഗിക്കുക
mr: प्रतिमा वापरा

source: Use Default
be: Выкарыстоўваць перадвызначынае
he: להשתמש בברירת מחדל
hi: डिफ़ॉल्ट उपयोग करें
ml: സ്ഥിരസ്ഥിതി ഉപയോഗിക്കുക
mr: डिफॉल्ट वापरा

source: Select an Edje file
be: Выбраць Edje-файл
he: לבחור קובץ Edje
hi: एक Edje फ़ाइल का चयन करें
ml: ഒരു Edje ഫയൽ തിരഞ്ഞെടുക്കുക
mr: एडजे फाइल निवडा

source: Select an image
be: Выбраць відарыс
he: לבחור תמונה
hi: एक छवि का चयन करें
ml: ഒരു ചിത്രം തിരഞ്ഞെടുക്കുക
mr: प्रतिमा निवडा

source: Fileman Settings
be: Налады файлавага менеджара
he: הגדרות Fileman
hi: फाइलमैन सेटिंग्स
ml: ഫയൽമാൻ ക്രമീകരണങ്ങൾ
mr: फाइलमन सेटिंग्ज

source: Icon Size
be: Памер значка
he: גודל הסמל
hi: आइकन आकार (%d)
ml: ഐക്കൺ വലുപ്പം
mr: आयकॉन आकार
nb: Ikonstørrelse

source: View
be: Выгляд
he: תצוגה
hi: देखें
ml: കാഴ്ച
mr: पहा
nb: Vis

source: File Extensions
be: Пашырэнні файлаў
he: סיומת קובץ
hi: फ़ाइल एक्सटेंशन
ml: ഫയൽ എക്സ്റ്റെൻഷനുകൾ
mr: फाइल एक्सटेंशन

source: Full Path In Title
be: Поўны шлях у загалоўке
he: נתיב מלא בכותרת
hi: शीर्षक में पूर्ण पथ
ml: ശീർഷകത്തിൽ പൂർണ്ണ പാത
mr: शीर्षकात पूर्ण मार्ग

source: Icons On Desktop
be: Значкі на працоўным стале
he: סמלים בשולחן העבודה
hi: डेस्कटॉप पर प्रतीक
ml: ഡെസ്ക്ടോപ്പിൽ ഐക്കണുകൾ
mr: डेस्कटॉपवर आयकॉन

source: Toolbar
be: Панэль інструментаў
he: סרגל הכלים
hi: उपकरण पट्टी
ml: ടൂൾബാർ
mr: टूलबार

source: Sidebar
be: Бакавая панэль
he: סרגל צד
hi: साइडबार
ml: സൈഡ്‌ബാർ
mr: साइडबार

source: Open Dirs In Place
be: Адкрываць каталогі на месцы
he: לפתוח תיקיות במקום
hi: जगह में खुले Dirs
ml: ഡയറക്ടറികൾ സ്ഥലത്ത് തുറക്കുക
mr: मोकळ्या डार्स जागोजागी

source: Use Single Click
be: Выкарыстоўваць адзінарны націск
he: להשתמש בלחיצה יחידה
hi: सिंगल क्लिक का उपयोग करें
ml: ഒറ്റ ക്ലിക്ക് ഉപയോഗിക്കുക
mr: सिंगल क्लिक वापरा

source: 'cp+rm' instead of 'mv'
be: 'cp+rm' замест 'mv'
he: 'cp+rm' במקום 'mv'
hi: 'एमवी' के बजाय 'सीपी+आरएम'
ml: 'mv' എന്നതിനുപകരം 'cp+rm'
mr: 'mv' ऐवजी 'cp+rm'
