Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: Please hold any modifier you want<br>and press any button on your mouse,<br>or roll a wheel, to assign mouse binding.<br>Press <hilight>Escape</hilight> to abort.
be: Трымайце мадыфікатар, які вы жадаеце,<br>і націсніце кнопку мышы ці,<br>пакруціце кола, каб прызначыць да гэтага дзеяння.<br>Націсніце <hilight>Escape</hilight>, каб скінуць.
he: נא להחזיק כל משתנה רצוי <br>וללחוץ על כל כפתור בעכבר<br> או לגלול כדי להקצות קשר עכבר. <br> ללחוץ <hilight>אסקייפ </highlight>כדי לצאת.
hi: कृपया अपनी इच्छानुसार कोई भी संशोधक रखें<br>और अपने माउस पर किसी भी बटन दबाएँ,<br>या माउस बाइंडिंग असाइन करने के लिए एक पहिया रोल करें।<br>निरस्त करने <hilight>के लिए Escape</hilight> दबाएँ.
ml: നിങ്ങൾ ആഗ്രഹിക്കുന്ന ഏതെങ്കിലും മോഡിഫയർ ദയവായി പിടിക്കുക,<br>ഒപ്പം നിങ്ങളുടെ മൗസിലെ ഏതെങ്കിലും ബട്ടൺ അമർത്തുക,<br> അല്ലെങ്കിൽ മൗസ് വീൽ ഉരുട്ടുക, മൗസ് ബൈൻഡിംഗ് നൽകുന്നതിനായി.<br>അലസിപ്പിക്കാൻ <hilight>എസ്കേപ്</hilight> അമർത്തുക.
mr: कृपया आपल्याला हवे असलेले कोणतेही सुधारक ठेवा<br>आणि आपल्या माऊसवरील कोणतेही बटण दाबा,<br>किंवा माऊस बाइंडिंग देण्यासाठी चाक फिरवा.<br>गर्भपात करण्यासाठी <hilight>एस्केप</hilight> दाबा.

source: Mouse Bindings Settings
be: Налады прызначэнняў мышы
he: הגדרות איגודי עכבר
hi: माउस बाइंडिंग सेटिंग्स
ml: മൗസ് ബൈൻഡിംഗ് ക്രമീകരണങ്ങൾ
mr: माउस बाइंडिंग्स सेटिंग्स

source: Unable to set a mouse wheel binding without modifiers<br>on a window: conflict with existing edje signal bindings.<br>FIXME!!!
be: Немагчыма задаць прызначэнне для кола мышы без мадыфікатараў<br>на акне: Канфлікт з існуючым прызначэннем да краёвага сігналу.<br>FIXME!!!
he: לא ניתן ליצור איגוד של גלגל העכבר ללא משתנים<br> על חלון. התנגשות עם איגוד סימן קצה שקיים<br>תקןאותי!!!
hi: संशोधक के बिना माउस व्हील बाइंडिंग सेट करने में असमर्थ<br>एक विंडो पर: मौजूदा EDJE सिग्नल बाइंडिंग के साथ संघर्ष।<br>फिक्समे!!
ml: ഒരു വിൻഡോയിൽ മോഡിഫയറുകൾ ഇല്ലാതെ മൗസ് വീൽ ബൈൻഡിംഗ്<br>സജ്ജീകരിക്കാൻ കഴിയില്ല: നിലവിലുള്ള എഡ്ജ് സിഗ്നൽ ബൈൻഡിംഗുമായി വൈരുദ്ധ്യം.<br>പരിഹരിക്കുക!!!
mr: मॉडिफायर शिवाय माऊस व्हील बाइंडिंग सेट करण्यास असमर्थ<br>एका खिडकीवर: विद्यमान ईडीजेई सिग्नल बाइंडिंगसह संघर्ष.<br>फिक्समी!!

source: Mouse Binding Error
be: Памылка прызначэння мышы
he: שגיאת איגוד עכבר
hi: माउस बाइंडिंग त्रुटि
ml: മൗസ് ബൈൻഡിംഗ് പിശക്
mr: माउस बाइंडिंग त्रुटी

source: Mouse Bindings
be: Прызначэнні мышы
he: איגודי עכבר
hi: माउस बाइंडिंग
ml: മൗസ് ബൈൻഡിംഗുകൾ
mr: माउस बाइंडिंग्स

source: Action Context
be: Кантэкст выканання
he: הקשר הפעולה
hi: कार्रवाई का संदर्भ
ml: പ്രവർത്തന സന്ദർഭം
mr: कृती संदर्भ

source: Any
be: Любы
he: כל
hi: कोई
ml: ഏതെങ്കിലും
mr: कोणतेही

source: Win List
be: Спіс вокнаў
he: רשימת Win
hi: जीत की सूची
ml: വിൻഡോ പട്ടിക
mr: विजयी यादी

source: Popup
be: Ўсплываючае акно
he: קופץ
hi: पॉपअप
ml: പോപ്പപ്പ്
mr: पॉपअप

source: Zone
be: Зона
he: אזור
hi: क्षेत्र-विशेष
ml: മേഖല
mr: परिमंडळ

source: Container
be: Кантэйнер
he: קונטיינר
hi: पात्र
ml: കണ്ടെയ്നർ

source: Manager
be: Менеджар
he: ניהול
hi: मैनेजर
ml: മാനേജർ
mr: व्यवस्थापक

source: Mouse Buttons
be: Кнопкі мышы
he: כפתורי העכבר
hi: माउस बटन
ml: മൗസ് ബട്ടണുകൾ
mr: माउस बटण

source: Mouse Wheels
be: Кола мышы
he: גלגלי העכבר
hi: माउस व्हील्स
ml: മൗസ് വീലുകൾ
mr: माऊस व्हील्स

source: Left button
be: Левая кнопка
he: כפתור שמאלי
hi: बायाँ बटन
ml: ഇടത് ബട്ടൺ
mr: डावे बटण

source: Right button
be: Правая кнопка
he: כפתור ימני
hi: दायाँ बटन
ml: വലത് ബട്ടൺ
mr: उजवे बटण

source: Button %i
be: Кнопка %i
he: כפתור %i
hi: बटन %i
ml: ബട്ടൺ %i
mr: बटण %i

source: Middle button
be: Сярэдняя кнопка
he: כפתור אמצעי
hi: मध्य बटन
ml: മധ്യ ബട്ടൺ
mr: मध्य बटण

source: Extra button (%d)
be: Дадатковая кнопка (%d)
he: כפתור נוסף(%d)
hi: अतिरिक्त बटन (%d)
ml: അധിക ബട്ടൺ (%d)
mr: अतिरिक्त बटण (%d)

source: Mouse Wheel Up
be: Кола мышы ўверх
he: גלגל העכבר למעלה
hi: माउस व्हील अप
ml: മൗസ് വീൽ മുകളിലേക്ക്
mr: माऊस व्हील अप

source: Mouse Wheel Down
be: Кола мышы ўніз
he: גלגל העכבר למטה
hi: माउस व्हील डाउन
ml: മൗസ് വീൽ താഴേക്ക്
mr: माउस व्हील डाउन

source: Extra Wheel (%d) Up
be: Дадатковае кола (%d) ўверх
he: גלגל נוסף (%d) למעלה
hi: अतिरिक्त पहिया (%d) ऊपर
ml: അധിക വീൽ (%d) മുകളിലേക്ക്
mr: एक्स्ट्रा व्हील (%d) अप

source: Extra Wheel (%d) Down
be: Дадатковае кола (%d) ўніз
he: גלגל נוסף (%d) למטה
hi: अतिरिक्त पहिया (%d) नीचे
ml: അധിക വീൽ (%d) താഴേക്ക്
mr: एक्स्ट्रा व्हील (%d) डाउन

source: WINDOWS
be: ВОКНЫ

source: Close Window:
be: Закрыць акно:

source: Maximize Window:
be: Разгарнуць акно:

source: Iconic Mode Toggle:
be: Пераключыць партрэтны рэжым:

source: Fullscreen Mode Toggle:
be: Пераключыць поўнаэкранны рэжым:

source: Always On Top Toggle:
be: Пераключыць "заўсёды зверху"

source: Next Window:
be: Наступнае акно:

source: Tile Right:
be: Плітка зправа:

source: Tile Left:
be: Плітка злева:

source: Kill Window:
be: Знішчыць акно:

source: Window Menu:
be: Меню акна:

source: SYSTEM
be: СІСТЭМА
he: מערכת
ml: സിസ്റ്റം
mr: प्रणाली (संपादन)

source: Open Terminology:
be: Адкрыць тэрмінал:

source: Lock System:
be: Заблакіраваць сістэму:

source: Show Main Menu:
be: Паказаць галоўнае меню:

source: Show Favorites Menu:
be: Паказаць меню "Абранае"

source: System Controls:
be: Кіраванне сістэмай:

source: DESKTOP
be: ПРАЦОЎНЫ СТОЛ
he: שולחן העבודה
hi: डेस्कटॉप
ml: ഡെസ്ക്ടോപ്പ്
mr: डेस्कटॉप

source: Show the Desktop:
be: Паказаць працоўны стол:

source: Switch to Desktop 0:
be: Перайсці да працоўнага стала 0:

source: Switch to Desktop 1:
be: Перайсці да працоўнага стала 1:

source: Switch to Desktop 2:
be: Перайсці да працоўнага стала 2:

source: Switch to Desktop 3:
be: Перайсці да працоўнага стала 3:

source: Switch to Desktop 4:
be: Перайсці да працоўнага стала 4:

source: Switch to Desktop 5:
be: Перайсці да працоўнага стала 5:

source: Switch to Desktop 6:
be: Перайсці да працоўнага стала 6:

source: Switch to Desktop 7:
be: Перайсці да працоўнага стала 7:

source: Switch to Desktop 8:
be: Перайсці да працоўнага стала 8:

source: MISCELLANEOUS
be: ІНШАЕ
he: שונות
hi: फुटकर
ml: മറ്റുള്ളവ
mr: संकीर्ण

source: Quick Launcher:
be: Хуткі запуск:

source: Take Screenshot:
be: Зрабіць здымак экрана:

source: Restart Moksha:
be: Перазапусціць Moksha:

source: Terminal console:
be: Камандны радок:

source: This Help:
be: Гэта дапамога:

source: Basic Moksha Key Bindings
be: Базавыя прызначэнні клавіш Moksha
he: איגודי מקשים בסיסיים של Moksha
hi: बेसिक Moksha कुंजी बाइंडिंग
ml: അടിസ്ഥാന മോക്ഷ കീ ബൈൻഡിംഗുകൾ
mr: बेसिक Moksha की बाइंडिंग्स

source: Edit
be: Рэдагаваць
he: לערוך
hi: संपादित करें
ml: എഡിറ്റ് ചെയ്യുക
mr: सुधारणे

source: Keybindings
be: Прызначэнні клавіш
he: איגודי מקשים
hi: कीबाइंडिंग
ml: കീബൈൻഡിംഗുകൾ
mr: कीबाइंडिंग्ज

source: View Moksha Keybindings
be: Прагляд прызначэнняў клавіш Moksha
he: הצגת איגודי המקשים של Moksha
hi: Moksha कीबाइंडिंग देखें
ml: മോക്ഷയുടെ കീബൈൻഡിംഗുകൾ കാണുക
mr: Moksha कीबाइंडिंग पहा

source: Show bindings
be: Паказать прызначэнні
he: הצג איגודים
hi: बाइंडिंग दिखाएँ
ml: ബൈൻഡിംഗുകൾ കാണിക്കുക
mr: बंधने दाखवा

source: Menu Settings
be: Налады меню
he: הגדרות תפריט
hi: मेनू सेटिंग्स
ml: മെനു ക്രമീകരണങ്ങൾ
mr: मेनू सेटिंग्ज
nb: Menyoppsett

source: Moksha Default
be: Перадвызначыныя Moksha
he: ברירת המחדל של Moksha
hi: Moksha डिफ़ॉल्ट
ml: മോക്ഷയുടെ സ്ഥിരസ്ഥിതി
mr: Moksha डिफॉल्ट

source: Personal Default
be: Асабістыя перадвызначыныя
he: ברירת מחדל אישית
hi: व्यक्तिगत डिफ़ॉल्ट
ml: വ്യക്തിഗത സ്ഥിരസ്ഥിതി
mr: वैयक्तिक डिफॉल्ट

source: Main Menu
be: Галоўнае меню
he: תפריט ראשי
hi: मुख्य मेनू
ml: പ്രധാന മെനു
mr: मुख्य मेनू

source: Favorites
be: Абранае
he: מועדפים
hi: पसंद
ml: പ്രിയപ്പെട്ടവ
mr: फेव्हरेट

source: Applications Display
be: Паказ праграм
he: תצוגת יישומים
hi: अनुप्रयोग प्रदर्शन
ml: ആപ്ലിക്കേഷൻ ഡിസ്പ്ലേ
mr: अनुप्रयोग प्रदर्शन

source: Generic
be: Агульнае
he: שם כללי
hi: सामान्य
ml: പൊതുവായ
mr: जातिगत

source: Comments
be: Каментары
he: הערות
hi: टिप्पणि
ml: അഭിപ്രായങ്ങൾ
mr: टिप्पण्या

source: Gadgets
be: Гаджэты
da: Dimser
he: יישומונים
hi: गैजेट्स
ml: ഗാഡ്‌ജെറ്റുകൾ
mr: गॅझेट्स
nb: Dingser

source: Show gadget settings in top-level
be: Паказываць налады гаджэтаў зверху
he: הצג את הגדרות היישומון ברמה העליונה
hi: शीर्ष-स्तर में गैजेट सेटिंग दिखाएँ
ml: ഉയർന്ന തലത്തിൽ ഗാഡ്‌ജെറ്റ് ക്രമീകരണങ്ങൾ കാണിക്കുക
mr: टॉप-लेव्हलमध्ये गॅजेट सेटिंग्ज दाखवा

source: Margin
be: Поле
he: שוליים
hi: गुंजाइश
ml: മാർജിൻ
mr: समास

source: %2.0f pixels
be: %2.0f пікселаў
he: %2.0f פיקסלים
hi: %2.0f पिक्सेल
ml: %2.0f പിക്സലുകൾ
mr: %2.0f पिक्सेल
nb: %2.0f piksler

source: Cursor Margin
be: Поле курсора
he: סמן השוליים
hi: कर्सर मार्जिन
ml: കഴ്സർ മാർജിൻ
mr: कर्सर मार्जिन

source: Autoscroll
be: Аўтапрагортка
he: גלילה אוטומטית
hi: ऑटोस्क्रॉल
ml: ഓട്ടോസ്ക്രോൾ
mr: ऑटोस्क्रॉल

source: Disable Icons in Menus
be: Адключыць значкі ў меню
he: לבטל סמלים בתפריטים
hi: मेनू में आइकन अक्षम करें
mr: मेनूमध्ये चिन्हे अक्षम करा

source: Smart Menu Orientation
be: Разумнае арыянтаванне меню
he: כיוון תפריטים חכם
hi: स्मार्ट मेनू ओरिएंटेशन
mr: स्मार्ट मेनू ओरिएंटेशन

source: Menu Scroll Speed
be: Хуткасць прагорткі меню
he: מהירות גלילת תפריט
hi: मेनू स्क्रॉल स्पीड
ml: മെനു സ്ക്രോൾ വേഗത
mr: मेनू स्क्रोल स्पीड
nb: Menyrullehastighet

source: %5.0f pixels/s
be: %5.0f пікселаў/с
he: %5.0f פיקסלים
hi: %5.0f पिक्सेल/सेकंड
ml: %5.0f പിക്സലുകൾ/സെക്കൻഡ്
mr: %5.0f पिक्सेल/सेकंद

source: Fast Mouse Move Threshold
be: Парог хуткасці перамяшчэння мышы
he: סף תנועת עכבר מהירה
hi: फास्ट माउस मूव थ्रेसहोल्ड
ml: ഫാസ്റ്റ് മൗസ് മൂവ് ത്രെഷോൾഡ്
mr: फास्ट माउस मूव्ह थ्रेसहोल्ड

source: %4.0f pixels/s
be: %4.0f пікселаў/c
he: %4.0f פיקסלים
hi: %4.0f पिक्सेल/सेकंड
ml: %4.0f പിക്സലുകൾ/സെക്കൻഡ്
mr: %4.0f पिक्सेल/सेकंद

source: Click Drag Timeout
be: Перапынак націскання перацягвання
he: שיהוי לחיצת גרירה
hi: क्लिक करें,खींचें टाइमआउट
ml: ക്ലിക്ക്-ഡ്രാഗ് ടൈംഔട്ട്
mr: ड्रॅग टाइमआऊट वर क्लिक करा
nb: Klikk/Dra forsinkelse

source: %2.2f s
be: %2.2f с
he: %2.2f שנ'
hi: %2.2f एस
ml: %2.2f സെക്കൻഡ്
mr: %2.2f

source: Miscellaneous
be: Рознае
he: שונות
hi: 其他
ml: മറ്റുള്ളവ
mr: संकीर्ण

source: Search Path Settings
be: Налады шляхоў пошуку
he: הגדרות נתיב החיפוש
hi: खोज पथ सेटिंग्स
ml: സെർച്ച്-പാത്ത് ക്രമീകരണങ്ങൾ
mr: शोध पथ सेटिंग्ज

source: Data
be: Даныя
he: נתונים
hi: फ़ाइल डेटा रिक्त है।
ml: ഡാറ്റ
mr: डेटा

source: Images
be: Відарысы
he: תמונות
hi: चित्र
ml: ചിത്രങ്ങൾ
mr: प्रतिमा

source: Fonts
be: Шрыфты
he: גופנים
hi: फ़ॉन्ट्स
ml: ഫോണ്ടുകൾ
mr: फॉन्ट

source: Themes
be: Тэмы
da: Temaer
he: ערכות נושא
hi: थीम्स
ml: ഥീമുകൾ
mr: थीम्स (संपादन)

source: Icons
be: Значкі
he: סמלים
hi: चिह्न
ml: ഐക്കണുകൾ
mr: आयकॉन
nb: Ikoner

source: Backgrounds
be: Відарысы фонаў
he: רקעים
hi: पृष्ठभूमि
ml: ബാഗ്രൗണ്ടുകൾ
mr: पार्श्वभूमी[संपादन]

source: Messages
be: Паведамленні
he: הודעות
hi: संदेश
ml: സന്ദേശങ്ങൾ
mr: संदेश

source: Moksha Paths
be: Шляхі Moksha
he: נתיבים של Moksha
hi: Moksha पथ (Moksha Paths)
ml: മോക്ഷ പാതകൾ
mr: Moksha पथ

source: Default Directories
be: Перадвызначыныя каталогі
he: ספריות ברירת מחדל
hi: डिफ़ॉल्ट निर्देशिकाएँ
ml: ഡിഫോൾട്ട് ഡയറക്ടറികൾ
mr: डीफॉल्ट निर्देशिका

source: User Defined Directories
be: Заданыя карыстальнікам каталогі
he: ספריות מוגדרות ע"י משתמש/ת
hi: उपयोगकर्ता परिभाषित निर्देशिकाएँ
ml: ഉപയോക്തൃ നിർവചിച്ച ഡയറക്ടറികൾ
mr: वापरकर्ता परिभाषित निर्देशिका

source: Environment Variables
be: Пераменные асяроддзя
he: משתני סביבה
hi: पर्यावरण चर
ml: എൻവയോൺമെൻ്റ് വേരിയബിളുകൾ
mr: पर्यावरण चर

source: Unset
be: Скінуць
he: לבטל בחירה
hi: अनसेट
ml: അൺസെറ്റുചെയ്യുക
mr: अनसेट

source: Search Directories
be: Каталогі пошуку
he: חיפוש ספריות
hi: खोज निर्देशिकाएँ
ml: ഡയറക്ടറികൾ തിരയുക
mr: शोध निर्देशिका

source: Engine Settings
be: Налады рухавічка
he: הגדרות מנוע
hi: इंजन सेटिंग्स
ml: എഞ്ചിൻ ക്രമീകരണങ്ങൾ
mr: इंजिन सेटिंग्ज

source: Use ARGB instead of shaped windows
be: Выкарыстоўваць ARGB замест фасонных вокнаў
he: להשתמש בARGB במקום צורת החלונות
hi: आकार की विंडो के बजाय ARGB का उपयोग करें
ml: ആകൃതി വിൻഡോകൾക്ക് പകരം ARGB ഉപയോഗിക്കുക
mr: आकाराच्या खिडक्यांऐवजी एआरजीबी वापरा

source: You have chosen to enable ARGB composite support,<br>but your current screen does not support composite.<br><br>Are you sure you wish to enable ARGB support?
be: Вы паспрабуеце ўключыць падтрымку кампазіцыі ARGB,<br>але ваш бягучы экран не падтрымлівае кампазіцыю.<br><br>Вы па-ранейшаму жадаеце ўключыць падтрымку ARGB?
he: בחרת לאפשר תמיכה במעצב ARGB ,<br>אבל המסך הנוכחי שלך לא תומך במעצב.<br><br>האם באמת ברצונך לאפשר תמיכת ARGB?
hi: आपने ARGB समग्र समर्थन को सक्षम करना चुना है,<br>लेकिन आपकी वर्तमान स्क्रीन समग्र का समर्थन नहीं करती है।<br><br>क्या आप वाकई ARGB समर्थन सक्षम करना चाहते हैं?
ml: നിങ്ങൾ ARGB കോമ്പോസിറ്റ് പിന്തുണ പ്രവർത്തനക്ഷമമാക്കാൻ തിരഞ്ഞെടുത്തു,<br>എന്നാൽ നിങ്ങളുടെ നിലവിലെ സ്‌ക്രീൻ കോമ്പോസിറ്റിനെ പിന്തുണയ്ക്കുന്നില്ല.<br><br>ARGB പിന്തുണ പ്രവർത്തനക്ഷമമാക്കണമെന്ന് തീർച്ചയാണോ?
mr: आपण एआरजीबी संमिश्र समर्थन सक्षम करणे निवडले आहे,<br>परंतु आपली सध्याची स्क्रीन कम्पोझिटला समर्थन देत नाही.<br><br>आपण एआरजीबी समर्थन सक्षम करू इच्छित आहात याची आपल्याला खात्री आहे का?

source: Enable
be: Уключыць
he: לאפשר
hi: योग्य बनाना
ml: പ്രവർത്തനക്ഷമമാക്കുക
mr: सक्षम करा

source: Performance Settings
be: Налады прадуктыўнасці
he: הגדרות ביצועים
hi: प्रदर्शन सेटिंग्स
ml: പെർഫോർമൻസ് ക്രമീകരണങ്ങൾ
mr: कामगिरी सेटिंग्स
nb: Ytelsesoppsett

source: Framerate
be: Частата кадраў
he: קצב רענון
hi: फ़्रेमरेट
ml: ഫ്രെയ്മറേറ്റ്
mr: फ्रेमरेट

source: %1.0f fps
be: %1.0f к/с
hi: %1.0f एफपीएस
mr: %1.0f एफपीएस

source: Application priority
be: Прыярытэт праграм
he: קדימות יישומים
hi: आवेदन प्राथमिकता
ml: ആപ്ലിക്കേഷൻ മുൻഗണന
mr: अनुप्रयोग प्राधान्य

source: Allow module load delay
be: Дазволіць адкладзеную загрузку модуляў
he: לאפשר עיכוב בטעינת מודולים
hi: मॉड्यूल लोड विलंब की अनुमति दें
ml: മൊഡ്യൂൾ ലോഡ് കാലതാമസം അനുവദിക്കുക
mr: मॉड्यूल लोड विलंबास परवानगी द्या

source: Cache flush interval
be: Інтэрвал ачысткі кэша
he: מחזוריות מחיקת מטמון
hi: कैश फ्लश अंतराल
ml: കാഷെ ഫ്ലഷ് ഇടവേള
mr: कॅशे फ्लश अंतराल

source: Font cache size
be: Памер кэша шрыфтоў
he: גודל מטמון גופנים
hi: फ़ॉन्ट कैश आकार
ml: ഫോണ്ട്-കാഷെ വലുപ്പം
mr: फॉन्ट कॅश आकार

source: %1.1f MiB
be: %1.1f МіБ
he: %1.1f מ"ב
hi: %1.1f एमआईबी
mr: %1.1f एमआयबी

source: Image cache size
be: Памер кэша відарысаў
he: גודל מטמון דמות
hi: छवि कैश आकार
ml: ചിത്രം-കാഷെ വലുപ്പം
mr: प्रतिमा कॅश आकार

source: %1.0f MiB
be: %1.0f МіБ
he: %1.0f מ"ב
hi: %1.0f एमआईबी
mr: %1.0f एमआयबी

source: Caches
be: Кэшы
he: מטמונים
hi: कैश
ml: കാഷെകൾ
mr: कॅशेस

source: Number of Edje files to cache
be: Колькасць кэшаваных Edj-файлаў
he: מספר קבצי Edje למטמון
hi: कैश करने के लिए Edje फ़ाइलों की संख्या
ml: കാഷെ ചെയ്യാനുള്ള എഡ്ജ് ഫയലുകളുടെ എണ്ണം
mr: कॅश करण्यासाठी एडजे फायलींची संख्या

source: %1.0f files
be: %1.0f файлаў
he: %1.0f קבצים
hi: %1.0f फ़ाइलें
ml: %1.0f ഫയലുകൾ
mr: %1.0f फाईल्स
nb: %1.0f filer

source: Number of Edje collections to cache
be: Колькасць кэшаваных Edj-калекцый
he: מספר אוספי Edje למטמון
hi: कैश करने के लिए Edje संग्रह की संख्या
ml: കാഷെ ചെയ്യാനുള്ള എഡ്ജ് ശേഖരങ്ങളുടെ എണ്ണം
mr: कॅश करण्यासाठी एडजे संग्रहांची संख्या

source: %1.0f collections
be: %1.0f калекцый
he: %1.0f אוספים
hi: %1.0f संग्रह
ml: %1.0f ശേഖരങ്ങൾ
mr: %1.0f कलेक्शन
nb: %1.0f samlinger

source: Edje Cache
be: Кэшаванне Edj
he: מטמון Edje
hi: एडजे कैश
ml: എഡ്ജ് കാഷെ
mr: Edje कॅशे साठा

source: Power Management Settings
be: Налады кіравання сілкаваннем
he: הגדרות ניהול צריכת חשמל
hi: पॉवर व्यवस्थापन सेटिंग्ज
ml: പവർ മാനേജ്മെൻ്റ് ക്രമീകരണങ്ങൾ

source: Levels Allowed
be: Дазволеныя ўзроўні
he: רמות מותרות
hi: अनुमत स्तर
ml: അനുവദനീയമായ ലെവലുകൾ
mr: परवानगी दिलेली पातळी

source: Time to defer power-hungry tasks
be: Час адкладання энергаёмістых задач
he: זמן כיבוי למשימות זללניות חשמל
hi: सत्ता के भूखे कार्यों को टालने का समय
ml: വൈദ്യുതി-വിശപ്പുള്ള ജോലികൾ മാറ്റിവയ്ക്കാനുള്ള സമയം
mr: सत्तेची भूक लागलेली कामे पुढे ढकलण्याची वेळ

source: Min
be: Найменшы
he: מינ'
hi: मिनट
ml: കുറഞ്ഞത്
mr: मिनिट

source: Max
be: Найбольшы
he: מקס'
hi: अधिकतम
ml: പരമാവധി
mr: मॅक्स

source: Level
be: Узровень
he: רמה
hi: स्तर
ml: ലെവൽ
mr: पातळी

source: e.g. Saving to disk
be: напр. Захаванне на дыск
he: למשל שמירה לכונן
hi: जैसे डिस्क पर सहेजना
ml: ഉദാ. ഡിസ്കിൽ സേവ് ചെയ്യുന്നത്
mr: उदा. डिस्कवर सेव्ह करणे

source: Low
be: Нізкі
da: Lav
he: נמוך
hi: कम
ml: താഴ്ന്നത്
mr: नीच
nb: Lav

source: Medium
be: Сярэдні
he: בינוני
hi: मध्यम
ml: ഇടത്തരം
mr: मध्यम
nb: Midt på treet

source: %.0f s
be: %.0f с
he: %'.0f שנ'
hi: %.0f एस
ml: %.0f സെക്കൻഡ്
mr: %.0f

source: High
be: Высокі
da: Høj
he: גבוה
hi: उच्च
ml: ഉയർന്നത്
mr: उच्च
nb: Høy

source: Extreme
be: Экстрэмальны
he: קיצוני
hi: चरम बिंदु
ml: അങ്ങേയറ്റം
mr: अत्यंत टोकाचे

source: Performance
be: Прадуктыўнасць
he: ביצועים
hi: प्रदर्शन
ml: പെർഫോർമൻസ്
mr: कामगिरी (संपादन)

source: Engine
be: Рухавічок
he: מנוע
hi: इंजन
ml: എഞ്ചിൻ
mr: इंजिन

source: Power Management
be: Кіраванне сілкаваннем
he: ניהול צריכת חשמל
hi: शक्ति प्रबंधन
ml: പവർ മാനേജ്മെൻ്റ്
mr: पॉवर मॅनेजमेंट

source: Screen Setup
be: Налады экрана
he: הגדרות מסך
hi: स्क्रीन सेटअप
ml: സ്ക്രീൻ സജ്ജീകരണം
mr: स्क्रीन सेटअप

source: Primary Output
be: Першасны вывад
he: פלט ראשי
hi: प्राथमिक आउटपुट
ml: പ്രാഥമിക ഔട്ട്പുട്ട്
mr: प्राथमिक उत्पादन

source: Restore On Startup
be: Аднаўляць пры запуске
he: לשחזר באתחול
hi: स्टार्टअप पर पुनर्स्थापित करें
ml: സ്റ്റാർട്ടപ്പിൽ പുനഃസ്ഥാപിക്കുക
mr: स्टार्टअप पुनर्संचयित करा

source: Configured Shelves: Display %d
be: Сканфігураваныя паліцы: Дысплэй %d
he: מדפים מוגדרים: תצוגה %d
hi: कॉन्फ़िगर की गई अलमारियों: %d प्रदर्शित करें
ml: ക്രമീകരിച്ച ഷെൽഫുകൾ: ഡിസ്പ്ലേ %d
mr: कॉन्फिगर शेल्फ: प्रदर्शन %d

source: Are you sure you want to delete "%s"?
be: Вы ўпэўненыя, што жадаеце выдаліць "%s"?
he: האם באמת ברצונך למחוק את "%s"?
hi: क्या आप वाकई "%s" हटाना चाहते हैं?
ml: "%s" ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?
mr: आपण "%s" हटवू इच्छित आहात याची खात्री आहे का?

source: Confirm Shelf Deletion
be: Пацвердзіце выдаленне паліцы
he: אישור מחיקת מדף
hi: शेल्फ हटाने की पुष्टि करें
ml: ഷെൽഫ് ഇല്ലാതാക്കൽ സ്ഥിരീകരിക്കുക
mr: शेल्फ हटवण्याची पुष्टी करा

source: Wallpaper Settings
be: Налады шпалеры
he: הגדרות רקע
hi: वॉलपेपर सेटिंग्स
ml: വാൾപേപ്പർ ക്രമീകരണങ്ങൾ
mr: वॉलपेपर सेटिंग्स

source: Go up a directory
be: Каталог уверх
he: לעלות תיקייה
hi: एक निर्देशिका ऊपर जाओ
ml: ഒരു ഡയറക്ടറി മുകളിലേക്ക് പോകുക
mr: एक निर्देशिका वर जा

source: Use Theme Wallpaper
be: Выкарыстоўваць шпалеру тэмы
he: השתמש ברקע ערכת הנושא
hi: थीम वॉलपेपर का उपयोग करें
ml: ഥീം വാൾപേപ്പർ ഉപയോഗിക്കുക
mr: थीम वॉलपेपर वापरा

source: Picture...
be: Відарыс...
he: תמונה ...
hi: picture import error
ml: ചിത്രം...
mr: चित्र...

source: Color...
be: Колер...
he: צבע...
hi: रंग भरें।
ml: നിറം...
mr: रंग...

source: Where to place the Wallpaper
be: Куды памясціць шпалеру
he: היכן למקם את הרקע
hi: वॉलपेपर कहां रखें
ml: വാൾപേപ്പർ എവിടെ സ്ഥാപിക്കണം
mr: वॉलपेपर कुठे ठेवावा

source: All Desktops
be: Усе працоўныя сталы
he: כל שלוחנות העבודה
hi: सभी डेस्कटॉप
ml: എല്ലാ ഡെസ്ക്ടോപ്പുകൾ
mr: सर्व डेस्कटॉप
nb: Alle skrivebord

source: This Desktop
be: Гэты працоўны стол
he: שולחן עבודה זה
hi: डेस्कटॉप पर...
ml: ഈ ഡെസ്ക്ടോപ്പ്
mr: हे डेस्कटॉप
nb: Dette Skrivebordet

source: This Screen
be: Гэты экран
he: מסך זה
hi: यह स्क्रीन
ml: ഈ സ്ക്രീൻ
mr: ही स्क्रीन

source: Default Border Style
be: Перадвызначыны стыль мяжы
he: סגנון ברירת המחדל לגבול
hi: डिफ़ॉल्ट बॉर्डर शैली
ml: സ്ഥിരസ്ഥിതി ബോർഡർ ശൈലി
mr: डिफॉल्ट सीमा शैली

source: Window Border Selection
be: Выбар мяжы акна
da: Valg af vinduesramme
he: בחירת גבול חלון
hi: विंडो बॉर्डर चयन
ml: വിൻഡോ ബോർഡർ സെലക്ഷൻ
mr: खिडकी सीमा निवड
nb: Valg av vindusbord

source: Remember this Border for this window next time it appears
be: Запомніць гэтую мяжу для гэтага акна на далейшае
da: Husk denne ramme for dette vindue næste gang det vises
he: לזכור את הגבול הזה בחלון הזה בפעם הבאה שהוא מופיע
hi: अगली बार इस विंडो के प्रकट होने पर इस बॉर्डर को याद रखें
ml: അടുത്ത തവണ ഈ വിൻഡോ ദൃശ്യമാകുമ്പോൾ ഈ ബോർഡർ ഓർക്കുക
mr: पुढच्या वेळी दिसल्यास या खिडकीसाठी ही सीमा लक्षात ठेवा
nb: Alltid bruk denne borden for dette vinduet

source: Border Base
be: Аснова мяжы
he: בסיס הגבול
hi: बॉर्डर बेस
ml: ബോർഡർ ബേസ്
mr: बॉर्डर बेस

source: Border Base Active
be: Актыўная аснова мяжы
he: בסיס הגבול פעיל
hi: बॉर्डर बेस सक्रिय
ml: ബോർഡർ ബേസ് സജീവമായ
mr: सीमा बेस सक्रिय

source: Border Title
be: Загаловак мяжы
he: כותרת הגבול
hi: सीमा शीर्षक
ml: ബോർഡർ ശീർഷകം
mr: सीमा शीर्षक

source: Border Title Active
be: Актыўны загаловак мяжы
he: כותרת הגבול פעילה
hi: बॉर्डर शीर्षक सक्रिय
ml: ബോർഡർ ശീർഷകം സജീവമായ
mr: सीमा शीर्षक सक्रिय

source: Border Frame
be: Рамка мяжы
he: גבול המסגרת
hi: सीमा फ़्रेम
ml: ബോർഡർ ഫ്രെയിം
mr: बॉर्डर फ्रेम

source: Border Frame Active
be: Актыўная рамка мяжы
he: מסגרת גבול פעילה
hi: बॉर्डर फ़्रेम सक्रिय
ml: ബോർഡർ ഫ്രെയിം സജീവമായ
mr: बॉर्डर फ्रेम सक्रिय

source: Error Text
be: Тэкст памылкі
he: טקסט השגיאה
hi: त्रुटि पाठ
ml: പിശക് വാചകം
mr: त्रुटी मजकूर

source: Menu Background Base
be: Фон асновы меню
he: בסיס רקע התפריטים
hi: मेनू पृष्ठभूमि आधार
ml: മെനു ബാക്ക്ഗ്രൗണ്ട് ബേസ്
mr: मेनू पार्श्वभूमी आधार

source: Menu Title
be: Загаловак меню
he: כותרת התפריט
hi: मेनू शीर्षक
ml: മെനു ശീർഷകം
mr: मेनू शीर्षक

source: Menu Title Active
be: Актыўны загаловак меню
he: כותרת תפריט פעילה
hi: मेनू शीर्षक सक्रिय
ml: മെനു ശീർഷകം സജീവമായ
mr: मेनू शीर्षक सक्रिय

source: Menu Item
be: Пункт меню
he: פריט בתפריט
hi: मेनू आइटम
ml: മെനു ഇനം
mr: मेनू आयटम

source: Menu Item Active
be: Актыўны пункт меню
he: הפריט בתפריט פעיל
hi: मेनू आइटम सक्रिय
ml: മെനു ഇനം സജീവമായ
mr: मेनू आयटम सक्रिय

source: Menu Item Disabled
be: Адключаны пункт меню
he: הפריט בתפריט מבוטל
hi: मेनू आइटम अक्षम किया गया
ml: മെനു ഇനം പ്രവർത്തനരഹിതമായ
mr: मेनू आयटम अक्षम

source: Move Text
be: Тэкст пры перамяшчэнні
he: העברת טקסט
hi: पाठ ले जाएँ
ml: വാചകം നീക്കുക
mr: मजकूर हलवा

source: Resize Text
be: Тэкст пры змене памеру
he: שינוי גודל הטקסט
hi: पाठ का आकार बदलें
ml: വാചകത്തിൻ്റെ വലുപ്പം മാറ്റുക
mr: मजकुराचा आकार बदला

source: Winlist Item
be: Пункт спіса вокнаў
he: פריט Winlist
hi: विनलिस्ट आइटम
ml: വിൻലിസ്റ്റ് ഇനം
mr: Winlist आयटम

source: Winlist Item Active
be: Актыўны пункт спіса вокнаў
he: פריט Winlist פעיל
hi: विनलिस्ट आइटम सक्रिय
ml: വിൻലിസ്റ്റ് ഇനം സജീവമായ
mr: Winlist आयटम सक्रिय

source: Winlist Label
be: Пазнака спіса вокнаў
he: תווית Winlist
hi: विनलिस्ट लेबल
ml: വിൻലിസ്റ്റ് ലേബൽ
mr: विनलिस्ट लेबल

source: Winlist Title
be: Загаловак спіса вокнаў
he: כותרת Winlist
hi: विनलिस्ट शीर्षक
ml: വിൻലിസ്റ്റ് ശീർഷകം
mr: विनलिस्ट टायटल

source: Dialog Background Base
be: Фон асновы дыялога
he: רקע בסיסי בשיחה
hi: संवाद पृष्ठभूमि आधार
ml: ഡയലോഗ് ബാക്ക്ഗ്രൗണ്ട് ബേസ്
mr: संवाद पार्श्वभूमी आधार

source: Shelf Background Base
be: Фон асновы паліцы
he: בסיס רקע המדף
hi: शेल्फ पृष्ठभूमि आधार
ml: ഷെൽഫ് ബാക്ക്ഗ്രൗണ്ട് ബേസ്
mr: शेल्फ बॅकग्राऊंड बेस

source: File Manager Background Base
be: Фон асновы файлавага менеджара
he: רקע בסיס למנהל הקבצים
hi: फ़ाइल प्रबंधक पृष्ठभूमि आधार
ml: ഫയൽ മാനേജർ ബാക്ക്ഗ്രൗണ്ട് ബേസ്
mr: फाइल मॅनेजर बॅकग्राऊंड बेस

source: Focus
be: Фокус
da: Fokuséring
he: להתמקד
hi: हमेशा शुरू में ध्यान केंद्रित करें
ml: ഫോക്കസ്
mr: फोकस
nb: Fokus

source: Button Text
be: Тэкст кнопкі
he: טקסט הלחצן
hi: बटन पाठ
ml: ബട്ടൺ വാചകം
mr: बटण मजकूर

source: Button Text Disabled
be: Тэкст адключанай кнопкі
he: כפתור טקסט מבוטל
hi: बटन पाठ अक्षम किया गया
ml: ബട്ടൺ വാചകം പ്രവർത്തനരഹിതമായ
mr: बटण मजकूर अक्षम

source: Check Text
be: Тэкст птушкі
he: טקסט בדיקה
hi: पाठ की जाँच करें
ml: ചെക്ക് വാചകം
mr: मजकूर तपासा

source: Check Text Disabled
be: Тэкст аключанай птушкі
he: טקסט הבדיקה מבוטל
hi: अक्षम पाठ की जाँच करें
ml: ചെക്ക് വാചകം പ്രവർത്തനരഹിതമായ
mr: अक्षम मजकूर तपासा

source: Entry Text
be: Тэкст поля для ўводу
he: הזנת טקסט
hi: प्रवेश पाठ
ml: എൻട്രി വാചകം
mr: प्रविष्टि मजकूर

source: Entry Text Disabled
be: Тэкст выключанага поля для ўводу
he: הזנת טקסט מבוטלת
hi: प्रवेश पाठ अक्षम किया गया
ml: എൻട്രി വാചകം പ്രവർത്തനരഹിതമായ
mr: प्रवेश मजकूर अक्षम

source: Label Text
be: Тэкст пазнакі
he: תווית הטקסט
hi: लेबल पाठ
ml: ലേബൽ വാചകം
mr: लेबल मजकूर

source: List Item Text Selected
be: Тэкст выбранага элемента спісу
he: נבחר טקסט לפריט ברשימה
hi: चयनित आइटम पाठ सूची बनाएं
ml: ലിസ്റ്റ് ഇനം വാചകം തിരഞ്ഞെടുത്തതായ
mr: आयटम मजकूर निवडलेल्या सूची
