Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: Quickaccess Demo
be: Дэманстрацыя Хуткага доступу
he: הדגמת גישהמהירה
hi: क्विकएक्सेस डेमो
ml: ക്വിക്കാക്സസ് ഡെമോ
mr: द्रुत-प्रवेश डेमो

source: This is a demo dialog used in the Quickaccess tutorial
be: Гэта - дэманстрацыя дыялога з дапаможніка Хуткага доступа
he: זוהי שיחה לדוגמא לשימוש בהסברי גישהמהירה
hi: यह डेमो संवाद Quickaccess ट्यूटोरियल में इस्तेमाल किया है
ml: ക്വിക്കാക്സസ് ട്യൂട്ടോറിയലിൽ ഉപയോഗിക്കുന്ന ഒരു ഡെമോ ഡയലോഗാണിത്
mr: क्विकअॅक्सेस ट्यूटोरियलमध्ये वापरला जाणारा हा डेमो संवाद आहे

source: Quickaccess entries can be created from<br>the border menu of any window.<br>Click Continue to see a demonstration.
be: Запісы Хуткага доступу ствараюцца праз<br>меню мяжы любога акна.<br>Націсніце Працягваць каб пабачыць дэманстрацыю.
he: ערכי גישהמהירה ניתנים ליצירה מ<br> תפריט הגבול של כל חלון<br> . ללחוץ 'להמשיך' כדי לצפות בהדגמה.
hi: Quickaccess प्रविष्टियाँ से बनाई जा सकती हैं<br>किसी भी विंडो का बॉर्डर मेनू.<br>प्रदर्शन देखने के लिए जारी रखें पर क्लिक करें.
ml: ഏത് വിൻഡോയുടെയും ബോർഡർ മെനുവിൽ നിന്ന് ക്വിക്കാക്സസ് എൻട്രികൾ സൃഷ്ടിക്കാൻ കഴിയും.<br>ഒരു പ്രദർശനം കാണാൻ <b>തുടരുക</hilight> ക്ലിക്ക് ചെയ്യുക.
mr: क्विकअॅक्सेस नोंदी यापासून तयार केल्या जाऊ शकतात<br>कोणत्याही खिडकीचा बॉर्डर मेनू.<br>प्रात्यक्षिक पाहण्यासाठी क्लिक करा.

source: Quickaccess is a way of binding user-selected<br>windows and applications to keyboard shortcuts.<br>Once a Quickaccess entry has been created,<br>the associated window can be returned to immediately<br>on demand by pushing the keyboard shortcut.
be: Хуткі доступ - гэта шлях прызначэння выбраных вокнаў ды праграм<br>да спалучэнняў клавіш.<br>Як толькі запіс Хуткага доступа будзе створаны,<br>прызначынае акно можна імгненна выклікаць,<br> націснуўшы спалучэнне клавіш.
he: גישהמהירה היא דרך לאיגוד<br> חלונות וויישומים נבחרים לקיצורי מקלדת.<br> ברגע שנוצר ערך גישהמהירה,<br> ניתן לחזור מיידית אל החלון המקושר <br>לפי דרישה באמצעות לחיצה על קיצור המקלדת.
hi: क्विकएक्सेस उपयोगकर्ता-चयनित विंडोज और एप्लिकेशन बाध्यकारी के लिए कीबोर्ड शॉर्टकट का एक तरीका है<br> ।<br>एक बार क्विकएक्सेस एंट्री बन जाने के बाद,<br>संबंधित विंडो को धक्का देकर तुरंत लौटाया जा सकता है<br>कीबोर्ड शॉर्टकट के मांग पर।
ml: ഉപയോക്താവ് തിരഞ്ഞെടുത്ത വിൻഡോകളും ആപ്ലിക്കേഷനുകളും<br>കീബോർഡ്-ഷോർട്ട്കട്ടുകളുമായി ബന്ധിപ്പിക്കുന്നതിനുള്ള ഒരു മാർഗമാണ് ക്വിക്കാക്സസ്.<br>ഒരു ക്വിക്കാക്സസ് എൻട്രി സൃഷ്ടിച്ചുകഴിഞ്ഞാൽ,<br>കീബോർഡ് ഷോർട്ട്കട്ട് അമർത്തിക്കൊണ്ട് നിങ്ങൾക്ക്<br>ആവശ്യാനുസരണം അനുബന്ധ വിൻഡോയിലേക്ക് ഉടൻ മടങ്ങാം.
mr: क्विकअॅक्सेस हा वापरकर्ता-निवडलेल्या ंना बांधण्याचा एक मार्ग आहे<br>कीबोर्ड शॉर्टकटसाठी विंडोज आणि अनुप्रयोग.<br>एकदा क्विकअॅक्सेस एंट्री तयार झाल्यानंतर,<br>संबंधित विंडो त्वरित परत केली जाऊ शकते<br>कीबोर्ड शॉर्टकट दाबून मागणीवर.

source: This appears to be your first time using the Quickaccess module.<br>Would you like some usage tips?
be: Гэта з'явілася, таму што вы ўпершыню выкарысталі модуль Хуткі доступ.<br>Жадаеце пабачыць некаторыя парады?
he: נדמה כי זהו השימוש הראשון שלך במודול גישהמהירה. <br>רוצה כמה טיפים לשימוש?
hi: यह Quickaccess मॉड्यूल का प्रथम उपयोग कर प्रतीत होता है.<br>क्या आप कुछ उपयोग युक्तियाँ चाहते हैं?
ml: നിങ്ങൾ ആദ്യമായി ക്വിക്കാക്സസ് മൊഡ്യൂൾ ഉപയോഗിക്കുന്നതായി തോന്നുന്നു.<br>ചില ഉപയോഗ നുറുങ്ങുകൾ വേണമെന്നുണ്ഡോ?
mr: क्विकअॅक्सेस मॉड्यूल वापरण्याची ही आपली पहिलीच वेळ असल्याचे दिसते.<br>तुम्हाला काही वापराच्या टिप्स हव्या आहेत का?

source: quick access name/identifier
be: назва/ідэнтыфікатар Хуткага доступу
he: שם/מזהה גישהמהירה
hi: त्वरित पहुँच नाम/पहचानकर्ता
ml: ക്വിക്കാക്സസ് നാമം/ഐഡൻ്റിഫയർ
mr: त्वरित प्रवेश नाव / ओळखकर्ता

source: Systray Error
be: Памылка Сістэмнага латка
he: שגיאת סרגל המערכת
hi: Systray त्रुटि
ml: സിസ്‌ട്രേ പിശക്
mr: सिस्ट्रे एरर

source: Systray cannot set its background invisible to match its shelf.
be: Сістэмны латок не можа зрабіць свой фон празрыстым, кам адпавядаць яго паліцы.
he: סרגל המערכת לא יכול לשנות את הרקע שלו לבלתי נראה כדי להתאים למדף.
hi: सिस्टम ट्रे अपनी पृष्ठभूमि को अपने शेल्फ से मेल खाने के लिए अदृश्य सेट नहीं कर सकता है।
ml: സിസ്‌ട്രേയ്‌ക്ക് അതിൻ്റെ ഷെൽഫുമായി പൊരുത്തപ്പെടുന്നതിന് അതിൻ്റെ പശ്ചാത്തലം അദൃശ്യമാക്കാൻ കഴിയില്ല.
mr: सायस्ट्रे त्याच्या शेल्फशी जुळण्यासाठी त्याची पार्श्वभूमी अदृश्य सेट करू शकत नाही.

source: Another systray exists
be: Існуе іншы Сістэмны латок
he: קיים עוד סרגל מערכת
hi: एक और सिस्टम ट्रे मौजूद है
ml: മറ്റൊരു സിസ്‌ട്രേ നിലവിലുണ്ട്
mr: आणखी एक भटके अस्तित्वात आहे

source: There can be only one systray gadget and another one already exists.
be: Толькі адзіны гаджэт Сістэмнага латка можа існаваць, і ён ужо існуе.
he: יכול להיות רק יישומון סרגל מערכת אחד ואחד אחר כבר קיים.
hi: केवल एक सिस्ट्रे गैजेट हो सकता है और दूसरा पहले से मौजूद है।
ml: ഒറ്റ സിസ്‌ട്രേ ഗാഡ്‌ജെറ്റ് മാത്രമേ ഉണ്ടാകൂ, എന്നാൽ മറ്റൊന്ന് ഇതിനകം നിലവിലുണ്ട്.
mr: तेथे एकच सायस्ट्रे गॅजेट असू शकते आणि दुसरे आधीच अस्तित्वात आहे.

source: Systray cannot work in a shelf that is set to below everything.
be: Сістэмны латок не працуе на паліцы, якая задана як "пад усім".
he: סרגל המערכת לא יכול לעבוד במדף שמוגדר מתחת להכל.
hi: Systray किसी ऐसे शेल्फ़ में कार्य नहीं कर सकता जो सब कुछ के नीचे पर सेट हो।
ml: എല്ലാത്തിനും താഴെയായി സജ്ജീകരിച്ചിരിക്കുന്ന ഒരു ഷെൽഫിൽ സിസ്ട്രേയ്ക്ക് പ്രവർത്തിക്കാൻ കഴിയില്ല.
mr: प्रत्येक गोष्टीच्या खाली सेट केलेल्या शेल्फमध्ये सायस्ट्रे काम करू शकत नाही.

source: Systray
be: Сістэмны латок
he: סרגל המערכת
hi: सिस्टम ट्रे
ml: സിസ്‌ട്രേ
mr: सायस्ट्रे

source: Screenshot
be: Здымак экрана
he: צילום מסך
hi: स्क्रीनशॉट
ml: സ്ക്രീൻഷോട്ട്
mr: स्क्रीनशॉट

source: Screenshot in:
be: Зрабіць здымак экрана ў:
he: צילום מסך בעוד:
hi: में स्क्रीनशॉट:
ml: സ്ക്രീൻഷോട്ട് ഇതിൽ:
mr: स्क्रीनशॉट इन:

source: Screenshot stored in
be: Здымак экрана захаваны ў
he: צילום מסך נשמר ב
hi: स्क्रीनशॉट संग्रहीत
ml: സ്ക്രീൻഷോട്ട് ഇവിടെ സംഭരിച്ചു
mr: स्क्रीनशॉट मध्ये संग्रहित

source: Error - Folder does not exist
be: Памылка - Папка не існуе
he: שגיאה-התיקייה אינה קיימת
hi: त्रुटि - फ़ोल्डर मौजूद नहीं है
ml: പിശക് - ഫോൾഡർ നിലവിലില്ല
mr: त्रुटी - फोल्डर अस्तित्वात नाही

source: Change folder in Take Screenshot settings<br><br>Menu-Settings-All-Advanced-Take Screenshot<br><br>Would you like to set up it now?
be: Змяніце папку ў наладах Зрабіць здымак экрана<br><br>Меню-Налады-Усе-Дадатковыя-Зрабіць здымак экрана<br><br>Жадаеце зрабіць гэта зараз?
he: לשנות תיקייה בהגדרות צילום מסך<br><br> הגדרות תפריט -הכל-מתקדם-צילום מסך<br><br> האם ברצונך לשנות זאת עכשיו?
hi: स्क्रीनशॉट सेटिंग्स लें में फ़ोल्डर बदलें<br><br>मेनू-सेटिंग्स-सभी-उन्नत-स्क्रीनशॉट लें<br><br>क्या आप इसे अभी सेट करना चाहेंगे?
ml: സ്ക്രീൻഷോട്ട്-എടുക്കുക ക്രമീകരണങ്ങളിൽ ഫോൾഡർ മാറ്റുക<br><br>മെനു-ക്രമീകരണങ്ങൾ-എല്ലാം-നൂതന-എടുക്കുക സ്ക്രീൻഷോട്ട്<br><br>നിങ്ങൾക്കിത് ഇപ്പോൾ സജ്ജീകരിക്കണോ?
mr: टेक-स्क्रीनशॉट सेटिंग्जमध्ये फोल्डर बदला<br><br>मेनू-सेटिंग्स-ऑल-अॅडव्हान्स्ड-टेक स्क्रीनशॉट<br><br>आता ते सेट करायला आवडेल का?

source: Error saving screenshot file
be: Памылка захавання здымка экрана ў файл
he: שגיאה בשמירת קובץ צילום מסך
hi: स्क्रीनशॉट फ़ाइल सहेजने में त्रुटि
ml: സ്ക്രീൻഷോട്ട് ഫയൽ സംരക്ഷിക്കുന്നതിൽ പിശക്
mr: त्रुटी जतन स्क्रीनशॉट फाइल

source: Path: %s
be: Шлях: %s
he: נתיב: %s
hi: पथ: %s
ml: പാത: %s
mr: मार्ग: %s

source: Error - Unknown format
be: Памылка - невядомы фармат
he: שגיאה - תבנית לא ברורה
hi: त्रुटि - अज्ञात स्वरूप
ml: പിശക് - അജ്ഞാത ഫോർമാറ്റ്
mr: त्रुटी - अज्ञात स्वरूप

source: File has an unspecified extension.<br>Please use '.jpg' or '.png' extensions<br>only as other formats are not<br>supported currently.
be: Файл мае нявызначанае пашырэнне.<br>Калі ласка, выкарыстоўвайце толькі<br>пашырэнні '.jpg' або '.png', таму што іншыя фарматы зараз<br>не падтрымліваюцца.
he: לקובץ יש סיומת ללא סיווג.<br> בבקשה להשתמש רק בסיומת .jpg' או <br> '.png'מכיוון שסיומות אחרות אינן<br> נתמכות כרגע.
hi: फ़ाइल का कोई अनिर्दिष्ट एक्सटेंशन है.<br>कृपया '.jpg' या '.png' एक्सटेंशन का उपयोग करें<br>केवल अन्य प्रारूपों के रूप में <br>वर्तमान में समर्थित नहीं हैं।
ml: ഫയലിന് വ്യക്തമാക്കാത്തൊരു എക്സ്റ്റെൻഷനുണ്ട്.<br>മറ്റ് ഫോർമാറ്റുകൾ നിലവിൽ പിന്തുണയ്ക്കാത്തതിനാൽ<br>ദയവായി '.jpg' അല്ലെങ്കിൽ '.png' എക്സ്റ്റെൻഷനുകൾ<br>മാത്രം ഉപയോഗിക്കുക.
mr: फाईलला अनिर्दिष्ट विस्तार आहे.<br>कृपया '.jpg' किंवा '.png' एक्सटेंशन वापरा<br>फक्त इतर फॉरमॅट जसे नसतात<br>सध्या समर्थित आहे.

source: Select screenshot save location
be: Выберыце, куды захаваць здымак экрана
he: לבחור מקום לאיחסון צילום המסך
hi: स्क्रीनशॉट सेव लोकेशन चुनें
ml: സ്ക്രീൻഷോട്ട് സേവ് ലൊക്കേഷൻ തിരഞ്ഞെടുക്കുക
mr: स्क्रीनशॉट सेव्ह लोकेशन निवडा

source: Save
be: Захаваць
he: לשמור
hi: सेव करें
ml: സേവുചെയ്യുക
mr: बचत करणे

source: Uploaded %s / %s
be: Запампавана %s / %s
he: הועלו %s / %s
hi: अपलोड सफल %s/ %s
ml: %s / %s അപ്‌ലോഡുചെയ്തു
mr: अपलोड केलेले %s / %s

source: Error - Upload Failed
be: Памылка - не ўдалося запампаваць
he: שגיאה - העלאה נכשלה
hi: त्रुटि - अपलोड विफल रहा
ml: പിശക് - അപ്‌ലോഡ് പരാജയപ്പെട്ടു
mr: त्रुटी - अपलोड अयशस्वी

source: Upload failed with status code:<br>%i
be: Не ўдалося запампаваць з кодам стану:<br>%i
he: ההעלאה נכשלה עם קוד מצב: <br>%i
hi: स्थिति कोड के साथ अपलोड विफल रहा:<br>%i
ml: ഈ സ്റ്റാറ്റസ് കോഡിൽ അപ്‌ലോഡ് പരാജയപ്പെട്ടു:<br>%i
mr: स्टेटस कोडसह अपलोड:<br>%i

source: Error - Can't create file
be: Памылка - Немагчыма стварыць файл
he: שגיאה - לא ניתן ליצור קובץ
hi: त्रुटि - फ़ाइल नहीं बना सकता
ml: പിശക് - ഫയൽ സൃഷ്ടിക്കാൻ കഴിഞ്ഞില്ല
mr: त्रुटी - फाइल तयार करू शकत नाही

source: Cannot create temporary file '%s': %s
be: Немагчыма стварыць часовы файл '%s': %s
he: לא ניתן ליצור קובץ זמני '%s': %s
hi: अस्थायी फ़ाइल '%s' नहीं बना सकता: %s
ml: താൽക്കാലിക ഫയൽ '%s' സൃഷ്ടിക്കാൻ കഴിഞ്ഞില്ല: %s
mr: तात्पुरती फाइल '%s' तयार करता येणार नाही : %s

source: Error - Can't open file
be: Памылка - немагчыма адкрыць файл
he: שגיאה - לא ניתן לפתוח את הקובץ
hi: त्रुटि - फ़ाइल नहीं खोल सकता
ml: പിശക് - ഫയൽ തുറക്കാനായില്ല
mr: त्रुटी - फाईल उघडू शकत नाही

source: Cannot open temporary file '%s': %s
be: Немагчыма адкрыць часовы файл '%s': %s
he: לא ניתן לפתוח קובץ זמני '%s': %s
hi: अस्थायी फ़ाइल '%s' खोलना संभव नहीं : %s
ml: താൽക്കാലിക ഫയൽ '%s' തുറക്കാൻ കഴിഞ്ഞില്ല: %s
mr: तात्पुरती फाइल '%s' उघडता येणार नाही : %s

source: Error - Bad size
be: Памылка - дрэнны памер
he: שגיאה - גודל לא תקין
hi: त्रुटि - खराब आकार
ml: പിശക് - മോശം വലിപ്പം
mr: त्रुटी - खराब आकार

source: Cannot get size of file '%s'
be: Немагчыма атрымаць памер файла '%s'
he: לא ניתן להבין את גודלו של הקובץ '%s'
hi: फ़ाइल '%s' का आकार प्राप्त नहीं कर सकता
ml: '%s' ഫയലിൻ്റെ വലിപ്പം കണ്ടെത്താൻ കഴിഞ്ഞില്ല
mr: फाईल '%s'चा आकार मिळू शकत नाही

source: Error - Can't allocate memory
be: Памылка - немагчыма вылучыць памяць
he: שגיאה - לא ניתן להקצות זכרון
hi: त्रुटि - स्मृति आबंटित नहीं कर सकता
ml: പിശക് - മെമ്മറി അനുവദിക്കാൻ കഴിഞ്ഞില്ല
mr: त्रुटी - मेमरी आवंटित करू शकत नाही

source: Cannot allocate memory for picture: %s
be: Немагчыма вылучыць памяць відарысу: %s
he: לא ניתן להקצות זיכרון לתמונה: %s
hi: चित्र के लिए स्मृति आबंटित नहीं कर सकता: %s
ml: ചിത്രത്തിനായി മെമ്മറി അനുവദിക്കാൻ കഴിഞ്ഞില്ല: %s
mr: चित्रासाठी मेमरी देऊ शकत नाही : %s

source: Error - Can't read picture
be: Памылка - немагчыма чытаць відарыс
he: שגיאה - לא ניתן לקרוא את התמונה
hi: त्रुटि - चित्र पढ़ना संभव नहीं
ml: പിശക് - ചിത്രം വായിക്കാൻ കഴിഞ്ഞില്ല
mr: त्रुटी - चित्र वाचता येत नाही

source: Cannot read picture
be: Немагчыма чытаць відарыс
he: לא ניתן לקרוא את התמונה
hi: चित्र नहीं पढ़ा जा सकता
ml: ചിത്രം വായിക്കാൻ കഴിഞ്ഞില്ല
mr: चित्र वाचता येत नाही

source: Uploading screenshot
be: Запампоўванне здымка экрана
he: העלאת צילום מסך
hi: स्क्रीनशॉट अपलोड जारी
ml: സ്ക്രീൻഷോട്ട് അപ്ലോഡുചെയ്യുന്നു
mr: स्क्रीनशॉट अपलोड करत आहे

source: Uploading ...
be: Запампоўванне ...
he: העלאה...
hi: अपलोड जारी...
ml: അപ്ലോഡുചെയ്യുന്നു ...
mr: अपलोडिंग...

source: Screenshot is available at this location:
be: Здымак экрана даступны ў гэтым месцы:
he: צילום המסך זמין במיקום הבא:
hi: स्क्रीनशॉट इस स्थान पर उपलब्ध है:
ml: സ്ക്രീൻഷോട്ട് ഈ ലൊക്കേഷനിൽ ലഭ്യമാണ്:
mr: स्क्रीनशॉट या ठिकाणी उपलब्ध आहे:

source: Copy link
be: Капіяваць спасылку
he: העתקת קישור
hi: प्रतिरूप जोडे
ml: ലിങ്ക് പകർത്തുക
mr: कॉपी लिंक

source: Confirm Share
be: Згадзіцца з публікаваннем
he: אישור שיתוף
hi: शेयर की पुष्टि करें
ml: പങ്കിടൽ സ്ഥിരീകരിക്കുക
mr: शेअर ची पुष्टी करा

source: This image will be uploaded<br>to enlightenment.org. It will be publicly visible.
be: Гэты відарыс будзе запампаваны <br>ў enlightenment.org. Усе змогуць яго пабачыць.
he: תמונה זו תעלה ל <br> enlightenment.org והיא תהיה גלויה ציבורית.
hi: यह छवि अपलोड की जाएगी<br>enlightenment.org पर। यह सार्वजनिक रूप से दिखाई देगा।
ml: ഈ ചിത്രം enlightenment.org-ലേക്ക് അപ്‌ലോഡ് ചെയ്യപ്പെടും. അത് പൊതുവായി ദൃശ്യമാകും.
mr: हा फोटो अपलोड केला जाईल<br>enlightenment.org. ते जाहीरपणे दिसेल.

source: Confirm
be: Згадзіцца
he: לאשר
hi: पुष्टि करें
ml: സ്ഥിരീകരിക്കുക
mr: पुष्टी
nb: Bekreft

source: Where to put Screenshot...
be: Куды памясціць здымак экрана...
he: היכן לשים צילומי מסך...
hi: स्क्रीनशॉट कहां लगाएं...
ml: സ്ക്രീൻഷോട്ട് എവിടെ വെക്കണം...
mr: स्क्रीनशॉट कुठे ठेवावा...

source: Quality
be: Якасць
he: איכות
hi: गुण
ml: ഗുണനിലവാരം
mr: दर्जा
nb: Kvalitet

source: Perfect
be: Выдатна
he: מושלמת
hi: त्रुटिरहित बनाना
ml: തികഞ്ഞ
mr: परिपूर्ण

source: Share
be: Апублікаваць
he: לשתף
hi: साझा
ml: പങ്കിടുക
mr: सामायिक करा

source: Select the screenshot mode... <br>Delay time is set in the Screenshot module settings<br>The current delay time: <b> %d s</b>
be: Выберыце рэжым здымка экрана... <br>Затрымка задана ў наладах модуля Здымак экрана<br>Бягучая затрымка: <b> %d с</b>
he: לבחור את מצב צילום המסך...<br> כיוון זמן השהייה נמצא בהגדרות מודול צילום המסך<br> זמן ההשהייה הנוכחי<b> %d שנ'</b>
hi: स्क्रीनशॉट मोड का चयन करें ... <br>स्क्रीनशॉट मॉड्यूल सेटिंग्स में विलंब समय सेट किया गया है<br>वर्तमान देरी का समय: <b> %d एस</b>
ml: സ്ക്രീൻഷോട്ട് മോഡ് തിരഞ്ഞെടുക്കുക... <br>സ്‌ക്രീൻഷോട്ട് മൊഡ്യൂൾ ക്രമീകരണങ്ങളിൽ കാലതാമസ സമയം സജ്ജീകരിച്ചിട്ടുണ്ഡ്<br>നിലവിലെ കാലതാമസ സമയം: <b> %d സെക്കൻഡ്</b>
mr: स्क्रीनशॉट मोड निवडा... <br>स्क्रीनशॉट मॉड्यूल सेटिंग्जमध्ये विलंब वेळ सेट केला जातो<br>सध्याचा विलंब वेळ: <b> %d एस</b>

source: Instant shot
be: Імгненны здымак
he: צילום מיידי
hi: तत्काल शॉट
ml: തൽക്ഷണ ഷോട്ട്
mr: झटपट शॉट

source: Delayed shot
be: Здымак з затрымкай
he: צילום מושהה
hi: विलंबित शॉट
ml: വൈകിയ ഷോട്ട്
mr: उशीरा शॉट

source: Take Shot
be: Зрабіць здымак
he: לצלם
hi: शॉट लें
ml: ഷോട്ട് എടുക്കുക
mr: शॉट घ्या

source: Take Screenshot
be: Зрабіць здымак экрана
he: צילום מסך
hi: स्क्रीनशॉट लें
ml: സ്ക്രീൻഷോട്ട് എടുക്കുക
mr: स्क्रीनशॉट घ्या

source: Shot Error
be: Памылка здымку
he: שגיאה בצילום
hi: शॉट त्रुटि
ml: ഷോട്ട് പിശക്
mr: शॉट त्रुटी

source: Cannot initialize network
be: Немагчыма ініцыялізаваць сетку
he: לא ניתן להתחיל רשת
hi: नेटवर्क प्रारंभ नहीं कर सकता
ml: നെറ്റ്‌വർക്ക് ആരംഭിക്കാൻ കഴിഞ്ഞില്ല
mr: नेटवर्क सुरू करू शकत नाही

source: Screenshot Settings
be: Налады здымка экрана
he: הגדרות צילום מסך
hi: स्क्रीनशॉट सेटिंग्स
ml: സ്ക്രീൻഷോട്ട് ക്രമീകരണങ്ങൾ
mr: स्क्रीनशॉट सेटिंग

source: Show the screenshot mode dialog
be: Паказваць дыялог рэжыма здымка экрана
he: להציג את תיבת השיחה של מצב צילום מסך
hi: स्क्रीनशॉट मोड संवाद दिखाएँ
ml: സ്ക്രീൻഷോട്ട് മോഡ് ഡയലോഗ് കാണിക്കുക
mr: स्क्रीनशॉट मोड संवाद दर्शवा

source: Screenshot guide (quality/share/save)
be: Параметры здымка (якасць/публікацыя/захаванне)
he: מדריך צילום מסך (איכות/שיתוף/שמירה)
hi: स्क्रीनशॉट गाइड (गुणवत्ता/शेयर/सहेजें)
ml: സ്ക്രീൻഷോട്ട് ഗൈഡ് (ഗുണനിലവാരം/പങ്കിടൽ/സംരക്ഷിക്കുക)
mr: स्क्रीनशॉट मार्गदर्शक (गुणवत्ता / सामायिक / सेव्ह)

source: Show notifications
be: Паказваць паведамленні
he: להציג הודעות
hi: सूचनाएं दिखाएं
ml: അറിയിപ്പുകൾ കാണിക്കുക
mr: सूचना दाखवा

source: Copy to Clipboard
be: Капіяваць ў буфер абмену
he: להעתיק אל לוח הגזירים
hi: क्लिपबोर्ड पर कॉपी करें
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുക
mr: क्लिपबोर्डवर कॉपी करा

source: Launch app after screenshot
be: Запусціць праграму пасля здымка
he: להפעיל יישום לאחר צילום מסך
hi: स्क्रीनशॉट के बाद ऐप लॉन्च करें
ml: സ്ക്രീൻഷോട്ടിന് ശേഷം ആപ്പ് ലോഞ്ചുചെയ്യുക
mr: स्क्रीनशॉटनंतर अॅप लाँच करा

source: Application for opening:
be: Праграма для адкрыцця:
he: יישומים לפתיחה:
hi: खोलने के लिए आवेदन:
ml: തുറക്കുന്നതിനുള്ള ആപ്ലിക്കേഷൻ:
mr: उघडण्यासाठी अर्ज :

source: Folder for saving screenshots:
be: Папка для захавання здымкаў:
he: תיקייה לשמירת צילומי מסך:
hi: स्क्रीनशॉट सहेजने के लिए फ़ोल्डर:
ml: സ്ക്രീൻഷോട്ടുകൾ സംരക്ഷിക്കുന്നതിനുള്ള ഫോൾഡർ:
mr: स्क्रीनशॉट जतन करण्यासाठी फोल्डर:

source: Delay time [s]
be: Час затрымкі [с]
he: זמן השהייה [שנ']
hi: देरी का समय [s]
ml: കാലതാമസം [സെക്കൻഡ്]
mr: विलंब वेळ (संपादन)

source: Image quality [50-90 = jpg, 100 = png]
be: Якасць відарыса [50-90 = jpg, 100 = png]
he: איכות התמונה [50-90 = jpg, 100 = png]
hi: छवि गुणवत्ता [५0-९0 = jpg, १00 = png]
ml: ചിത്രത്തിൻ്റെ ഗുണനിലവാരം [50-90 = jpg, 100 = png]
mr: प्रतिमा गुणवत्ता [50-90 = jpg, 100 = png]

source: Info
be: Заўвага
he: מידע
hi: सूचना
ml: വിവരം
mr: माहिती

source: Alt+PrtSc: screenshot active window
be: Alt+PrtSc: здымак актыўнага акна
he: Alt+PrtSc: צילום מסך של החלון הפעיל
hi: Alt+PrtSc: सक्रिय विंडो स्क्रीनशॉट
ml: Alt+PrtSc: സജീവ വിൻഡോയെ സ്ക്രീൻഷോട്ടുചെയ്യുക
mr: Alt+PrtSc : स्क्रीनशॉट सक्रिय विंडो

source: Tasks
be: Заданні
he: משימות
hi: कार्य
ml: ചുമതലകൾ
mr: कार्ये (संपादन)

source: Tasks Settings
be: Налады заданняў
he: הגדרת משימות
hi: कार्य सेटिंग्स
ml: ടാസ്ക്കുകളുടെ ക്രമീകരണങ്ങൾ
mr: कार्य सेटिंग

source: Show item hint
be: Паказваць усплываючую падказку
he: להציג לפריט רמז
hi: आइटम संकेत दिखाएँ
ml: ഇന സൂചന കാണിക്കുക
mr: आयटम संकेत दर्शवा

source: Show icon only
be: Паказваць толькі значок
he: להציג רק סמלים
hi: केवल चिह्न दिखाएँ
ml: ഐക്കൺ മാത്രം കാണിക്കുക
mr: फक्त आयकॉन दाखवा

source: Show text only
be: Паказваць толькі тэкст
he: להציג רק טקסט
hi: केवल पाठ दिखाएँ
ml: വാചകം മാത്രം കാണിക്കുക
mr: फक्त मजकूर दाखवा

source: Item width
be: Шырыня элемента
he: רוחב הפריט
hi: आइटम की चौड़ाई
ml: ഇനത്തിൻ്റെ വീതി
mr: आयटम रुंदी

source: %1.0f px
be: %1.0f пкс
he: %1.0f פיקסלים
mr: %1.0f पीएक्स

source: Shrink to fit
be: Памяншаць па памеры
he: לכווץ כדי להתאים
hi: फिट करने के लिए सिकोड़ें
ml: അനുയോജ്യമാകുന്ന തരത്തിൽ ചുരുങ്ങുക
mr: फिट होण्यासाठी संकुचित करा

source: Item height
be: Вышыня элемента
he: גובה הפריט
hi: आइटम की ऊंचाई
ml: ഇനത്തിൻ്റെ ഉയരം
mr: आयटमची उंची

source: columns
be: стоўбцаў
he: עמודות
hi: स्तंभ
ml: നിരകൾ
mr: स्तंभ

source: rows
be: радкоў
he: שורות
hi: पंक्ति
ml: വരികൾ
mr: रांगा

source: Tile dialog windows as well
be: Датычыцца дыялогаў таксама
he: לרצף גם בחלונות שיחה
hi: संवाद विंडोज़ को टाइल करे
ml: ടൈൽ ഡയലോഗ് വിൻഡോകളും
mr: टायल संवाद खिडक्या देखील

source: Show window titles
be: Паказваць загалоўкі вокнаў
he: להציג את כותרת החלון
hi: विंडो शीर्षक दिखाएँ
ml: വിൻഡോ ശീർഷകങ്ങൾ കാണിക്കുക
mr: विंडो शीर्षक दाखवा

source: Key hints
be: Падказкі клавіш
he: רמיזת מקשים
hi: मुख्य संकेत
ml: പ്രധാന സൂചനകൾ
mr: प्रमुख संकेत

source: Number of columns used to tile per desk (0 → tiling disabled):
be: Колькасць стоўбцаў з пліткамі на стале (0 - адключыць):
he: מספר העמודות לריצוף לכל שולחן (0 ← ריצוף מבוטל):
hi: प्रति डेस्क टाइल करने के लिए उपयोग किए गए स्तंभों की संख्या (0 → टाइलिंग अक्षम):
ml: ഓരോ ഡെസ്കിലും ടൈൽ ചെയ്യാൻ ഉപയോഗിക്കുന്ന നിരകളുടെ എണ്ണം (0 → ടൈലിംഗ് പ്രവർത്തനരഹിതം):
mr: प्रति डेस्क टायल करण्यासाठी वापरल्या जाणार्या स्तंभांची संख्या (0 → टायलिंग अक्षम):

source: Tiling Configuration
be: Канфігурацыя мазаікі
he: הגדרות ריצוף
hi: टाइलिंग कॉन्फ़िगरेशन
ml: ടൈലിംഗ് കോൺഫിഗറേഷൻ
mr: टाइलिंग कॉन्फिगरेशन

source: Floating
be: Плаваючы
he: ציפה
hi: तैरता हुआ
ml: ഫ്ലോട്ടിംഗ്
mr: अस्थायी

source: Tiling
be: Мазаікай
he: ריצוף
hi: टाइलिंग का काम
ml: ടൈലിംഗ്
mr: टिलिंग

source: Toggle floating
be: Пераключыць рэжым
he: להפעיל ציפה
hi: टॉगल फ़्लोटिंग
ml: ഫ്ലോട്ടിംഗ് ടോഗിൾചെയ്യുക
mr: टॉगल फ्लोटिंग

source: Add a stack
be: Дадаць у штабель
he: להוסיף ערימה
hi: एक स्टैक जोड़ें
ml: ഒരു സ്റ്റാക്ക് ചേർക്കുക
mr: स्टॅक जोडा

source: Remove a stack
be: Выдаліць з штабеля
he: להסיר ערימה
hi: स्टैक निकालें
ml: ഒരു സ്റ്റാക്ക് ഇല്ലാതാക്കുക
mr: स्टॅक काढून टाका

source: Toggle between rows and columns
be: Пераключыцца паміж радкамі і стоўбцамі
he: להחליף בין שורות ועמודות
hi: पंक्तियों और स्तंभों के बीच टॉगल करे
ml: വരികളും നിരകളും തമ്മിൽ ടോഗിൾചെയ്യുക
mr: ओळी आणि स्तंभांच्या दरम्यान टॉगल करा

source: Swap a window with an other
be: Памяняць акно з іншым
he: להחליף חלון באחר

source: Move window
be: Перамясціць акно
he: להזיז חלון
hi: विंडो स्थान-परिवर्तन
ml: വിൻഡോ നീക്കുക
mr: खिडकी हलवा

source: Move window to the left
be: Перамясціць акно ўлева
he: להזיז חלון שמאלה
hi: विंडो को बाईं ओर ले जाने के लिए
ml: വിൻഡോ ഇടത്തേക്ക് നീക്കുക
mr: खिडकी डावीकडे हलवा

source: Move window to the right
be: Перамясціць акно ўправа
he: להזיז חלון ימינה
hi: विंडो को दाईं ओर ले जाने के लिए
ml: വിൻഡോ വലത്തേക്ക് നീക്കുക
mr: खिडकी उजवीकडे हलवा

source: Move window up
be: Перамясціць акно ўверх
he: להזיז חלון למעלה
hi: विंडो को ऊपर ले जाएँ
ml: വിൻഡോ മുകളിലേക്ക് നീക്കുക
mr: खिडकी वर हलवा

source: Move window down
be: Перамясціць акно ўніз
he: להזיז חלון למטה
hi: विंडो को नीचे ले जाएँ
ml: വിൻഡോ താഴേക്ക് നീക്കുക
mr: खिडकी खाली हलवा

source: Adjust transitions
be: Адрэгуляваць пераходы
he: כיוונון המעברים
hi: संक्रमण समायोजित करें
ml: ട്രാൻസിഷനുകൾ ക്രമീകരിക്കുക
mr: संक्रमणसमायोजित करा

source: Focus a particular window
be: Факусаваць вызначанае акно
he: מיקוד על חלון מסויים
hi: किसी विशेष विंडो पर फ़ोकस करें
ml: ഒരു പ്രത്യേക വിൻഡോ ഫോക്കസുചെയ്യുക
mr: एका विशिष्ट विंडोवर लक्ष केंद्रित करा

source: Send to upper right corner
be: Адправіць у правы верхні кут
he: לשלוח לפינה הימנית העליונה
hi: ऊपरी दाएं कोने पर भेजें
ml: മുകളിൽ വലത് കോണിലേക്ക് അയയ്ക്കുക
mr: वरच्या उजव्या कोपऱ्यात पाठवा

source: Send to upper left corner
be: Адправіць у левы верхні кут
he: לשלוח לפינה השמאלית העליונה
hi: ऊपरी बाएँ कोने में भेजें
ml: മുകളിൽ ഇടത് കോണിലേക്ക് അയയ്ക്കുക
mr: वरच्या डाव्या कोपऱ्यात पाठवा

source: Send to lower right corner
be: Адправіць у ніжні правы кут
he: לשלוח לפינה הימנית התחתונה
hi: निचले दाएं कोने में भेजें
ml: താഴെ വലത് കോണിലേക്ക് അയയ്ക്കുക
mr: खालच्या उजव्या कोपऱ्यात पाठवा

source: Send to lower left corner
be: Адправіць у ніжні левы кут
he: לשלוח לפינה השמאלית התחתונה
hi: निचले बाएँ कोने में भेजें
ml: താഴെ ഇടത് കോണിലേക്ക് അയയ്ക്കുക
mr: खालच्या डाव्या कोपऱ्यात पाठवा

source: Keyboard Settings
be: Налады клавіятуры
he: הגדרות מקלדת
hi: कीबोर्ड सेटिंग्स
ml: കീബോർഡ് ക്രമീകരണങ്ങൾ
mr: कीबोर्ड सेटिंग्स

source: Configurations
be: Канфігурацыі
he: הגדרות
hi: कॉन्फ़िगरेशन
ml: കോൺഫിഗറേഷനുകൾ
mr: कॉन्फिगरेशन

source: Models
be: Мадэлі
he: מודלים
hi: मॉडल
ml: മോഡൽ
mr: मॉडेल्स

source: Label only
be: Толькі пазнака
he: תווית בלבד
hi: केवल लेबल
ml: ലേബൽ മാത്രം
mr: फक्त लेबल करा

source: Add New Configuration
be: Дадаць новую канфігурацыю
he: להוסיף הגדרה חדשה
hi: नया कॉन्फ़िगरेशन जोड़ें
ml: പുതിയ കോൺഫിഗറേഷൻ ചേർക്കുക
mr: नवीन कॉन्फिगरेशन जोडा

source: Available
be: Даступна
he: זמין
hi: उपलब्ध है
ml: ലഭ്യമായ
mr: उपलब्ध

source: Model
be: Мадэль
he: מודל
hi: आदर्श
ml: മോഡൽ
mr: आदर्श

source: Variant
be: Варыянт
he: משתנה
hi: प्रकार
ml: വകഭേദം
mr: व्हेरियंट (संपादन)

source: Notification
be: Паведамленні
he: דיווחים
hi: अधिसूचना
ml: അറിയിപ്പ്
mr: सूचना

source: Notification Module
be: Модуль Паведамленні
he: מודול הודעות
hi: अधिसूचना मॉड्यूल
ml: അറിയിപ്പ് മൊഡ്യൂൾ
mr: नोटिफिकेशन मॉड्यूल

source: Error during notification server initialization
be: Памылка ініцыялізацыі сервера паведамленняў
he: חלה שגיאה במהלך איתחול שרת ההודעות
hi: सूचना सर्वर प्रारंभ के दौरान त्रुटि
ml: നോട്ടിഫിക്കേഷൻ സെർവർ ആരംഭിക്കുന്നതിനിടയിൽ പിശക്
mr: नोटिफिकेशन सर्व्हर सुरू करताना त्रुटी

source: Ensure there's no other module acting as a server and that D-Bus is correctly installed and running
be: Пераканайцеся, што ніякія іншыя модулі не дзейнічаюць у якасці сервера ды D-Bus правільна ініцыялізаваны і выконваецца
he: נא לוודא שאין מודול אחר שמתפקד כשרת ושה D-Bus מותקן כראוי ופועל
hi: सुनिश्चित करें कि सर्वर के रूप में कार्य करने वाला कोई अन्य मॉड्यूल नहीं है और डी-बस सही ढंग से स्थापित और चल रहा है
ml: ഒരു സെർവറായി പ്രവർത്തിക്കുന്ന മറ്റൊരു മൊഡ്യൂളും ഇല്ലെന്നും ഡി-ബസ് ശരിയായി ഇൻസ്റ്റാൾ ചെയ്തിട്ടുണ്ടെന്നും പ്രവർത്തിക്കുന്നുണ്ടെന്നും ഉറപ്പാക്കുക
mr: सर्व्हर म्हणून कार्य करणारे इतर कोणतेही मॉड्यूल नाही आणि डी-बस योग्यरित्या स्थापित आणि चालू आहे याची खात्री करा
