Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: Shelf autohiding will not work properly<br>with the current configuration; set your shelf to<br>"Below Everything" or disable autohiding.
be: Аўтаматычнае хаванне паліцы не будзе працаваць належным чынам<br>з бягучай канфігурацыяй; Наладзьце вашу паліцу як<br>"Ніжэй за ўсё" або адключыце аутаматычнае хаванне.
he: הסתרת מדף אוטומטית לא עובדת כראוי <br>עם ההגדרות הנוכחיות; להגדיר את המדף <br>"מתחת להכל" או לבטל הסתרה אוטומטית.
hi: शेल्फ स्वतः छिपाना ठीक से काम नहीं करेगा<br>वर्तमान विन्यास के साथ; अपने शेल्फ को<br>"सब कुछ नीचे" या ऑटोहाइडिंग अक्षम करें।
ml: നിലവിലെ കോൺഫിഗറേഷനിൽ ഷെൽഫ്<br>ഓട്ടോഹൈഡിംഗ് ശരിയായി പ്രവർത്തിക്കില്ല; നിങ്ങളുടെ ഷെൽഫ്<br>"എല്ലാത്തിനും താഴെ" എന്നതിലേക്ക് സജ്ജമാക്കുക അല്ലെങ്കിൽ സ്വയമേവ മറയ്ക്കുന്നത് പ്രവർത്തനരഹിതമാക്കുക.
mr: शेल्फ ऑटोहिडिंग योग्यरित्या कार्य करणार नाही<br>सध्याच्या कॉन्फिगरेशनसह; आपले शेल्फ सेट करा<br>"खाली एव्हरीथिंग" किंवा ऑटोहिडिंग अक्षम करा.

source: Add New Shelf
be: Дадаць новую паліцу
he: הוסף מדף חדש
hi: नई शेल्फ जोड़ें
ml: പുതിയ ഷെൽഫ് ചേർക്കുക
mr: नवीन शेल्फ जोडा

source: Shelf Error
be: Памылка паліцы
he: שגיאה במדף
hi: शेल्फ त्रुटि
ml: ഷെൽഫ് പിശക്
mr: शेल्फ त्रुटी

source: A shelf with that name already exists!
be: Паліца з такой назвай ужо існуе!
he: מדף עם השם הזה כבר קיים!
hi: उस नाम के साथ एक शेल्फ पहले से मौजूद है!
ml: ആ പേരുള്ള ഒരു ഷെൽഫ് ഇതിനകം നിലവിലുണ്ട്!
mr: या नावाचे शेल्फ आधीच अस्तित्वात आहे!

source: Stop Moving Gadgets
be: Скончыць перамяшчэнне гаджэтаў
he: הפסקת הזזה של יישומונים
hi: गैजेट्स को स्थानांतरित करना बंद करें
ml: ഗാഡ്‌ജെറ്റുകൾ നീക്കുന്നത് നിർത്തുക
mr: गॅजेट्स हलविणे थांबवा

source: Begin Moving Gadgets
be: Пачаць перамяшчэнне гаджэтаў
he: התחלת הזזת יישומונים
hi: गैजेट्स को स्थानांतरित करना शुरू करें
ml: ഗാഡ്‌ജെറ്റുകൾ നീക്കാൻ ആരംഭിക്കുക
mr: गॅजेट्स हलविण्यास सुरवात करा

source: A shelf with that name and id already exists!
be: Паліца з такой назвай і id ужо існуе!
he: מדף עם השם והזהות האלו כבר קיים!
hi: उस नाम और आईडी के साथ एक शेल्फ पहले से मौजूद है!
ml: ആ പേരും ഐഡിയുമുള്ള ഒരു ഷെൽഫ് ഇതിനകം നിലവിലുണ്ട്!
mr: त्या नावाची आणि आयडीची शेल्फ आधीच अस्तित्वात आहे!

source: Rename Shelf
be: Перайменаваць паліцу
he: לשנות את שם המדף
hi: शेल्फ का नाम बदलें
ml: ഷെൽഫിൻ്റെ പേര് മാറ്റുക
mr: शेल्फचे नाव बदला

source: Contents
be: Змест
he: תכנים
hi: सामग्री को स्वचालित रूप से स्क्रॉल करें
ml: ഉള്ളടക്കങ്ങൾ
mr: सामग्री[संपादन]

source: Orientation
be: Арыентацыя
he: כיוון
hi: उन्मुखीकरण
ml: ദിശാബോധം
mr: ओरिएंटेशन

source: Autohide
be: Аутаматычнае хаванне
he: הסתרה אוטומטית
hi: स्वतः छिपाना
ml: സ്വയമേവ മറയ്ക്കുക

source: Refresh
be: Абнавіць
he: לרענן
hi: आराम देना
ml: പുതുക്കുക
mr: टवटवी आणणे
nb: Oppdater

source: Starting %s
be: Запуск %s
da: Starter %s
he: להתחיל %s
hi: %s शुरू
ml: %s ആരംഭിക്കുന്നു
mr: %s सुरू करा
nb: Starter %s

source: Checking System Permissions
be: Праверка сістэмных дазволаў
he: בדיקת הרשאות המערכת
hi: सिस्टम अनुमतियों की जाँच करना
ml: സിസ്റ്റം അനുമതികൾ പരിശോധിക്കുന്നു
mr: सिस्टम परवानग्या तपासणे

source: System Check Done
be: Праверка сістэмы скончана
he: בדיקת המערכת הושלמה
hi: सिस्टम चेक किया गया
ml: സിസ്റ്റം ചെക്ക് ചെയ്തു
mr: सिस्टीम चेक केली

source: Logout is taking too long.<br>Some applications refuse to close.<br>Do you want to finish the logout<br>anyway without closing these<br>applications first?<br><br>%s<br>Auto logout in %d seconds.
be: Выхад доўжыцца занадта шмат часу.<br>Некаторыя праграмы адмаўляюцца закрывацца.<br>Вы жадаеце ажыццявіць выхад<br>у любым выпадку нават без папярэдняга закрыцця тых<br>праграм?<br><br>%s<br>Аўтаматычны выхад праз %d секунд.
he: הניתוק אורך זמן רב מדי.<br> כמה מהיישומים מסרבים להסגר.<br>האם ברצונך לסיים את תהליך הניתוק<br>בכל זאת מבלי לסגור<br>יישומים אלו תחילה?<br><br>%s<br>ניתוק אוטומטי בעוד %d שניות.
hi: लॉगआउट में बहुत अधिक समय लग रहा है।<br>कुछ एप्लिकेशन बंद होने से इनकार करते हैं।<br>क्या आप लॉगआउट समाप्त करना चाहते हैं<br>वैसे भी इन्हें बंद किए बिना<br>आवेदन पहले?<br><br>%s<br>सेकंड में %d ऑटो लॉगआउट।
ml: ലോഗൌട്ട് വളരെ സമയമെടുക്കുന്നു.<br>ചില ആപ്ലിക്കേഷനുകൾ അടയ്ക്കാൻ വിസമ്മതിച്ചു.<br>ഈ ആപ്ലിക്കേഷനുകൾ ആദ്യം അടയ്ക്കാതെ തന്നെ<br>ലോഗ്ഔട്ട് പൂർത്തിയാക്കാൻ<br>നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?<br><br>%s<br>%d സെക്കൻഡിനുള്ളിൽ സ്വയമേവ ലോഗ്ഔട്ട് നടത്തപ്പെടും.
mr: लॉगआऊटला बराच वेळ लागत आहे.<br>काही अर्ज बंद करण्यास नकार देतात.<br>आपण लॉगआउट पूर्ण करू इच्छित आहात का?<br>असो, हे बंद न करता<br>प्रथम अर्ज?<br><br>%s<br>काही सेकंदात %d ऑटो लॉगआऊट.

source: Logout problems
be: Праблемы з выхадам
he: בעיות ניתוק
hi: लॉगआउट समस्याएं
ml: ലോഗൌട്ട് പ്രശ്നങ്ങൾ
mr: लॉगआउट समस्या

source: Logout now
be: Выйсці зараз
he: התנתק כעת
hi: अभी लॉगआउट करें
ml: ഇപ്പോൾ ലോഗൌട്ട് ചെയ്യുക
mr: आता लॉगआऊट करा

source: Wait longer
be: Чакаць яшчэ
he: המשך בהמתנה
hi: अब प्रतीक्षा करें
ml: കൂടുതൽ സമയം കാത്തിരിക്കുക
mr: आणखी थांबा

source: Cancel Logout
be: Скасаваць выхад
he: ביטול הניתוק
hi: लॉगआउट रद्द करें
ml: ലോഗൌട്ട് റദ്ദാക്കുക
mr: लॉगआउट रद्द करा

source: Logout in progress
be: Выхад выконваецца
he: הניתוק מתבצע כעת
hi: लॉगआउट प्रगति पर है
ml: ലോഗൌട്ട് പുരോഗമിക്കുന്നു
mr: लॉगआऊट सुरू आहे

source: Logout in progress.<br><hilight>Please wait.</hilight>
be: Выхад выконваецца.<br><hilight>Калі ласка, чакайце.</hilight>
he: תהליך הניתוק בפעולה.<br><hilight> נא להמתין.</hilight>
hi: लॉगआउट प्रगति पर है।<br><hilight>कृपया प्रतीक्षा करो।</hilight>
ml: ലോഗൌട്ട് പുരോഗമിക്കുന്നു.<br><hilight>ദയവായി കാത്തിരിക്കുക.</hilight>
mr: लॉगआऊट प्रगतीपथावर आहे.<br><hilight>कृपया थांबा।</hilight>

source: Moksha is busy with another request
be: Moksha заняты іншым запытам
he: Moksha עסוקה בטיפול בבקשה אחרת
hi: Moksha एक और अनुरोध के साथ व्यस्त है
ml: മോക്ഷ മറ്റൊരു അഭ്യർത്ഥനയുമായി തിരക്കിലാണ്
mr: Moksha आणखी एका विनंतीत व्यस्त आहे

source: Logging out.<br>You cannot perform other system actions<br>once a logout has begun.
be: Ажыццяўляецца выхад.<br>Вам нельга выконваць іншыя сістэмныя дзеянні<br>з пачаткам выхаду.
he: התנתקות.<br>לא ניתן לבצע פעולות אחרות במערכת<br>כאשר החלה ההתנתקות .
hi: लॉग आउट कर रहा है।<br>आप अन्य सिस्टम क्रियाएँ नहीं कर सकते<br>एक बार लॉगआउट शुरू हो गया है।
ml: ലോഗൌട്ട് ചെയ്യുന്നു.<br>ഒരു ലോഗൌട്ട് ആരംഭിച്ചുകഴിഞ്ഞാൽ നിങ്ങൾക്ക് മറ്റ്<br>സിസ്റ്റം പ്രവർത്തനങ്ങൾ ചെയ്യാൻ കഴിയില്ല.
mr: लॉग आऊट करा.<br>आपण इतर सिस्टम क्रिया करू शकत नाही<br>एकदा लॉगआऊट सुरू झाले आहे.

source: Powering off.<br>You cannot do any other system actions<br>once a shutdown has been started.
be: Выконваецца выключэнне.<br>Вам нельга выконваць іншыя сістэмныя дзеянні<br>з пачаткам выключэння.
he: כיבוי.<br>לא ניתן לבצע פעולות אחרות במערכת<br>כאשר החל כיבוי .
hi: बिजली बंद करना।<br>आप कोई अन्य सिस्टम क्रियाएँ नहीं कर सकते<br>एक बार बंद शुरू कर दिया गया है।
ml: പവർ ഓഫ് ചെയ്യുന്നു.<br>ഒരു ഷട്ട്ഡൗൺ ആരംഭിച്ചുകഴിഞ്ഞാൽ നിങ്ങൾക്ക് മറ്റ്<br>സിസ്റ്റം പ്രവർത്തനങ്ങളൊന്നും ചെയ്യാൻ കഴിയില്ല.
mr: पॉवर बंद होते.<br>आपण इतर कोणतीही सिस्टम क्रिया करू शकत नाही<br>एकदा शटडाऊन सुरू करण्यात आला आहे.

source: Resetting.<br>You cannot do any other system actions<br>once a reboot has begun.
be: Выконваецца перазагрузка.<br>Вам нельга выконваць іншыя сістэмныя дзеянні<br>з пачаткам перазагрузкі.
he: הדלקה מחדש.<br>לא ניתן לבצע פעולות אחרות במערכת<br>כאשר החלה הדלקה מחדש .
hi: रीसेट करना।<br>आप कोई अन्य सिस्टम क्रियाएँ नहीं कर सकते<br>एक बार रिबूट शुरू हो गया है।
ml: പുനഃസജ്ജമാക്കുന്നു.<br>ഒരു റീബൂട്ട് ആരംഭിച്ചുകഴിഞ്ഞാൽ നിങ്ങൾക്ക് മറ്റ്<br>സിസ്റ്റം പ്രവർത്തനങ്ങളൊന്നും ചെയ്യാൻ കഴിയില്ല.
mr: पुन्हा सेटिंग.<br>आपण इतर कोणतीही सिस्टम क्रिया करू शकत नाही<br>एकदा रिबूट सुरू झाला आहे.

source: Suspending.<br>Until suspend is complete you cannot perform<br>any other system actions.
be: Выконваецца прыпыненне.<br>Пакуль прыпыненне не будзе завершана, вам нельга<br>выконваць іншыя сістэмныя дзеянні.
he: השהייה.<br>לא ניתן לבצע פעולות אחרות במערכת<br>כאשר החלה השהייה.
hi: निलंबित।<br>जब तक निलंबन पूरा नहीं हो जाता, तब तक आप प्रदर्शन नहीं कर सकते<br>कोई अन्य सिस्टम क्रियाएं।
ml: സസ്പെൻഡ് ചെയ്യുന്നു.<br>സസ്പെൻഡ് പൂർത്തിയാകുന്നത് വരെ നിങ്ങൾക്ക് മറ്റ്<br>സിസ്റ്റം പ്രവർത്തനങ്ങളൊന്നും ചെയ്യാൻ കഴിയില്ല.
mr: निलंबन करा.<br>निलंबन पूर्ण होईपर्यंत आपण कामगिरी करू शकत नाही<br>इतर कोणतीही प्रणाली क्रिया.

source: Hibernating.<br>You cannot perform any other system actions<br>until this is complete.
be: Ідзе адпраўленне ў спячку.<br>Вам нельга выконваць іншыя сістэмные дзеянні<br>пакуль працэс не будзе завершаны.
he: שינה.<br>לא ניתן לבצע פעולות אחרות במערכת<br> עד שהתהליך יושלם.
hi: हाइबरनेटिंग।<br>आप कोई अन्य सिस्टम क्रियाएँ नहीं कर सकते<br>जब तक यह पूरा नहीं हो जाता।
ml: ഹൈബർനേറ്റ് ചെയ്യുന്നു.<br>ഇത് പൂർത്തിയാകുന്നത് വരെ നിങ്ങൾക്ക് മറ്റ്<br>സിസ്റ്റം പ്രവർത്തനങ്ങളൊന്നും ചെയ്യാൻ കഴിയില്ല.
mr: शितक्रिया सुरु आहे.<br>आपण इतर कोणतीही सिस्टम क्रिया करू शकत नाही<br>जोपर्यंत हे पूर्ण होत नाही.

source: EEK! This should not happen
be: Ой! Гэта не павінна было здарыцца
he: לעזאזל! זה לא אמור לקרות
hi: ईईके! ऐसा नहीं होना चाहिए
ml: അയ്യോ! ഇത് സംഭവിക്കാൻ പാടില്ല
mr: अरेच्चा! असे होता कामा नये

source: Power off failed.
be: Не ўдалося выключыць.
he: כיבוי נכשל.
hi: पावर ऑफ विफल रहा।
ml: പവർ ഓഫ് പരാജയപ്പെട്ടു.
mr: वीज पुरवठा खंडित झाला.

source: Reset failed.
be: Не ўдалося перазагрузіць.
he: הפעלה מחדש נכשלה.
hi: रीसेट विफल रहा.
ml: റീസെറ്റ് പരാജയപ്പെട്ടു.
mr: रीसेट अयशस्वी झाला.

source: Suspend failed.
be: Не ўдалося прыпыніць.
he: השהייה נכשלה.
hi: निलंबन विफल रहा।
ml: സസ്പെൻഡ് പരാജയപ്പെട്ടു.
mr: निलंबन अपयशी ठरले.

source: Hibernate failed.
be: Не ўдалося адправіць у спячку.
he: שנת חורף נכשלה.
hi: हाइबरनेट विफल रहा।
ml: ഹൈബർനേറ്റ് പരാജയപ്പെട്ടു.
mr: हायबर्नेट अयशस्वी झाले.

source: Power off.<br><hilight>Please wait.</hilight>
be: Выключэнне.<br><hilight>Чакайце, калі ласка.</hilight>
he: כיבוי. <br><hilight>נא להמתין.</hilight>
hi: बिजली बंद।<br><hilight>कृपया प्रतीक्षा करो।</hilight>
ml: പവർ ഓഫ് ചെയ്യുന്നു.<br><hilight>ദയവായി കാത്തിരിക്കുക.</hilight>
mr: वीज बंद .<br><hilight>कृपया थांबा।</hilight>

source: Resetting
be: Перазагрузка
he: התחלה מחדש
hi: रीसेट करना
ml: പുനഃസജ്ജമാക്കുന്നു

source: Resetting.<br><hilight>Please wait.</hilight>
be: Перазагрузка<br><hilight>Чакайце, калі ласка.</hilight>
he: התחלה מחדש. <br><hilight>נא להמתין.</hilight>
hi: रीसेट करना।<br><hilight>कृपया प्रतीक्षा करो।</hilight>
ml: പുനഃസജ്ജമാക്കുന്നു.<br><hilight>ദയവായി കാത്തിരിക്കുക.</hilight>
mr: पुन्हा सेटिंग.<br><hilight>कृपया थांबा।</hilight>

source: Suspending
be: Прыпыненне
he: השהייה
hi: निलंबित
ml: സസ്പെൻഡ് ചെയ്യുന്നു
mr: निलंबन

source: Suspending.<br><hilight>Please wait.</hilight>
be: Прыпыненне.<br><hilight>Чакайце, калі ласка.</hilight>
he: בשבייה. <br><hilight>נא להמתין.</hilight>
hi: निलंबित।<br><hilight>कृपया प्रतीक्षा करो।</hilight>
ml: സസ്പെൻഡ് ചെയ്യുന്നു.<br><hilight>ദയവായി കാത്തിരിക്കുക.</hilight>
mr: निलंबन करा.<br><hilight>कृपया थांबा।</hilight>

source: Hibernating
be: Адпраўка ў спячку
he: תרדמת
hi: हाइबरनेटिंग
ml: ഹൈബർനേറ്റ് ചെയ്യുന്നു
mr: हायबर्नेटिंग

source: Hibernating.<br><hilight>Please wait.</hilight>
be: Адпраўка ў спячку.<br><hilight>Чакайце, калі ласка.</hilight>
he: תרדמת. <br><hilight>נא להמתין.</hilight>
hi: हाइबरनेटिंग।<br><hilight>कृपया प्रतीक्षा करो।</hilight>
ml: ഹൈബർനേറ്റ് ചെയ്യുന്നു.<br><hilight>ദയവായി കാത്തിരിക്കുക.</hilight>
mr: हायबर्नेटिंग.<br><hilight>कृपया थांबा।</hilight>

source: Select Theme
be: Выбар тэмы
he: לבחור ערכת נושא
hi: विषयवस्तु का चयन करें
ml: ഥീം തിരഞ്ഞെടുക്കുക
mr: थीम निवडा

source: Set As Theme
be: Задаць як тэму
he: הגדרה כערכת נושא
hi: थीम के रूप में सेट करें
ml: ഥീം ആയി സജ്ജമാക്കുക
mr: थीम म्हणून सेट करा

source: Stop Moving/Resizing Items
be: Скончыць перамяшчэнне/змяненне памераў элементаў
he: הפסקת הזזה/שינוי גודל לפריטים
hi: वस्तुओं को ले जाना/आकार बदलना बंद करें
ml: ഇനങ്ങളുടെ നീക്കൽ / വലുപ്പം മാറ്റൽ നിർത്തുക
mr: वस्तू हलविणे / पुनर्संचयित करणे थांबवा

source: Begin Moving/Resizing Items
be: Пачаць перамяшчэнне/змяненне памераў элементаў
he: התחלת הזזה/שינוי גודל לפריטים
hi: वस्तुओं को स्थानांतरित करना/आकार बदलना शुरू करें
ml: ഇനങ്ങളുടെ നീക്കൽ / വലുപ്പം മാറ്റൽ ആരംഭിക്കുക
mr: वस्तू हलविणे / पुनर्संचयित करणे सुरू करा

source: Set Toolbar Contents
be: Задаць змест панэлі інструментаў
he: הגדרת תכולת סרגל הכלים
hi: उपकरण पट्टी सामग्री सेट करें
ml: ടൂൾബാർ ഉള്ളടക്കങ്ങൾ സജ്ജമാക്കുക
mr: टूलबार सामग्री सेट करा

source: Bother me later
be: Нагадаць мне пазней
he: תטריד אותי מאוחר יותר
hi: मुझे बाद में परेशान करें
ml: പിന്നീട് എന്നെ ബുദ്ധിമുട്ടിക്കുക
mr: नंतर मला त्रास द्या

source: Never tell me
be: Ніколі не паведамляць
he: לעולם אל תספר לי
hi: मुझे कभी मत बताना
ml: ഒരിക്കലും എന്നോട് പറയരുത്
mr: मला कधीच सांगू नकोस

source: Update Notice
be: Паведамленні пра абнаўленні
he: הערות עידכון
hi: अद्यतन सूचना
ml: അപ്ഡേറ്റ് അറിയിപ്പ്
mr: अद्यतनित सूचना

source: Your enlightenment version is<br>not the current latest release.<br>The latest version is:<br><br>%s<br><br>Please visit www.enlightenment.org<br>or update your system packages<br>to get a new version.
be: Ваша версія enlightenment<br>не з'яўляецца апошнім бягучым выпускам.<br>Апошняя версія:<br><br>%s<br><br>Калі ласка, наведайце www.enlightenment.org<br>або абнавіце пакеты вашай сістэмы<br>каб атрымаць новую версію.
he: גירסת enlightenment <br> אינה בגירסה האחרונה.<br> הגירסה האחרונה היא <br><br>%s<br><br> בבקשה לבקר ב www.enlightenment.org<br> או לעדכן את חבילות המערכת <br> כדי לקבל גירסה חדשה.
hi: आपका ज्ञानोदय संस्करण है<br>वर्तमान नवीनतम रिलीज़ नहीं।<br>नवीनतम संस्करण है:<br><br>%s<br><br>कृपया www.enlightenment.org पर जाएँ<br>या अपने सिस्टम पैकेज अपडेट करें<br>एक नया संस्करण प्राप्त करने के लिए।
ml: നിങ്ങളുടെ എൻലൈറ്റൻമെൻ്റ് പതിപ്പ്<br>നിലവിലെ ഏറ്റവും പുതിയ റിലീസല്ല.<br>ഏറ്റവും പുതിയ പതിപ്പ് ഇതാണ്:<br><br>%s<br><br>പുതിയ പതിപ്പ് ലഭിക്കുന്നതിന് ദയവായി<br>www.enlightenment.org സന്ദർശിക്കുക അല്ലെങ്കിൽ<br>നിങ്ങളുടെ സിസ്റ്റം പാക്കേജുകൾ അപ്ഡേറ്റ് ചെയ്യുക.
mr: तुमची प्रबोधनात्मक आवृत्ती अशी आहे<br>सध्याचे ताजे रिलीज नाही.<br>नवीनतम आवृत्ती अशी आहे:<br><br>%s<br><br>कृपया भेट द्या www.enlightenment.org<br>किंवा आपली सिस्टम पॅकेजेस अद्ययावत करा<br>नवीन आवृत्ती मिळविण्यासाठी.

source: Moksha was unable to fork a child process:<br><br>%s<br>
be: Moksha не здолеў стварыць даччыны працэс:<br><br>%s<br>
he: Moksha לא הצליחה להתפצל לתהליך צאצא:<br><br>%s<br>
hi: Moksha एक बच्चे की प्रक्रिया को कांटा करने में असमर्थ था:<br><br>%s<br>
ml: മോക്ഷയ്ക്ക് ഒരു ചൈൽഡ് പ്രോസസ് ഫോർക്ക് ചെയ്യാൻ കഴിഞ്ഞില്ല:<br><br>%s<br>
mr: Mokshaाला मुलाची प्रक्रिया करता आली नाही:<br><br>%s<br>

source: Cannot exit - immortal windows.
be: Немагчыма выйсці - бессмяротныя вокны.
da: Kan ikke afslutte - udødelige vinduer.
he: לא ניתן לצאת - חלונות חסיני חיסול.
hi: बाहर नहीं निकल सकता - अमर खिड़कियां।
ml: പുറത്തുകടക്കാൻ കഴിയില്ല - അനശ്വര വിൻഡോകൾ.
mr: बाहेर पडू शकत नाही - अमर खिडक्या.
nb: Kan ikke avslutte - udødelige vinduer.

source: Some windows are left still around with the Lifespan lock enabled. This means<br>that Moksha will not allow itself to exit until these windows have<br>been closed or have the lifespan lock removed.<br>
be: Некаторыя вокны засталіся з уключанай блакіроўкай ад закрыцця. Гэта адзначае<br>што Moksha не пазволіць сабе выйсці пакуль гэтыя вокны не будуць<br>закрытыя або не будзе выключана блакіроўка.<br>
he: לכמה מהחלונות נותרה נעילת משך החיים. כלומר<br>ש־Moksha לא תרשה לעצמה לצאת עד שחלונות אלו<br>יסגרו או שתוסר נעילת משך החיים.<br>
hi: लाइफस्पैन लॉक सक्षम होने के साथ कुछ विंडो अभी भी चारों ओर छोड़ दी गई हैं। इसका मतलब है<br>कि Moksha खुद को तब तक बाहर निकलने की अनुमति नहीं देगा जब तक कि इन खिड़कियों में न हो<br>बंद कर दिया गया है या जीवनकाल लॉक हटा दिया गया है।<br>
ml: ലൈഫ്‌സ്‌പാൻ ലോക്ക് പ്രവർത്തനക്ഷമമായ ചില വിൻഡോകൾ ഇപ്പോഴും അവശേഷിക്കുന്നു. ഇതിനർത്ഥം<br>ഈ വിൻഡോകൾ അടയ്‌ക്കുകയോ ലൈഫ്‌സ്‌പാൻ ലോക്ക് നീക്കം ചെയ്യുകയോ<br>ചെയ്യുന്നതുവരെ മോക്ഷ സ്വയം പുറത്തുകടക്കാൻ അനുവദിക്കില്ല എന്നാണ്.<br>
mr: लाइफस्पॅन लॉक सक्षम करून काही खिडक्या अजूनही शिल्लक आहेत. याचा अर्थ असा की,<br>की जोपर्यंत या खिडक्या नाहीत तोपर्यंत Moksha स्वतःला बाहेर पडू देणार नाही<br>बंद करण्यात आले आहे किंवा लाइफटाइम लॉक काढून टाकण्यात आले आहे.<br>

source: %'.0f bytes
be: %'.0f байт
he: %'.0f.של בתים
hi: %'.0f बाइट्स
ml: %'.0f ബൈറ്റുകൾ

source: %'.0f KiB
be: %'.0f КіБ
he: %'.0f. ק"ב

source: %'.1f MiB
be: %'.1f МіБ
he: %'.1f מ"ב

source: %'.1f GiB
be: %'.1f ГіБ
he: %'.1f ג"ב

source: %'.1f TiB
be: %'.1f ТіБ
he: %'.1f ט"ב

source: In the future
be: У будучым
he: בעתיד
hi: भविष्य में
ml: ഭാവിയിൽ
mr: भविष्यात

source: In the last minute
be: Менш за хвіліну таму
he: בדקה האחרונה
hi: अंतिम समय में
ml: അവസാന നിമിഷത്തിൽ
mr: शेवटच्या क्षणी

source: Last year
be: %li год таму
he: בשנה האחרונה
hi: पिछले साल
ml: കഴിഞ്ഞ വര്ഷം
mr: %li वर्षांपूर्वी

source: Last month
be: %li месяц таму
he: בחודש האחרון
hi: पिछले महीने
ml: കഴിഞ്ഞ മാസം
mr: %li महिन्यांपूर्वी

source: Last week
be: %li тыдзень таму
he: בשבוע האחרון
hi: पिछले सप्ताह
ml: കഴിഞ്ഞ ആഴ്ച
mr: %li आठवड्यांपूर्वी

source: Yesterday
be: %li дзень таму
he: אתמול
hi: बीता हुआ कल
ml: ഇന്നലെ
mr: %li दिवसांपूर्वी

source: An hour ago
be: %li гадзіна таму
he: לפני שעה
hi: १ घंटा पहले
ml: ഒരു മണിക്കൂർ മുമ്പ്
mr: %li तासांपूर्वी

source: A minute ago
be: %li хвіліна таму
he: לפני דקה
hi: एक मिनट पहले
ml: ഒരു മിനിറ്റ് മുമ്പ്
mr: %li मिनिटांपूर्वी

source: Unknown
be: Невядомы
he: לא ידוע
hi: अज्ञात
ml: അജ്ഞാതം
mr: अज्ञात

source: Error creating directory
be: Памылка стварэння каталога
he: שגיאה ביצירת ספרייה
hi: निर्देशिका बनाने में त्रुटि
ml: ഡയറക്ടറി സൃഷ്ടിക്കുന്നതിൽ പിശക്
mr: निर्देशिका तयार करण्यात त्रुटी

source: Failed to create directory: %s .<br>Check that you have correct permissions set.
be: Не здолеў стварыць каталог: %s .<br>Праверце, ці маеце вы неабходны дазвол.
he: כשלון ביצירת ספרייה: %s .<br>לבדוק האם יש לך את ההרשאות המתאימות.
hi: निर्देशिका बनाने में विफल: %s .<br>जांचें कि आपके पास सही अनुमतियां सेट हैं।
ml: ഡയറക്‌ടറി സൃഷ്‌ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു: %s.<br>നിങ്ങൾക്ക് ശരിയായ അനുമതികൾ സജ്ജീകരിച്ചിട്ടുണ്ടോയെന്ന് പരിശോധിക്കുക.
mr: डिरेक्टरी तयार करण्यात अपयशी: %s .<br>आपल्याकडे योग्य परवानग्या सेट आहेत की नाही हे तपासा.

source: Failed to create directory: %s .<br>A file of that name already exists.
be: Не здолеў стварыць каталог: %s .<br>Файл з такой назвай ужо існуе.
he: כשלון ביצירת ספרייה: %s .<br>קובץ בשם הזה כבר קיים.
hi: निर्देशिका बनाने में विफल: %s .<br>इस नाम की एक फ़ाइल पहले से मौजूद है.
ml: ഡയറക്‌ടറി സൃഷ്‌ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു: %s.<br>ആ പേരിൻ്റെ ഒരു ഫയൽ ഇതിനകം നിലവിലുണ്ട്.
mr: डिरेक्टरी तयार करण्यात अपयशी: %s .<br>त्या नावाची फाईल आधीच अस्तित्वात आहे.

source: Configuration data needed upgrading. Your old configuration<br>has been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This means the module needs new configuration<br>data by default for usable functionality that your old<br>configuration lacked. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the hiccup in your configuration.<br>
be: Канфігурацыю трэба было абнавіць. Ваша старая канфігурацыя<br>была сцёрта і новыя перадвызначыныя налады былі ўсталяваны. Гэтак<br>будзе адбывацца у час распрацоўкі рэгулярна, рапартаваць аб памылцы непатрэбна.<br> Модуль запатрабаваў новыя канфігурацыйныя<br>перадвызначыныя даныя, каб запрацавала новая<br>функцыянальнасць. Цяпер вы можаце наладзіць модуль, як жадаеце. Выбачайце за нязручнасці!<br>
he: תוכן ההגדרות נזקק לעידכון. ההגדרות הישנות<br> נמחקו והופעלה ערכת ברירת מחדל חדשה.זה<br> קורה כרגיל במהלך הפיתוח אז לא לדווח<br> על שגיאה. זה פשוט אומר שMoksha זקוקה לתוכן חדש<br> להגדרות ברירת המחדל לפעולה שימושית שבהגדרות הקודמות <br> לא קיים. ערכת ברירת המחדל החדשה תתקן זאת <br>באמצעות הוספה שלו. ניתן להגדיר מחדש כעת כפי <br> רצונך. מתנצלים על הקלקול בהגדרות.<br>
hi: कॉन्फ़िगरेशन डेटा को अपग्रेड करने की आवश्यकता है। आपका पुराना कॉन्फ़िगरेशन<br>मिटा दिया गया है और डिफ़ॉल्ट का एक नया सेट प्रारंभ किया गया है। यहन<br>विकास के दौरान नियमित रूप से होगा, इसलिए रिपोर्ट न करें<br>खटमल। इसका मतलब है कि मॉड्यूल को नए कॉन्फ़िगरेशन की आवश्यकता है<br>प्रयोग करने योग्य कार्यक्षमता के लिए डिफ़ॉल्ट रूप से डेटा जो आपका पुराना है<br>कॉन्फ़िगरेशन की कमी थी। डिफॉल्ट्स का यह नया सेट ठीक हो जाएगा<br>कि इसे जोड़कर। आप अब अपने लिए चीजों को फिर से कॉन्फ़िगर कर सकते हैं<br>रुचि। आपके कॉन्फ़िगरेशन में हिचकी के लिए क्षमा करें।<br>
ml: കോൺഫിഗറേഷൻ ഡാറ്റ അപ്‌ഗ്രേഡ് ചെയ്യേണ്ടതുണ്ടായിരുന്നു. നിങ്ങളുടെ പഴയ കോൺഫിഗറേഷൻ<br>മായ്ച്ചു പുതിയൊരു കൂട്ടം സ്ഥിരസ്ഥിതികൾ ആരംഭിക്കപ്പെട്ടിരിക്കുന്നു. വികസന സമയത്ത് ഇത്<br>പതിവായി സംഭവിക്കും, അതിനാൽ ബഗ് റിപ്പോർട്ട്<br>ചെയ്യരുത്. ഇതിനർത്ഥം നിങ്ങളുടെ പഴയ കോൺഫിഗറേഷനിൽ ഇല്ലാത്ത<br>ഉപയോഗയോഗ്യമായ പ്രവർത്തനത്തിനായി മൊഡ്യൂളിന് സ്ഥിരസ്ഥിതിയായി പുതിയ<br>കോൺഫിഗറേഷൻ ഡാറ്റ ആവശ്യമാണ് എന്നാണ്. ഈ പുതിയ സ്ഥിരസ്ഥിതികളുടെ കൂട്ടം അത് ചേർത്തുകൊണ്ട്<br>അത് പരിഹരിക്കും. നിങ്ങളുടെ ഇഷ്ടത്തിനനുസരിച്ച് ഇപ്പോൾ കാര്യങ്ങൾ വീണ്ടും<br>ക്രമീകരിക്കാൻ കഴിയും. നിങ്ങളുടെ കോൺഫിഗറേഷനിൽ തടസ്സമുണ്ടായതിൽ ദയവായി ക്ഷമിക്കുക.<br>
mr: कॉन्फिगरेशन डेटा अपग्रेड करणे आवश्यक होते. आपले जुने कॉन्फिगरेशन<br>पुसून टाकण्यात आले आहे आणि डिफॉल्टचा नवीन संच सुरू करण्यात आला आहे. हा<br>विकासादरम्यान नियमितपणे होईल, म्हणून अहवाल देऊ नका<br>बग. याचा अर्थ मॉड्यूलला नवीन कॉन्फिगरेशनची आवश्यकता आहे<br>आपल्या जुन्या वापरण्यायोग्य कार्यक्षमतेसाठी डिफॉल्टनुसार डेटा<br>कॉन्फिगरेशनचा अभाव होता. डिफॉल्टचा हा नवा संच दुरुस्त होईल<br>त्यात भर घालून. आपण आता आपल्यासाठी गोष्टी पुन्हा कॉन्फिगर करू शकता<br>आवड। आपल्या कॉन्फिगरेशनमधील उचकीबद्दल क्षमस्व.<br>

source: %s Configuration Updated
be: %s Канфігурацыя абноўлена
he: %s ההגדרות עודכנו
hi: %s कॉन्फ़िगरेशन अपडेट किया गया
ml: %s കോൺഫിഗറേഷൻ അപ്ഡേറ്റ് ചെയ്തു
mr: %s कॉन्फिगरेशन अद्ययावत

source: Your module configuration is NEWER than the module version. This is very<br>strange. This should not happen unless you downgraded<br>the module or copied the configuration from a place where<br>a newer version of the module was running. This is bad and<br>as a precaution your configuration has been now restored to<br>defaults. Sorry for the inconvenience.<br>
be: Канфігурацыя вашага модуля БОЛЬШ НОВАЯ, чым версія модуля. Гэта вельмі <br>дзіўна. Гэтак не павінна было адбыцца, калі толькі вы не ўсталявалі<br>папярэднюю версію модуля ці скапіявалі канфігурацыю адтуль,<br>дзе выконваецца новая версія модуля. Гэта дрэнна,<br>і таму налады канфігурацыі былі памяняны на перадвызначыныя.<br>Выбачайце за нязручнасці!<br>
he: ההגדרות שלך *יותר חדשות* מNoksha. זה מוזר <br>מאוד. זה לא אמור לקרות אלא אם שינמכת את <br>Moksha או העתקת את ההגדרות מאיפה ש<br>גירסא חדשה יותר של Moksha מופעלת. זה גרוע ו<br>ליתר בטחון ההגדרות שלך שוחזרו ל<br>ברירת המחדל. סליחה על אי הנוחות.<br>
hi: आपका मॉड्यूल कॉन्फ़िगरेशन मॉड्यूल संस्करण से नया है। यह बहुत<br>अनोखा। यह तब तक नहीं होना चाहिए जब तक कि आप डाउनग्रेड न करें<br>मॉड्यूल या कॉन्फ़िगरेशन को उस स्थान से कॉपी किया गया है जहां<br>मॉड्यूल का एक नया संस्करण चल रहा था। यह बुरा है और<br>एहतियात के तौर पर आपका कॉन्फ़िगरेशन अब बहाल कर दिया गया है<br>डिफ़ॉल्ट। असुविधा के लिए खेद है।<br>
ml: നിങ്ങളുടെ മൊഡ്യൂൾ കോൺഫിഗറേഷൻ മൊഡ്യൂൾ പതിപ്പിനേക്കാൾ പുതിയതാണ്. ഇത് വളരെ<br>വിചിത്രമാണ്. മൊഡ്യൂൾ ഡൗൺഗ്രേഡ് ചെയ്യുകയോ<br>മൊഡ്യൂളിന്റെ പുതിയ പതിപ്പ് പ്രവർത്തിക്കുന്ന സ്ഥലത്ത് നിന്ന്<br>കോൺഫിഗറേഷൻ പകർത്തുകയോ ചെയ്തില്ലെങ്കിൽ ഇത് സംഭവിക്കാൻ പാടില്ല. ഇത് മോശമാണ്,<br>മുൻകരുതൽ എന്ന നിലയിൽ നിങ്ങളുടെ കോൺഫിഗറേഷൻ ഇപ്പോൾ<br>സ്ഥിരസ്ഥിതിയിലേക്ക് പുനഃസ്ഥാപിച്ചിരിക്കുന്നു. അസൗകര്യത്തിന് ക്ഷമിക്കുക.<br>
mr: आपले मॉड्यूल कॉन्फिगरेशन मॉड्यूल आवृत्तीपेक्षा नवीन आहे. हे खूप च आहे<br>विचित्र। आपण डाउनग्रेड केल्याशिवाय असे होऊ नये<br>मॉड्यूल किंवा कॉन्फिगरेशन ची कॉपी अशा ठिकाणाहून केली जिथे<br>मॉड्यूलची नवीन आवृत्ती चालू होती. हे वाईट आहे आणि<br>खबरदारी म्हणून आपले कॉन्फिगरेशन आता पुनर्संचयित केले गेले आहे<br>डिफॉल्ट. गैरसोयीबद्दल क्षमस्व.<br>

source: Never
be: Ніколі
he: לעולם לא
hi: कभी नहीं
ml: ഒരിക്കലുമില്ല
mr: कधीही नाही

source: A second
be: %li секунда
he: שניה
hi: एक सेकंड
ml: ഒരു സെക്കൻഡ്
mr: %li सेकंद

source: One year
be: %li год
he: שנה
hi: एक वर्ष
ml: ഒരു വർഷം
mr: %li वर्षे

source: One month
be: %li месяц
he: חודש
hi: एक महीना
ml: ഒരു മാസം
mr: %li महिने

source: One week
be: %li тыдзень
he: שבוע
hi: एक सप्ताह
ml: ഒരാഴ്ച
mr: %li आठवडे

source: One day
be: %li дзень
he: יום אחד
hi: एक दिन
ml: ഒരുദിവസം
mr: %li दिवस

source: An hour
be: %li гадзіна
he: שעה
hi: एक घंटा
ml: ഒരു മണിക്കൂർ
mr: %li तास
