Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: List Item Text (Even)
be: Тэкст цотнага элемента спісу
he: טקסט של פריט ברשימה (שווה)
hi: सूची आइटम पाठ (सम)
ml: ലിസ്റ്റ് ഇനം വാചകം (ഈവൻ)
mr: आयटम मजकूर सूची (अगदी)

source: List Item Background Base (Even)
be: Фон асновы тэкста цотнага элемента спісу
he: בסיס הרקע לפריט ברשימה (שווה)
hi: सूची आइटम पृष्ठभूमि आधार (यहां तक कि)
ml: ലിസ്റ്റ് ഇനത്തിൻ്റെ പശ്ചാത്തല അടിത്തറ (ഈവൻ)
mr: सूची आयटम पार्श्वभूमी आधार (अगदी)

source: List Item Text (Odd)
be: Тэкст няцотнага элемента спісу
he: טקסט פריט ברשימה (שונה)
hi: सूची आइटम पाठ (विषम)
ml: ലിസ്റ്റ് ഇനം വാചകം (ഓഡ്)
mr: आयटम मजकूर सूची (विषम)

source: List Item Background Base (Odd)
be: Фон асновы няцотнага элемента спісу
he: בסיס הרקע לפריט ברשימה (שונה)
hi: सूची आइटम पृष्ठभूमि आधार (विषम)
ml: ലിസ്റ്റ് ഇനത്തിൻ്റെ പശ്ചാത്തല അടിത്തറ (ഓഡ്)
mr: सूची आयटम पार्श्वभूमी आधार (विषम)

source: List Header Text (Even)
be: Тэкст цотнага загалоўка спісу
he: טקסט של כותרת ברשימה (שווה)
hi: सूची शीर्ष लेख पाठ (सम)
ml: ലിസ്റ്റ് തലക്കെട്ട് വാചകം (ഈവൻ)
mr: सूची शीर्षलेख मजकूर (अगदी)

source: List Header Background Base (Even)
be: Фон асновы цотнага загалоўка спісу
he: בסיס הרקע לכותרת ברשימה (שווה)
hi: सूची शीर्ष लेख पृष्ठभूमि आधार (यहां तक कि)
ml: ലിസ്റ്റ് തലക്കെട്ടിൻ്റെ പശ്ചാത്തല അടിത്തറ (ഈവൻ)
mr: सूची शीर्षलेख पार्श्वभूमी आधार (अगदी)

source: List Header Text (Odd)
be: Тэкст няцотнага загалоўка
he: טקסט של כותרת ברשימה (שונה)
hi: सूची शीर्ष लेख पाठ (विषम)
ml: ലിസ്റ്റ് തലക്കെട്ട് വാചകം (ഓഡ്)
mr: सूची शीर्षलेख मजकूर (विषम)

source: List Header Background Base (Odd)
be: Фон асновы тэкста няцотнага загалоўка спісу
he: בסיס הרקע לכותרת ברשימה (שונה)
hi: सूची शीर्ष लेख पृष्ठभूमि आधार (विषम)
ml: ലിസ്റ്റ് തലക്കെട്ടിൻ്റെ പശ്ചാത്തല അടിത്തറ (ഓഡ്)
mr: सूची शीर्षलेख पार्श्वभूमी आधार (विषम)

source: Radio Text
be: Тэкст селектара
he: טקסט רדיו
hi: रेडियो पाठ
ml: റേഡിയോ വാചകം
mr: रेडिओ मजकूर

source: Radio Text Disabled
be: Тэкст адключанага селектара
he: טקסט רדיו מבוטל
hi: रेडियो पाठ अक्षम
ml: റേഡിയോ വാചകം പ്രവർത്തനരഹിതമായ
mr: रेडिओ मजकूर अक्षम

source: Slider Text
be: Тэкст паўзунка
he: טקסט המַחְלֵק
hi: स्लाइडर पाठ
ml: സ്ലൈഡർ വാചകം
mr: स्लाइडर मजकूर

source: Slider Text Disabled
be: Тэкст адключанага паўзунка
he: טקסט המַחְלֵק מבוטל
hi: स्लाइडर पाठ अक्षम किया गया
ml: സ്ലൈഡർ വാചകം പ്രവർത്തനരഹിതമായ
mr: स्लाइडर मजकूर अक्षम

source: Frame Background Base
be: Фон асновы рамкі
he: בסיס רקע המסגרת
hi: फ़्रेम पृष्ठभूमि आधार
ml: ഫ്രെയിം പശ്ചാത്തല അടിത്തറ
mr: फ्रेम बॅकग्राऊंड बेस

source: Scroller Frame Background Base
be: Фон асновы рамкі прагортвальніка
he: רקע בסיס מסגרת גלילה
hi: स्क्रॉलर फ़्रेम बैकग्राउंड बेस
ml: സ്ക്രോളർ ഫ്രെയിം പശ്ചാത്തല അടിത്തറ
mr: स्क्रॉलर फ्रेम बॅकग्राऊंड बेस

source: Module Label
be: Пазнака модуля
he: תווית מודול
hi: मॉड्यूल लेबल
ml: മൊഡ്യൂൾ ലേബൽ
mr: मॉड्यूल लेबल

source: Composite Focus-out Color
be: Колер страты фокуса пры кампазіцыі
he: צבע התרחקות במעצב
hi: समग्र फोकस-आउट रंग
ml: കോമ്പോസിറ്റ് ഫോക്കസ്-ഔട്ട് നിറം
mr: कंपोझिट फोकस-आउट रंग

source: Colors
be: Колеры
he: צבעים
hi: रंग
ml: നിറങ്ങൾ
mr: रंग (संपादन)

source: Color class: %s
be: Клас колеру: %s
he: מחלקת צבע: %s
hi: रंग वर्ग: %s
ml: വർണ്ണ തരം: %s
mr: रंग वर्ग: %s

source: Selected %u mixed colors classes
be: Выбрана %u змешаных каляровых класаў
he: נבחרו %u מחלקות צבע מעורבות
hi: चयनित %u मिश्रित रंग वर्ग
ml: %u മിക്സഡ് വർണ്ണ തരങ്ങൾ തിരഞ്ഞെടുത്തു
mr: निवडक %u मिश्र रंगांचे वर्ग

source: Selected %u unset colors classes
be: Выбрана %u скінутых каляровых класаў
he: נבחרו %u מחלקות צבע לא מכוונות
hi: चयनित %u अनसेट रंग कक्षाएं
ml: %u സജ്ജീകരിക്കാത്ത വർണ്ണ തരങ്ങൾ തിരഞ്ഞെടുത്തു
mr: निवडक %u अनसेट रंग वर्ग

source: Selected %u uniform colors classes
be: Выбрана %u аднастайных каляровых класаў
he: נבחרו %u מחלקות צבע אחידות
hi: चयनित %u समान रंग वर्ग
ml: %u യൂണിഫോം വർണ്ണ തരങ്ങൾ തിരഞ്ഞെടുത്തു
mr: निवडक %u समान रंग वर्ग

source: No selected color class
be: Няма выбранана класа колеру
he: לא נבחרו מחלקות צבע
hi: कोई चयनित रंग वर्ग नहीं
ml: തിരഞ്ഞെടുത്ത വർണ്ണ തരങ്ങൾ ഇല്ല
mr: निवडक रंग वर्ग नाही

source: Custom colors
be: Карыстальніцкія колеры
he: צבעים מותאמים אישית
hi: कस्टम रंग
ml: ഇഷ്ടാനുസൃത നിറങ്ങൾ
mr: सानुकूल रंग

source: Object:
be: Аб'ект:
he: האובייקט:
hi: वस्तु:
ml: വസ്തു:
mr: कर्म:

source: Outline:
be: Контур:
he: מתאר:
hi: रूपरेखा बनाना:
ml: രൂപരേഖ:
mr: आराखडा:

source: Shadow:
be: Цень:
he: הצללה:
hi: छाया:
ml: നിഴൽ:
mr: सावली:

source: Text with applied colors.
be: Тэкст з прызначынымі колерамі.
he: טקסט עם צבעים מיושמים.
hi: लागू रंगों के साथ पाठ.
ml: നിറങ്ങളുള്ള വാചകം.
mr: उपयोजित रंगांसह मजकूर.

source: Colors depend on theme capabilities.
be: Колеры залежаць ад магчымасцяў тэмы
he: צבעים תלויים ביכולות ערכת הנושא.
hi: रंग विषय क्षमताओं पर निर्भर करते हैं।
ml: നിറങ്ങൾ ഥീമിൻ്റെ കഴിവുകളെ ആശ്രയിക്കുന്നു.
mr: रंग थीम क्षमतेवर अवलंबून असतात.

source: Window Manager
be: Менеджар вокнаў
he: מנהל החלונות
hi: विंडो मैनेजर
ml: വിൻഡോ മാനേജർ
mr: विंडो मॅनेजर

source: Widgets
be: Віджэты
he: וידג'טים
hi: विजेट
ml: വിഡ്ജറ്റുകൾ
mr: विजेट्स

source: Others
be: Іншае
he: אחרים
hi: अन्य लोग
ml: മറ്റുള്ളവ
mr: इतर

source: Title Bar
be: Радок загалоўка
he: סרגל הכותרת
hi: शीर्षक पट्टी
ml: ടൈറ്റിൽ ബാർ
mr: शीर्षक बार

source: Textblock Plain
be: Звычайны тэкставы блок
he: Textblock רגיל
hi: टेक्स्टब्लॉक प्लेन
ml: ടെക്സ്റ്റ്ബ്ലോക്ക് പ്ലെയിൻ
mr: टेक्स्टब्लॉक प्लेन

source: Textblock Light
be: Малы тэкставы блок
he: Textblock קל
hi: टेक्स्टब्लॉक लाइट
ml: ടെക്സ്റ്റ്ബ്ലോക്ക് ലൈറ്റ്
mr: टेक्स्टब्लॉक लाइट

source: Textblock Big
be: Вялікі тэкставы блок
he: Textblock גדול
hi: टेक्स्टब्लॉक बिग
ml: ടെക്സ്റ്റ്ബ്ലോക്ക് വലുത്
mr: टेक्स्टब्लॉक मोठा

source: Settings Heading
be: Загаловак наладаў
he: כותרת הגדרות
hi: सेटिंग्स शीर्षक
ml: ക്രമീകരണ തലക്കെട്ട്
mr: सेटिंग्स हेडिंग

source: About Title
be: Загаловак у "Аб..."
he: אודות כותרת
hi: शीर्षक के बारे में
ml: അബൌട്ട് ശീർഷകം
mr: शीर्षक ाबद्दल

source: About Version
be: Версія ў "Аб..."
he: אודות הגירסה
hi: संस्करण के बारे में
ml: അബൌട്ട് പതിപ്പ്
mr: आवृत्ती बद्दल

source: Desklock Title
be: Загаловак блакіроўкі працоўнага стала
he: כותרת נעילת שולחן
hi: डेस्कलॉक शीर्षक
ml: ഡെസ്ക്ലോക്ക് ശീർഷകം
mr: डेस्कलॉक शीर्षक

source: Desklock Password
be: Пароль блакіроўкі працоўнана стала
he: סיסמת נעילת שולחן
hi: डेस्कलॉक पासवर्ड
ml: ഡെസ്ക്ലോക്ക് പാസ്വേഡ്
mr: डेस्कलॉक पासवर्ड

source: Dialog Error
be: Дыялог памылкі
he: שגיאה בשיחה
hi: संवाद त्रुटि
ml: ഡയലോഗ് പിശക്
mr: संवाद त्रुटी

source: Exebuf Command
be: Каманда Exebuf
he: Exebuf פקודת
hi: Exebuf कमांड
ml: എക്സെബഫ് കമാൻഡ്
mr: Exebuf आज्ञा

source: Splash Title
be: Загаловак застаўкі
he: כותרת מתפרצת
hi: स्पलैश शीर्षक
ml: സ്പ്ലാഷ് ശീർഷകം
mr: स्प्लॅश शीर्षक

source: Splash Text
be: Тэкст застаўкі
he: טקסט מתפרץ
hi: स्पलैश टेक्स्ट
ml: സ്പ്ലാഷ് വാചകം
mr: स्प्लॅश मजकूर

source: Splash Version
be: Версія застаўкі
he: התפרצות גרסא
hi: स्पलैश संस्करण
ml: സ്പ്ലാഷ് പതിപ്പ്
mr: स्प्लॅश आवृत्ती

source: Digital Clock
be: Цыфравы гадзіннік
he: שעון דיגיטלי
hi: डिजिटल घड़ी
ml: ഡിജിറ്റൽ ഘടികാരം
mr: डिजिटल घड्याळ

source: Entry
be: Запіс
he: כניסה
hi: प्रवेश-द्वार
ml: എൻട്രി
mr: प्रवेश

source: Frame
be: Рамка
he: מסגרת
hi: चौखटा
ml: ഫ്രെയിം
mr: फ्रेम

source: Label
be: Пазнака
he: תווית
hi: लेबल
ml: ലേബൽ
mr: लेबल

source: Slider
be: Паўзунок
he: מַחְלֵק
hi: स्लाइडर
ml: സ്ലൈഡർ
mr: स्लाइडर

source: Radio Buttons
be: Кнопкі селектара
he: כפתורי רדיו
hi: रेडियो बटन
ml: റേഡിയോ ബട്ടണുകൾ
mr: रेडिओ बटण

source: Check Buttons
be: Кнопкі птушак
he: לבדוק כפתורים
hi: चेक बटन
ml: ചെക്ക് ബട്ടണുകൾ
mr: बटणे तपासा

source: Text List Item
be: Тэкст элемента спісу
he: פריט ברשימת טקסט
hi: पाठ सूची आइटम
ml: ടെക്സ്റ്റ് ലിസ്റ്റ് ഇനം
mr: मजकूर सूची आयटम

source: List Item
be: Элемент спісу
he: פריט ברשימה
hi: सूची आइटम
ml: ലിസ്റ്റ് ഇനം
mr: सूची आयटम

source: List Header
be: Загаловак спісу
he: כותרת הרשימה
hi: सूची शीर्षलेख
ml: ലിസ്റ്റ് തലക്കെട്ട്
mr: सूची शीर्षलेख

source: Filemanager
be: Файлавы менеджар
he: מנהל הקבצים
hi: फ़ाइल प्रबंधक
ml: ഫയൽമാനേജർ
mr: फाईलमॅनेजर

source: Desktop Icon
be: Значок працоўнага стала
he: סמל שולחן העבודה
hi: डेस्कटॉप चिह्न
ml: ഡെസ്ക്ടോപ്പ് ഐക്കൺ
mr: डेस्कटॉप आयकॉन

source: Small
be: Малы
da: Lille
he: קטן
hi: मामूली
ml: ചെറുത്
mr: लहान

source: Large
be: Вялікі
da: Stor
he: גדול
hi: विशाल
ml: വലുത്
mr: विशाल

source: Small Styled
be: Малы стыль
he: קטן מעוצב
hi: छोटा स्टाइल
ml: ചെറിയ ശൈലിയിലുള്ളത്
mr: लहान शैलीची

source: Normal Styled
be: Звычайны стыль
he: רגיל מעוצב
hi: सामान्य स्टाइल
ml: സാധാരണ ശൈലിയിലുള്ളത്
mr: सामान्य शैली

source: Large Styled
be: Вялікі стыль
he: גדול מעוצב
hi: बड़े स्टाइल
ml: വലിയ ശൈലിയിലുള്ളത്
mr: मोठ्या शैलीचे

source: Font Settings
be: Налады шрыфта
he: הגדרות הגופן
hi: फ़ॉन्ट सेटिंग्स
ml: ഫോണ്ട് ക്രമീകരണങ്ങൾ
mr: फॉन्ट सेटिंग्स

source: Tiny
be: Малюсенькі
da: Super lille
he: זעיר
hi: नन्‍हा
ml: ചെറിയ
mr: लहान

source: Big
be: Вялікі
he: גדול
hi: बडा
ml: വലിയ
mr: जंगी

source: Really Big
be: Сапраўды вялікі
he: ממש גדול
hi: वास्तव में बड़ा
ml: വളരെ വലിയ
mr: खरंच खूप मोठं

source: Huge
be: Велізарны
da: Kæmpe
he: ענק
hi: विशाल
ml: ഭീമാകാരമായ
mr: प्रचंड

source: %d pixel
be: %d піксель
he: %d פיקסל
hi: %d पिक्सेल
ml: %d പിക്സൽ
mr: %d पिक्सेल

source: Enable Custom Font Classes
be: Уключыць карыстальніцкія класы шрыфтоў
he: לאפשר מחלקות גופנים מותאמות אישית
hi: कस्टम फ़ॉन्ट क्लासेस सक्षम करें
ml: ഇഷ്‌ടാനുസൃത ഫോണ്ട് ക്ലാസുകൾ പ്രവർത്തനക്ഷമമാക്കുക
mr: सानुकूल फॉन्ट वर्ग सक्षम करा

source: Font Classes
be: Класы шрыфтоў
he: מחלקות גופן
hi: फ़ॉन्ट कक्षाएं
ml: ഫോണ്ട് ക്ലാസുകൾ
mr: फॉन्ट क्लासेस

source: Enable Font Class
be: Уключыць класы шрыфтоў
he: לאפשר מחלקת גופן
hi: फ़ॉन्ट वर्ग सक्षम करें
ml: ഫോണ്ട് ക്ലാസ് പ്രവർത്തനക്ഷമമാക്കുക
mr: फॉन्ट क्लास सक्षम करा

source: Font
be: Шрыфт
he: גופן
hi: फ़ांट
ml: ഫോണ്ട്
mr: फॉन्ट

source: Hinting
be: Згладжванне
he: רמז
hi: इशारा
ml: ഹിന്റിംഗ്
mr: संकेत देतात

source: Bytecode
be: Байткод
hi: बाइटकोड
ml: ബൈറ്റ്കോഡ്

source: Automatic
be: Аўтаматычна
da: Automatisk
he: אוטומטי
hi: स्वचालित
ml: സ്വയമേവ
mr: स्वयंचलित
nb: Automatisk

source: Font Fallbacks
be: Рэзервовыя шрыфты
he: גופן גיבוי
hi: फ़ॉन्ट फ़ॉलबैक
ml: ഫോണ്ട് ഫോൾബാക്കുകൾ
mr: फॉन्ट फॉलबॅक्स

source: Fallback Name
be: Назва рэзервовага шрыфта
he: שם גיבוי
hi: फ़ॉलबैक नाम
ml: ഫോൾബാക്ക് പേര്
mr: फॉलबॅक नाव

source: Enable Fallbacks
be: Уключыць рэзервовыя шрыфты
he: אפשר גיבוי
hi: फ़ॉलबैक सक्षम करें
ml: ഫോൾബാക്കുകൾ പ്രവർത്തനക്ഷമമാക്കുക
mr: फॉलबॅक्स सक्षम करा

source: Hinting / Fallbacks
be: Сгладжванне / рэзерв
he: רמז / גיבוי
hi: हिंटिंग/फ़ॉलबैक
ml: ഹിന്റിംഗ് / ഫോൾബാക്കുകൾ
mr: संकेत / पडझड

source: Factor
be: Множнік
he: מכפיל
hi: कारण
ml: ഘടകം
mr: घटक

source: Scale Settings
be: Налады маштабу
he: הגדרות קנה מידה
hi: स्केल सेटिंग्स
ml: സ്കെയിൽ ക്രമീകരണങ്ങൾ

source: DPI Scaling
be: Згодна DPI
he: דרוג DPI
hi: डीपीआई स्केलिंग
ml: DPI സ്കെയിലിംഗ്
mr: डीपीआय स्केलिंग

source: Don't Scale
be: Не маштабаваць
he: לא לשנות קנה מידה
hi: स्केल न करें
ml: സ്കെയിൽ ചെയ്യരുത്
mr: स्केल करू नका

source: Scale relative to screen DPI
be: Маштаб адносна DPI экрана
he: קנה מידה יחסית לDPI מסך
hi: स्क्रीन डीपीआई के सापेक्ष स्केल
ml: സ്‌ക്രീനിൻ്റെ DPI-യുമായി ബന്ധപ്പെട്ട സ്കെയിലുചെയ്യുക
mr: स्क्रीन डीपीआयच्या सापेक्ष स्केल

source: Base DPI (Currently %i DPI)
be: Аснова DPI (Загаз %i DPI)
he: DPI בסיס (כרגע %iDPI)
hi: बेस डीपीआई (वर्तमान में %i डीपीआई)
ml: അടിസ്ഥാന DPI (നിലവിൽ %i DPI)
mr: बेस डीपीआय (सध्या %i डीपीआय)

source: Custom scaling factor
be: Карыстальніцкі множнік маштаба
he: מכפיל קנה מידה מותאם אישית
hi: कस्टम स्केलिंग कारक
ml: ഇഷ്‌ടാനുസൃത സ്കെയിലിംഗ് ഘടകം
mr: सानुकूल स्केलिंग घटक

source: Policy
be: Палітыка
he: מדיניות
hi: बीमा पॉलिसी
ml: പോളിസി
mr: धोरण

source: Minimum
be: Найменшае
he: מינימום
hi: बहुत छोटा
ml: കുറഞ്ഞത്
mr: किमान

source: %1.2f times
be: %1.2f разоў
he: %1.2f פעמים
hi: %1.2f बार
ml: %1.2f തവണ
mr: %1.2f वेळा

source: Maximum
be: Найбольшае
he: מקסימום
hi: अधिकतम
ml: പരമാവധി
mr: कमाल

source: Constraints
be: Абмежаванні
he: אילוצים
hi: बाधाएं
ml: പരിമിതികൾ
mr: मर्यादा

source: Startup Settings
be: Налады запуска
he: הגדרות אתחול
hi: स्टार्टअप सेटिंग्स
ml: സ്റ്റാർട്ടപ്പ് ക്രമീകരണങ്ങൾ
mr: स्टार्टअप सेटिंग्स
nb: Oppstartsinnstillinger

source: Show Splash Screen on Login
be: Паказваць экран застаўкі пры ўваходзе
he: להציג מסך פתיחה בהתחברות
hi: लॉगिन पर स्प्लैश स्क्रीन दिखाएं
ml: ലോഗിൻ ചെയ്യുമ്പോൾ സ്പ്ലാഷ് സ്ക്രീൻ കാണിക്കുക
mr: लॉगिनवर स्प्लॅश स्क्रीन दाखवा

source: Transition Settings
be: Налады перахода
he: הגדרות מעברים
hi: संक्रमण सेटिंग्स
ml: ട്രാൻസിഷൻ ക്രമീകരണങ്ങൾ
mr: संक्रमण सेटिंग्स

source: Events
be: Падзеі
he: אירועים
hi: घटनाओं
ml: ഇവൻ്റുകൾ
mr: घटना[संपादन]

source: Startup
be: Запуск
he: אתחול
hi: उद्घाटन
ml: സ്റ്റാർട്ടപ്പ്
mr: स्टार्टअप

source: Desk Change
be: Змена стала
he: החלפת שולחן
hi: डेस्क बदलें
ml: ഡെസ്ക് മാറ്റം
mr: डेस्क बदल

source: Background Change
be: Змена фону
he: החלפת רקע
hi: पृष्ठभूमि परिवर्तन
ml: ബാക്ക്ഗ്രൗണ്ട് മാറ്റം
mr: पार्श्वभूमी बदल

source: Transitions
be: Пераходы
he: מעברים
hi: संक्रमण
ml: ട്രാൻസിഷനുകൾ
mr: संक्रमण (संपादन)

source: Theme Selector
be: Выбар тэмы
he: בורר ערכת הנושא
hi: विषयवस्तु चयनकर्ता
ml: ഥീം സെലക്ടർ
mr: थीम सिलेक्टर
nb: Endre skrivebordstema

source: Theme File Error
be: Памылка файла тэмы
he: שגיאה בקובץ ערכת ​​נושא
hi: विषयवस्तु फ़ाइल त्रुटि
ml: ഥീം ഫയൽ പിശക്
mr: थीम फाइल त्रुटी

source: The listed files are probably not Moksha themes:<ps/>%s
be: Паказаныя файлы верагодна не з'яўляюцца тэмамі Moksha:<ps/>%s
he: הקבצים הרשומים ככה"נ אינם קבצי ערכות נושא של Moksha:<ps/>%s
hi: सूचीबद्ध फ़ाइलें शायद Moksha थीम नहीं हैं:<ps/>%s
ml: ലിസ്‌റ്റ് ചെയ്‌ത ഫയലുകൾ ഒരുപക്ഷേ മോക്ഷ ഥീമുകളല്ല:<ps/>%s
mr: सूचीबद्ध फाइल्स बहुधा Moksha थीम नाहीत:<ps/>%s

source: Import...
be: Імпарт...
he: ייבוא ​​...
hi: आयात त्रुटि।
ml: ഇംപോർട്ട്...
mr: आयात...

source: Theme Categories
be: Катэгорыы тэмы
he: קטגוריות של ערכות נושא
hi: थीम श्रेणियाँ
ml: ഥീം വിഭാഗങ്ങൾ
mr: थीम श्रेणी (संपादन)

source: Assign
be: Прызначыць
he: להקצות
hi: सौंपना
ml: ചുമതലപ്പെടുത്തുക
mr: नियुक्त करा

source: Clear
be: Ачысціць
he: לנקות
hi: रिक्त
ml: മായ്ക്കുക
mr: साफ

source: Clear All
be: Ачысціць усё
he: לנקות הכל
hi: सभी रिक्त करें
ml: എല്ലാം മായ്‌ക്കുക
mr: सर्व काढून करा

source: Select a Theme...
be: Выбраць тэму...
he: לבחור ערכת נושא ...
hi: किसी विषयवस्तु का चयन करें...
ml: ഒരു തീം ഇറക്കുമതി പിശക് തിരഞ്ഞെടുക്കുക...
mr: थीम निवडा...

source: Theme Import Error
be: Памылка імпарта тэмы
he: שגיאת ייבוא ​​ערכת נושא
hi: विषयवस्तु आयात त्रुटि
ml: ഥീം ഇറക്കുമതി പിശക്
mr: थीम आयात त्रुटी

source: Moksha was unable to import the theme.<br><br>Are you sure this is really a valid theme?
be: Moksha не здолеў імпартаваць тэму.<br><br>Вы ўпэўнены, што гэта сапраўды тэма?
he: Moksha לא הצליחה לייבא את ערכת הנושא. <br><br> האם אלו באמת ערכות נושא תקניות?
hi: Moksha विषय आयात करने में असमर्थ था।<br><br>क्या आप सुनिश्चित हैं कि यह वास्तव में एक वैध विषय है?
ml: മോക്ഷയ്ക്ക് ഥീം ഇമ്പോർട്ടുചെയ്യാനായില്ല.<br><br>ഇത് ശരിക്കും സാധുവായ ഥീം ആണെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: Moksha थीम आयात करू शकला नाही.<br><br>आपल्याला खात्री आहे का की ही खरोखर एक वैध थीम आहे?

source: Moksha was unable to import the theme<br>due to a copy error.
be: Moksha не здолеў імпартаваць тэму<br>з нагоды памылкі капіявання.
he: Moksha לא הצליחה לייבא את ערכת הנושא. <br><br> עקב שגיאה בהעתקה.
hi: Moksha विषय आयात करने में असमर्थ था<br>कॉपी एरर के कारण।
ml: കോപ്പി പിശക് കാരണം മോക്ഷയ്ക്ക്<br>ഥീം ഇറക്കുമതി ചെയ്യാൻ കഴിഞ്ഞില്ല.
mr: Moksha थीम आयात करू शकला नाही<br>कॉपी च्या त्रुटीमुळे.

source: Application Theme Settings
be: Налады тэмы праграм
he: הגדרות ערכת נושא היישומים
hi: अनुप्रयोग विषयवस्तु सेटिंग्स
ml: അപ്ലിക്കേഷൻ ഥീം ക്രമീകരണങ്ങൾ
mr: अनुप्रयोग थीम सेटिंग्स

source: Match Moksha theme if possible
be: Адпавядаць тэме Moksha, калі магчыма
he: להתאים את ערכת הנושא של Moksha אם אפשר
hi: यदि संभव हो तो Moksha थीम का मिलान करें
ml: സാധ്യമെങ്കിൽ മോക്ഷയുടെ ഥീമുമായി പൊരുത്തപ്പെടുത്തുക
mr: शक्य असल्यास Moksha थीम जुळवा

source: Enable X Application Settings
be: Уключыць налады X-праграм
he: לאפשר הגדרות יישומי X
hi: X अनुप्रयोग सेटिंग्स सक्षम करें
ml: X അപ്ലിക്കേഷൻ ക്രമീകരണങ്ങൾ പ്രവർത്തനക്ഷമമാക്കുക
mr: एक्स अनुप्रयोग सेटिंग्ज सक्षम करा

source: GTK Applications
be: GTK-праграмы
he: יישומי GTK
hi: जीटीके अनुप्रयोग
ml: GTK ആപ്ലിക്കേഷനുകൾ
mr: जीटीके अनुप्रयोग

source: Enable icon theme for applications
be: Уключыць тэму значкоў для праграм
he: לאפשר ערכת נושא סמלים של יישומים
hi: अनुप्रयोगों के लिए आइकन थीम सक्षम करें
ml: അപ്ലിക്കേഷനുകൾക്കായി ഐക്കൺ ഥീം പ്രവർത്തനക്ഷമമാക്കുക
mr: अनुप्रयोगांसाठी आयकॉन थीम सक्षम करा

source: Enable icon theme for Moksha
be: Уключыць тэму значкоў для Moksha
he: אפשר ערכת נושא בסמלים לMoksha
hi: Moksha के लिए आइकन थीम सक्षम करें
ml: മോക്ഷയ്‌ക്കായി ഐക്കൺ ഥീം പ്രവർത്തനക്ഷമമാക്കുക
mr: Mokshaासाठी आयकॉन थीम सक्षम करा

source: Moksha Theme
be: Тэма Moksha
he: ערכת נושא לMoksha
hi: Moksha थीम
ml: മോക്ഷ ഥീം
mr: Moksha थीम

source: Application Theme (GTK & Icons)
be: Тэма праграм (GTK ды значкі)
he: ערכת נושא לישומים (GTK וסמלים)
hi: अनुप्रयोग थीम (GTK और प्रतीक)
ml: ആപ്ലിക്കേഷൻ ഥീം (GTK & ഐക്കണുകൾ)
mr: अनुप्रयोग थीम (जीटीके आणि चिन्हे)

source: Borders
be: Мяжы
da: Rammer
he: גבולות
hi: बॉर्डर्स
ml: ബോർഡറുകൾ
mr: सीमारेषा
nb: Vindusramme

source: Scaling
be: Маштаб
he: קנה מידה
hi: स्केलिंग
ml: സ്കെയിലിംഗ്
mr: स्केलिंग

source: Window List Menu Settings
be: Налады меню спісу вокнаў
he: הגדרות תפריט רשימת חלונות
hi: विंडो सूची मेनू सेटिंग्स
ml: വിൻഡോ ലിസ്റ്റ് മെനു ക്രമീകരണങ്ങൾ
mr: विंडो सूची मेनू सेटिंग्स

source: Group By
be: Групаваць па
he: קיבוץ לפי
hi: समूह :
ml: ഗ്രൂപ്പ് തരം
mr: ग्रुप बाय

source: Include windows from other screens
be: Уключаючы вокны з іншых экранаў
he: כלול חלונות ממסכים אחרים
hi: अन्य स्क्रीन से विंडो शामिल करें
ml: മറ്റ് സ്ക്രീനുകളിൽ നിന്നുള്ള വിൻഡോകൾ ഉൾപ്പെടുത്തുക
mr: इतर स्क्रीनवरील खिडक्या समाविष्ट करा

source: Separate Groups By
be: Падзяляць групы па
he: להפריד קבוצות לפי
hi: द्वारा अलग समूह
ml: ഗ്രൂപ്പുകളെ വേർതിരിക്കുന്ന
mr: वेगवेगळे गट

source: Using separator bars
be: Выкарыстоўваючы раздзяляльныя радкі
he: באמצעות פסי הפרדה
hi: विभाजक सलाखों का उपयोग करना
ml: സെപ്പറേറ്റർ ബാറുകൾ ഉപയോഗിക്കുന്നു
mr: सेपरेटर बारचा वापर

source: Using menus
be: Выкарыстоўваючы меню
he: באמצעות תפריטים
hi: मेनू का उपयोग करना
ml: മെനുകൾ ഉപയോഗിക്കുന്നു
mr: मेनू वापरणे

source: Grouping
be: Групоўка
he: קיבוץ לפי
hi: वर्गीकरण
ml: ഗ്രൂപ്പിംഗ്
mr: समूहीकरण

source: Alphabetical
be: Па алфавіце
he: אלפביתי
hi: वर्णानुक्रम से
ml: അക്ഷരമാലാക്രമം
mr: वर्णमाला[संपादन]

source: Window stacking layer
be: Узровень штабелявання вокнаў
he: שכבת ערמת חלונות
hi: विंडो स्टैकिंग परत
ml: വിൻഡോ സ്റ്റാക്കിംഗ് ലെയർ
mr: विंडो स्टॅकिंग लेयर

source: Most recently used
be: Апошнія выкарыстаныя
he: השמישים ביותר
hi: सबसे हाल ही में इस्तेमाल किया
ml: ഏറ്റവും അടുത്തിടെ ഉപയോഗിച്ചത്
mr: अलीकडेच वापरला गेला

source: Sort Order
be: Парадак сартавання
he: סדר מיון
hi: क्रमबद्ध क्रम
ml: അടുക്കൽ ക്രമം
mr: सॉर्ट ऑर्डर

source: Group with owning desktop
be: Групаваць з родным працоўным сталом
he: קיבוץ עם שולחן העבודה המכיל
hi: डेस्कटॉप के स्वामित्व वाले समूह
ml: ഉടമസ്ഥയായ ഡെസ്ക്ടോപ്പിനോടൊപ്പം ഗ്രൂപ്പുചെയ്യുക
mr: डेस्कटॉप चा मालक असलेला गट

source: Group with current desktop
be: Групаваць з бягучым працоўным сталом
he: קיבוץ עם שולחן העבודה הנוכחי
hi: वर्तमान डेस्कटॉप के साथ समूहीकृत करें
ml: നിലവിലെ ഡെസ്ക്ടോപ്പിനോടൊപ്പം ഗ്രൂപ്പുചെയ്യുക
mr: वर्तमान डेस्कटॉप सह गट

source: Separate group
be: Асобная група
he: הפרדת קבוצות
hi: अलग समूह
ml: പ്രത്യേക ഗ്രൂപ്പ്
mr: स्वतंत्र गट

source: Warp to owning desktop
be: Перанесці на родны працоўны стол
he: לעטוף לשולחן העבודה בבעלות
hi: डेस्कटॉप के मालिक होने के लिए ताना
ml: ഉടമസ്ഥയായ ഡെസ്ക്ടോപ്പിലേക്ക് വാർപ്പ് ചെയ്യുക
mr: डेस्कटॉपच्या मालकीसाठी वार्प करा

source: Iconified Windows
be: Партрэты вокнаў
he: חלונות ממוזערים
hi: आइकॉन किए गए विंडोज
ml: ഐക്കണിഫൈഡ് വിൻഡോകൾ
mr: आयकॉनाइज्ड विंडोज

source: Limit caption length
be: Абмежаваць даўжыню надпісу
he: הגבלת אורך התווית
hi: कैप्शन की लंबाई सीमित करें
ml: അടിക്കുറിപ്പ് നീളം പരിമിതപ്പെടുത്തുക
mr: कॅप्शन लांबी मर्यादित करा

source: %1.0f Chars
be: %1.0f Знакаў
he: %1.0f תווים
hi: %1.0f चार्स
ml: %1.0f അക്ഷരങ്ങൾ
mr: %1.0f चार्स

source: Captions
be: Надпісы
he: כתוביות
hi: कैप्शन
ml: അടിക്കുറിപ്പുകൾ
mr: कॅप्शन ्स

source: Window Display
be: Паказ вокнаў
da: Vinduesvisning
he: תצוגת חלון
hi: विंडो डिस्प्ले
ml: വിൻഡോ ഡിസ്പ്ലേ
mr: विंडो डिस्प्ले
nb: Vinduvisning

source: Border Icon
be: Значок мяжы
he: סמל גבול
hi: बॉर्डर चिह्न
ml: ബോർഡർ ഐക്കൺ
mr: बॉर्डर आयकॉन

source: User defined
be: Вызначыны карыстальнікам
he: הוגדר על ידי המשתמש/ת
hi: उपयोगकर्ता परिभाषित
ml: ഉപയോക്താവ് നിർവചിച്ച
mr: वापरकर्ता परिभाषित

source: Application provided
be: Прадстаўлены праграмай
he: סופק על ידי היישום
hi: अनुप्रयोग द्वारा प्रदान किए गए आइकन का उपयोग करें
ml: ആപ്ലിക്കേഷൻ നൽകിയ
mr: दिलेला अर्ज

source: Move Geometry
be: Геаметрыя перамяшчэння
he: העברת גאומטריה
hi: ज्यामिति ले जाएँ
ml: മൂവ് ജിയോമെട്രി
mr: भूमिती हलवा

source: Display information
be: Паказваць інфармацыю
da: Vis information
he: הצגת מידע
hi: जानकारी प्रदर्शित करें
ml: ഡിസ്പ്ലേ വിവരങ്ങൾ
mr: माहिती प्रदर्शित करा
nb: Vis informasjon

source: Follows the window
be: Варта з акном
he: עוקב אחרי החלון
hi: खिड़की का अनुसरण करता है
ml: വിൻഡോയെ പിന്തുടരുക
mr: खिडकीचे अनुसरण करा

source: Resize Geometry
be: Геаметрыя змянення памеру
he: שינוי גודל הגאומטריה
hi: ज्यामिति का आकार बदलें
ml: റിസൈസ് ജിയോമെട്രി
mr: भूमितीचा आकार बदला

source: Display
be: Паказ
da: Visning
he: תצוגה
hi: डिस्प्ले
ml: ഡിസ്പ്ലേ
mr: दाखवणे
nb: Visning

source: Placement
be: Размяшчэнне
he: מיקום
hi: नियोजन
ml: സ്ഥാനനിർണ്ണയം
mr: प्लेसमेंट

source: Smart Placement
be: Разумнае размяшчэнне
da: Smart placering
he: מיקום חכם
hi: स्मार्ट प्लेसमेंट
ml: ബുദ്ധിപരമായ സ്ഥാനനിർണ്ണയം
mr: स्मार्ट प्लेसमेंट
nb: Smart plassering

source: Don't hide Gadgets
be: Не хаваць гаджэты
he: לא להסתיר יישומונים
hi: गैजेट्स छिपाओ मत
ml: ഗാഡ്‌ജെറ്റുകൾ മറയ്ക്കരുത്
mr: गॅजेट्स लपवू नका

source: Place at mouse pointer
be: Размяшчаць пад паказальінкам мышы
da: Placér under musen
he: למקם על סמן העכבר
hi: माउस पॉइंटर पर रखें
ml: മൗസ് പോയിൻ്ററിൽ സ്ഥാപിക്കുക
mr: माउस पॉइंटरवर ठेवा
nb: Plasser ved musepeker

source: Place manually with the mouse
be: Размяшчаць уручную за дапамогай мышы
da: Placér manuelt med musen
he: למקם ידנית עם העכבר
hi: माउस के साथ मैन्युअल रूप से रखें
ml: മൗസ് ഉപയോഗിച്ച് സ്വമേധയാ സ്ഥാപിക്കുക
mr: माऊससह मॅन्युअली ठेवा
nb: Plassér manuelt med musepeker

source: Group with windows of the same application
be: Групаваць з вокнамі той жа праграмы
he: לקבץ עם חלונות של אותו יישום
hi: एक ही एप्लिकेशन की विंडोज़ के साथ समूह
ml: ഒരേ ആപ്ലിക്കേഷൻ്റെ വിൻഡോകളോടൊപ്പം ഗ്രൂപ്പുചെയ്യുക
mr: एकाच अनुप्रयोगाच्या विंडोसह गट

source: Switch to desktop of new window
be: Пераключаць на працоўны стол новага акна
he: לעבור לשולחן עבודה של החלון החדש
hi: नई विंडो के डेस्कटॉप पर स्विच करें
ml: പുതിയ വിൻഡോയുടെ ഡെസ്ക്ടോപ്പിലേക്ക് മാറുക
mr: नवीन विंडोच्या डेस्कटॉपवर स्विच करा

source: New Windows
be: Новыя вокны
he: חלונות חדשים
hi: नई खिड़कियां
ml: പുതിയ വിൻഡോകൾ
mr: नवीन विंडोज

source: Animate
be: Аніміраваць
he: להנפיש
hi: जोशीला
ml: ആനിമേറ്റുച്ചെയ്യുക
mr: चैतन्य आणणे

source: Linear
be: Лінейна
da: Lineær
he: שורתי
hi: रेखीय
ml: രേഖീയമായി
mr: रेखीय
nb: Lineær

source: Accelerate, then decelerate
be: Паскарэнне, потым запавольванне
he: להאיץ ואז להאט
hi: गति बढ़ाएं, फिर धीमा करें
ml: ത്വരിതപ്പെടുത്തുക, തുടർന്ന് വേഗതകുറയ്ക്കുക
mr: वेग वाढवा, नंतर कमी करा

source: Accelerate
be: Паскараць
da: Accelerér
he: להאיץ
hi: तेज
ml: ത്വരിതപ്പെടുത്തുക
mr: वेग वाढवा
nb: Akselerer

source: Decelerate
be: Запавольваць
da: Decelerér
he: להאט
hi: मंदी
ml: വേഗതകുറയ്ക്കുക
mr: मंदावते
nb: Deakselerer

source: Pronounced Accelerate
be: Вымаўленае паскарэнне
he: תאוצה מבוטאת
hi: उच्चारण त्वरण
ml: ഉച്ചരിച്ച ത്വരിതപ്പെടുത്തൽ
mr: उच्चारित वेग

source: Pronounced Decelerate
be: Вымаўленае запавольванне
he: תאוטה מבוטאת
hi: स्पष्ट मंदी
ml: ഉച്ചരിച്ച വേഗതകുറയ്ക്കൽ
mr: उच्चारित घसरण

source: Pronounced Accelerate, then decelerate
be: Вымаўленае паскарэнне, потым запавольванне
he: לבטא תאוצה ואז להאט
hi: उच्चारण त्वरण, फिर मंदी
ml: ഉച്ചരിച്ച ത്വരിതപ്പെടുത്തൽ, തുടർന്ന് വേഗതകുറയ്ക്കുക
mr: उच्चार वेगवान, नंतर कमी करा
