Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: Set Speed
da: Sæt hastighed
nb: Sett hastighet

source: There was an error trying to set the cpu frequency<br>governor via the module's setfreq utility.
da: Der opstod en fejl i ved at sætte CPU frekvensen<br>via modulets setfreq program.
nb: Det oppstod en feil ved valg av hastighetskontroll for prosessoren<br>med hjelp av modulens setfreq-verktøy.

source: There was an error trying to set the cpu frequency<br>setting via the module's setfreq utility.
da: Der opstod en fejl i ved at sætte CPU frekvensen<br>via modulets setfreq program.
nb: Det oppstod en feil ved valg av hastighetskontroll for prosessoren<br>med hjelp av modulens setfreq-verktøy.

source: Check Fast (0.5 sec)
da: Tjek hurtigt (0.5 sek.)
nb: Ofte (0,5 sek)

source: Check Medium (1 sec)
da: Tjek medium (1 sek.)
nb: Ganske ofte (1 sek)

source: Check Normal (2 sec)
da: Tjek normal (2 sek.)
nb: Iblant (2 sek)

source: Check Slow (5 sec)
da: Tjek langsomt (5 sek.)
nb: Skjeldent (5 sek)

source: Check Very Slow (30 sec)
da: Tjek meget langsomt (30 sek.)
nb: Veldig skjeldent (30 sek)

source: Restore Governor on Startup
da: Gendan guvernør ved opstart
nb: Sett hastighetsjustering ved oppstart

source: Enlightenment Start Module
da: Enlightenment startmodul
nb: Enlightenment start-modul

source: Experimental Button module for E17
da: Eksperimentel knapmodul for E17
nb: Eksperimentell knappmodul for E17

source: Start Module Configuration
nb: Oppsett av start-modul

source: Enlightenment Randr Module
da: Enlightenment Randr-modul
nb: Enlightenment randr-modul

source: Module to change screen resolution for E17
da: Modul til at skifte skærmopløsning for E17
nb: Modul som gir mulighet for å bytte oppløsning i E17

source: Restore Resolution on Startup
da: Genopret opløsning ved start
nb: Gjenopprett oppløsningen ved oppstart

source: Resolution change
da: Skift af opløsning
nb: Endre oppløsning

source: Keep new resolution <hilight>%dx%d</hilight>?<br><br>Restoring old resolution %dx%d in %d seconds.
da: Behold ny opløsning <hilight>%dx%d</hilight>?<br><br>Genopretter gammen opløsning %dx%d om %d sekunder.
nb: Vil du beholde den ny oppløsningen <hilight>%dx%d</hilight>?<br><br>Tilbakestiller til %dx%d om %d sekunder.

source: Keep new resolution <hilight>%dx%d</hilight>?<br><br>Restoring old resolution %dx%d NOW!
da: Behold ny opløsning <hilight>%dx%d</hilight>?<br><br>Genopretter gammel opløsning %dx%d NU!
nb: Vil du beholde den ny oppløsningen <hilight>%dx%d</hilight>?<br><br>Tilbakestiller til %dx%d NÅ!

source: Test Face Menu Item
nb: Testansiktmenyobjekt

source: ITray Configuration
nb: ITray oppsett

source: Number of Rows
nb: Antall rader

source: Enlightenment ITray Module
nb: Enlightenment ITray-modul

source: New Row of Desktops
da: Ny skrivebordesrække

source: Remove Row of Desktops
da: Fjern skrivebordsrække

source: New Column of Desktops
da: Ny skrivebordssøjle

source: Remove Column of Desktops
da: Fjern skrivebordssøjle

source: Enlightenment was unable fork a child process: %s
da: Enlightenment var ikke i stand til at skabe en proces: %s

source: Enlightenment was unable run the program: %s The command was not found
da: Enlightenment var ikke i stand til at udføre programmet: %s Kommandoen blev ikke fundet

source: Enlightenment found ecore_evas doesnt support Software X11 rendering in Evas. Please check your installation of Evas and Ecore and check they support Software X11 rendering.
da: Enlightenment opdagede at ecore_evas ikke understøtter Software X11 rendering i Evas. Undersøg venligst din installation af Evas og Ecore og tjek at de understøtter Software X11 rendering.

source: Enlightenment cannot set up its intl system.
da: Enlightenment kan ikke initialisere sit internationalseringssystem.

source: %4.0f pixels/sec
da: %4.0f pixels/sek.

source: Auto fit icons
da: Tilpas til ikoner

source: Microscopic
da: Mikroskopisk

source: Very Small
da: Meget lille

source: Very Large
da: Meget stor

source: Extremely Large
da: Ekstremt stor

source: Enormous
da: Enorm

source: Gigantic
da: Gigantisk

source: 12 Hour
da: 12 timer

source: 24 Hour
da: 24 timer

source: Digital Display
da: Digitalur

source: Very Fast
da: Meget hurtig

source: Enable Popup
da: Aktivér pop op

source: Unit
da: Enhed

source: Fast (1 sec)
da: Hurtig (1 sek.)

source: Medium (5 sec)
da: Medium (5 sek.)

source: Normal (10 sec)
da: Normal (10 sek.)

source: Slow (30 sec)
da: Langsom (30 sek.)

source: Very Slow (60 sec)
da: Meget langsom (60 sek.)

source: Extremely Near
da: Ekstremt nær

source: Immediately Underneath
da: Umiddelbart nedenunder

source: Set Alarm
da: Sæt alarm

source: Disable
da: Deaktiver

source: 10 mins
da: 10 min.

source: 20 mins
da: 20 min.

source: 30 mins
da: 30 min.

source: 40 mins
da: 40 min.

source: 50 mins
da: 50 min.

source: 1 hour
da: 1 time

source: Check Fast (1 sec)
da: Tjek hurtigt (1 sek.)

source: Check Medium (5 sec)
da: Tjek medium (5 sek.)

source: Check Normal (10 sec)
da: Tjek normalt (10 sek.)

source: Check Slow (30 sec)
da: Tjek langsomt (30 sek.)

source: Check Very Slow (60 sec)
da: Tjek meget langsomt (60 sek.)

source: FULL
da: FULD
