Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: Fahrenheit
be: Фарэнгейта
he: פרנהייט
hi: फ़ारेनहाइट
ml: ഫാരൻഹീറ്റ്
mr: फॅरेनहाइट

source: Display Units
be: Шкала
he: הצגת יחידות
hi: प्रदर्शन इकाइयाँ
ml: ഡിസ്പ്ലേ യൂണിറ്റുകൾ
mr: डिस्प्ले युनिट्स
nb: Visningsenhet

source: Check Interval
be: Інтэрвал праверак
da: Tjekinterval
he: לבדוק מחזוריות
hi: अंतराल की जाँच करें
ml: പരിശോധനയ്ക്കുള്ള ഇടവേള
mr: अंतराल तपासा
nb: Oppdateringsinterval

source: High temperature notification
be: Паведамленне аб павышанай тэмпературы
he: הודעת טמפרטורה גבוהה
hi: उच्च तापमान अधिसूचना
ml: ഉയർന്ന താപനില അറിയിപ്പ്
mr: उच्च तापमान अधिसूचना

source: High Temperature
be: Павышаная тэмпература
da: Høj temperatur
he: טמפרטורה גבוהה
hi: उच्च तापमान
ml: ഉയർന്ന താപനില
mr: उच्च तापमान
nb: Høy temperatur

source: %1.0f C
be: %1.0f °С
mr: %1.0f सी

source: Low Temperature
be: Паніжаная тэмпература
da: Lav temperatur
he: טמפרטורה נמוכה
hi: कम तापमान
ml: താഴ്ന്ന താപനില
mr: कमी तापमान
nb: Lav temperatur

source: Temperatures
be: Тэмпературы
he: בטמפרטורות
hi: तापमान
ml: താപനിലകൾ
mr: तापमान

source: Temperature
be: Тэмпература
he: טמפרטורה
hi: तापमान
ml: താപനില
mr: तापमान

source: High CPU temperature!!
be: Павышаная тэмпературы працэсара!
he: טמפרטורת מעבד גבוהה!!
hi: उच्च CPU तापमान!!
ml: ഉയർന്ന CPU താപനില!!
mr: उच्च सीपीयू तापमान!!

source: Check your device or settings!
be: Праверце вашу прыладу або налады!
he: לבדוק את המכשיר או ההגדרות!
hi: अपने डिवाइस या सेटिंग्स की जाँच करें!
ml: നിങ്ങളുടെ ഉപകരണമോ ക്രമീകരണമോ പരിശോധിക്കുക!
mr: आपले डिव्हाइस किंवा सेटिंग्ज तपासा!

source: Next
be: Далей
he: הבא
hi: अगला
ml: അടുത്തത്
mr: पुढे

source: Please Wait...
be: Калі ласка, чакайце...
he: נא להמתין...
hi: कृपया प्रतीक्षा करे...
ml: ദയവായി കാത്തിരിക്കൂ...
mr: कृपया थांबा...

source: Welcome to Moksha
be: Запрашаем у Moksha
he: ברוך בואך לMoksha
hi: Moksha में आपका स्वागत है
ml: മോക്ഷയിലേക്ക് സ്വാഗതം
mr: Moksha मध्ये आपले स्वागत आहे

source: Please Wait As We Are Loading Moksha Settings!
be: Калі ласка, чакайце, пакуль Moksha загрузіць налады!
he: נא להמתין בזמן שאנו טוענים את הגדרות Moksha!
hi: कृपया प्रतीक्षा करें क्योंकि हम Moksha सेटिंग्स लोड कर रहे हैं!
ml: ഞങ്ങൾ മോക്ഷ ക്രമീകരണങ്ങൾ ലോഡ് ചെയ്യുന്നതിനാൽ ദയവായി കാത്തിരിക്കൂ!
mr: कृपया थांबा कारण आम्ही Moksha सेटिंग्ज लोड करीत आहोत!

source: Select one
be: Выберыце адно
he: לבחור אחת
hi: एक का चयन करें
ml: ഒരെണ്ണം തിരഞ്ഞെടുക്കുക
mr: एक निवडा

source: Updates
be: Абнаўленні
he: עידכונים
hi: अपडेट
ml: അപ്‌ഡേറ്റുകൾ
mr: अद्यतने

source: Check for available updates
be: Праверка даступных абнаўленняў
he: לחפש עידכונים זמינים
hi: उपलब्ध अद्यतनों के लिए जाँच करें
ml: ലഭ്യമായ അപ്‌ഡേറ്റുകൾ പരിശോധിക്കുക
mr: उपलब्ध अपडेट्ससाठी पहा

source: Moksha can check for new<br>versions, updates, security and<br>bugfixes, as well as available add-ons.<br><br>This is very useful, because it lets<br>you know about available bug fixes and<br>security fixes when they happen. As a<br>result, Moksha will connect to<br>enlightenment.org and transmit some<br>information, much like any web browser<br>might do. No personal information such as<br>username, password or any personal files<br>will be transmitted. If you don't like this,<br>please disable this below. It is highly<br>advised that you do not disable this as it<br>may leave you vulnerable or having to live<br>with bugs.
be: Moksha здольны правяраць наяўнасць<br>новых версій, абнаўленняў і выпраўленняў,<br> а таксама даступных дадаткаў.<br><br>Гэта вельмі зручна, таму што дазваляе вам<br>сваечасова пазнаваць пра выпраўленні небяспечных памылак,<br> калі яны здараюцца.<br>Пры гэтым Moksha далучаецца да<br>enlightenment.org і адправляе некаторуя<br>звесткі, як гэта робіць большасць вэб-браўзераў.<br> Ніякая асабістай інфармацыі, такой як<br>імя карыстальніка, пароль або асабістыя файлы, <br>не перадаецца. Калі вам гэта не падабаецца,<br>калі ласка, адключыце гэта ніжэй. Але адключаць<br>гэту функцыю небяспечна, таму што тады вы можаце<br>выкарыстоўваць небяспечную ды нестабільную сістэму.
he: Moksha יכולה לבדוק אם ישנם <br>גרסאות חדשות, עידכונים, אבטחה ו<br>תיקוני שגיאות וכן תוספים זמינים. <br><br>זה מועיל מאוד מכיון שזה מאפשר<br> לך לדעת אודות תיקוני שגיאות זמינים ו תיקוני בטיחות כשהם מתרחשים.<br>כתוצאה מכך Moksha תיצור קשר עם nlightenment.org ותשדר מידע<br>מסויים, ממש כמו כל דפדפן רשת עשוי לעשות. שום מידע פרטי כמו<br> שם המשתמש/ת, סיסמא או כל קובץ אישי<br>לא יועבר. אם זה לא מוצא חן בעיניך, נא לבטל זאת למטה. זה מאוד <br>מומלץ לא לבטל מכיון שזה עלול לחשוף אותך לפגיעות או נאלץ לחיות<br> עם שגיאות בתוכנה.
hi: मोक्ष नए संस्करण, अपडेट, सुरक्षा और बगफिक्स के<br> साथ-साथ उपलब्ध ऐड-ऑन की जांच कर सकता है।<br> यह बहुत उपयोगी है, क्योंकि यह आपको उपलब्ध<br> बग फिक्स और सुरक्षा सुधारों के बारे में बताता है। <br>परिणामस्वरूप, मोक्ष enlightenment.org से जुड़ जाएगा और कुछ जानकारी प्रसारित<br> करेगा, जैसा कि कोई भी वेब ब्राउज़र कर सकता है।<br> कोई भी व्यक्तिगत जानकारी जैसे कि उपयोगकर्ता नाम, <br>पासवर्ड या कोई भी व्यक्तिगत फ़ाइल प्रसारित नहीं की जाएगी। <br>यदि आपको यह पसंद नहीं है, तो कृपया इसे नीचे अक्षम करें। <br>यह अत्यधिक सलाह दी जाती है कि आप इसे अक्षम न करें<br> क्योंकि यह आपको असुरक्षित बना सकता है या आपको बग के साथ रहना पड़ सकता है।
ml: മോക്ഷയ്ക്ക് പുതിയ<br>പതിപ്പുകൾ, അപ്‌ഡേറ്റുകൾ, സുരക്ഷ, ബഗ് പരിഹാരങ്ങൾ<br>എന്നിവയും ലഭ്യമായ ആഡ്-ഓണുകളും പരിശോധിക്കാനാകും.<br><br>ഇത് വളരെ ഉപയോഗപ്രദമാണ്, കാരണം<br>ബഗ് പരിഹാരങ്ങളും സുരക്ഷാ പരിഹാരങ്ങളും ലഭ്യമാകുമ്പോൾ<br>അത് നിങ്ങളെ അറിയിക്കും. തൽഫലമായി,<br>മോക്ഷ enlightenment.org-ലേക്ക്<br>കണക്റ്റുചെയ്യുകയും ചില വിവരങ്ങൾ<br>കൈമാറുകയും ചെയ്യും, ഏതൊരു വെബ് ബ്രൗസറും<br>ചെയ്തേക്കാവുന്നതുപോലെ. ഉപയോക്തൃനാമം, പാസ്‌വേഡ്, <br>അല്ലെങ്കിൽ ഏതെങ്കിലും സ്വകാര്യ ഫയലുകൾ പോലുള്ള<br>സ്വകാര്യ വിവരങ്ങളൊന്നും കൈമാറില്ല. നിങ്ങൾക്ക് ഇത് ഇഷ്ടമല്ലെങ്കിൽ,<br>താഴെ നിന്ന് ഇത് അപ്രാപ്തമാക്കുക. നിങ്ങൾ ഇത്<br>അപ്രാപ്‌തമാക്കരുതെന്ന് വളരെ ശുപാർശ ചെയ്യുന്നു, കാരണം ഇത് നിങ്ങളെ അപകടത്തിലാക്കാം<br>അല്ലെങ്കിൽ ബഗുകൾക്കൊപ്പം സിസ്റ്റം ഉപയോഗിക്കേണ്ടി വന്നേക്കാം.
mr: Moksha नवीन तपासू शकतो<br>आवृत्त्या, अद्यतने, सुरक्षा आणि<br>बगफिक्स, तसेच उपलब्ध अॅड-ऑन.<br><br>हे खूप उपयुक्त आहे, कारण यामुळे अनुमती मिळते<br>आपल्याला उपलब्ध बग फिक्सबद्दल माहित आहे आणि<br>जेव्हा ते घडतात तेव्हा सुरक्षा दुरुस्त केली जाते. एक म्हणून,<br>परिणामी, Moksha कनेक्ट होईल<br>enlightenment.org करा आणि काही प्रसारित करा<br>माहिती, कोणत्याही वेब ब्राउझरप्रमाणे<br>करू शकतो. कोणतीही वैयक्तिक माहिती नाही जसे की<br>वापरकर्ता नाव, पासवर्ड किंवा कोणतीही वैयक्तिक फाइल्स<br>प्रसारित केले जाईल. तुम्हाला हे आवडत नसेल तर,<br>कृपया हे खाली अक्षम करा. हे अत्यंत आहे<br>सल्ला दिला की आपण हे अक्षम करू नका<br>आपल्याला असुरक्षित ठेवू शकते किंवा जगण्यास भाग पाडू शकते<br>बगसह.

source: Enable update checking
be: Уключыць праверку абнаўленняў
he: לאפשר בדיקת עידכונים
hi: अद्यतन जाँच सक्षम करें
ml: അപ്‌ഡേറ്റ് പരിശോധന പ്രവർത്തനക്ഷമമാക്കുക
mr: अद्ययावत तपासणी सक्षम करा

source: Information
be: Інфармацыя
he: מידע
hi: लिंक जानकारी
ml: വിവരങ്ങൾ
mr: माहिती

source: A taskbar can be added to<br>show open windows and applications.
be: Для адлюстравання адкрытых вокнаў<br>ды праграм можна дадаць панэль задач.
he: ניתן להוסיף סרגל משימות <br>כדי להראות חלונות ויישומים פתוחים.
hi: एक टास्कबार को जोड़ा जा सकता है<br>खुली खिड़कियां और एप्लिकेशन दिखाएं।
ml: തുറന്ന വിൻഡോകളും ആപ്ലിക്കേഷനുകളും<br>കാണിക്കാൻ ഒരു ടാസ്ക്ബാർ ചേർക്കാം.
mr: त्यात टास्कबार जोडता येईल<br>उघड्या खिडक्या आणि अनुप्रयोग दर्शवा.

source: Enable Taskbar
be: Уключыць панэль задач
he: לאפשר סרגל משימות
hi: टास्कबार सक्षम करें
ml: ടാസ്ക്ബാർ പ്രവർത്തനക്ഷമമാക്കുക
mr: टास्कबार सक्षम करा

source: Connection Manager
be: Менеджар злучэнняў
he: ניהול החיבורים
hi: कनेक्शन प्रबंधक
ml: കണക്ഷൻ മാനേജർ
mr: कनेक्शन मॅनेजर

source: Missing Application
be: Праграмма адсутнічае
he: יישומים חסרים
hi: अनुपलब्ध आवेदन
ml: ആപ്ലിക്കേഷൻ കാണുന്നില്ല
mr: अर्ज गहाळ

source: This module wants to execute an external application EConnMan that does not exist.<br>Please install <b>EConnMan</b> application.
be: Гэты модуль жадае выканаць знешнюю праграму EConnMan, якая не існуе.<br>Калі ласка, усталюйце праграму <b>EConnMan</b>.
he: המודול הזה מעוניין להריץ יישום חיצוני EConnMan שאינו קיים.<br> נא להתקין את יישום<b>EConnMan</b>.
hi: यह मॉड्यूल एक बाहरी एप्लिकेशन EConnMan को निष्पादित करना चाहता है जो मौजूद नहीं है।<br>कृपया <b>EConnMan</b> एप्लिकेशन इंस्टॉल करें।
ml: ഈ മൊഡ്യൂൾ നിലവിലില്ലാത്ത ഒരു ബാഹ്യ ആപ്ലിക്കേഷൻ EConnMan നടപ്പിലാക്കാൻ ആഗ്രഹിക്കുന്നു.<br>ദയവായി <b>EConnMan</b> ആപ്ലിക്കേഷൻ ഇൻസ്റ്റാൾ ചെയ്യുക.
mr: हे मॉड्यूल अस्तित्वात नसलेले बाह्य अनुप्रयोग ईकॉनमॅन कार्यान्वित करू इच्छित आहे.<br>कृपया <b>ईकॉनमॅन</b> अनुप्रयोग स्थापित करा.

source: Wifi On
be: WiFi уключаны
he: להפעיל WiFi
hi: वाईफ़ाई चालू
ml: വൈഫൈ ഓൺ
mr: वायफाय ऑन

source: Enter a unique name for this entry
be: Увядзіце ўнікальную назву для гэтага запісу
he: להזין שם ייחודי עבור הכניסה הזו
hi: इस प्रविष्टि के लिए एक अद्वितीय नाम दर्ज करें
ml: ഈ എൻട്രിക്ക് ഒരു തനതായ പേര് നൽകുക
mr: या नोंदीसाठी एक अद्वितीय नाव प्रविष्ट करा

source: Disable Warning Dialogs
be: Адключыць дыялогі папярэджванняў
he: לבטל דיאלוג אזהרה
hi: चेतावनी संवाद अक्षम करें
ml: മുന്നറിയിപ്പ് ഡയലോഗുകൾ പ്രവർത്തനരഹിതമാക്കുക
mr: चेतावणी संवाद अक्षम करा

source: Disable Startup Tutorial
be: Адключыць паказ інструкцыі пасля запуску
he: לכבות הסברי פתיחה
hi: स्टार्टअप ट्यूटोरियल अक्षम करें
ml: സ്റ്റാർട്ടപ്പ് ട്യൂട്ടോറിയൽ പ്രവർത്തനരഹിതമാക്കുക
mr: स्टार्टअप ट्यूटोरियल अक्षम करा

source: Entries
be: Запісы
he: כניסות
hi: प्रविष्टि
ml: എൻട്രികൾ
mr: प्रवेशिका

source: Hide Instead Of Raising
be: Схаваць замест падымання
he: להחביא במקום להרים
hi: उठाने के बजाय छिपाएं
ml: ഉയർത്തുന്നതിന് പകരം മറയ്ക്കുക
mr: उठवण्याऐवजी लपवा

source: Hide If Focus Lost
be: Схаваць, калі фокус страчаны
he: להחביא אם מאבד מיקוד
hi: छिपाएँ अगर फोकस खो गया
ml: ഫോക്കസ് നഷ്ടപ്പെട്ടാൽ മറയ്ക്കുക
mr: फोकस हरवला तर लपवा

source: Quickaccess Settings
be: Налады Хуткага доступу
he: הגדרות גישהמהירה
hi: क्विकएक्सेस सेटिंग्
ml: ക്വിക്കാക്സസ് ക്രമീകരണങ്ങൾ
mr: द्रुत-प्रवेश सेटिंग्ज

source: Quickaccess
be: Хуткі доступ
he: גישהמהירה
hi: क्विक एक्सेस
ml: ക്വിക്കാക്സസ്
mr: द्रुत-प्रवेश

source: Toggle Visibility
be: Пераключыць бачнасць
he: להחליף ניראות
hi: दृश्यता टॉगल करें
ml: ദൃശ്യപരത ടോഗിൾചെയ്യുക
mr: टॉगल दृश्यमानता

source: Add Quickaccess For Current Window
be: Дадаць Хуткі доступ да бягучага акна
he: להוסיף גישהמהירה לחלון הנוכחי
hi: वर्तमान विंडो के लिए Quickaccess जोड़ें
ml: നിലവിലെ വിൻഡോയ്ക്ക് ക്വിക്കാക്സസ് ചേർക്കുക
mr: वर्तमान विंडोसाठी क्विकअॅक्सेस जोडा

source: Remove Quickaccess From Current Window
be: Выдаліць Хуткі доступ з бягучага акна
he: למחוק גישהמהירה מהחלון הנוכחי
hi: वर्तमान विंडो से QuickAccess निकालें
ml: നിലവിലെ വിൻഡോയിൽ നിന്ന് ക്വിക്കാക്സസ് ഇല്ലാതാക്കുക
mr: करंट विंडोमधून क्विकअॅक्सेस काढून टाका

source: Quickaccess Error
be: Памылка Хуткага доступу
he: שיגאת גישהמהירה
hi: क्विकएक्सेस त्रुटि
ml: ക്വിക്കാക്സസ് പിശക്
mr: द्रुत-प्रवेश त्रुटी

source: Could not determine command for starting this application!
be: Немагчыма вызначыць каманду, каб стартаваць гэту праграму!
he: לא ניתן להחליט על פקודה שתתחיל את היישום הזה!
hi: इस अनुप्रयोग को प्रारंभ करने के लिए आदेश निर्धारित नहीं कर सका!
ml: ഈ ആപ്ലിക്കേഷൻ ആരംഭിക്കുന്നതിനുള്ള കമാൻഡ് നിർണ്ണയിക്കാൻ കഴിഞ്ഞില്ല!
mr: हे अॅप्लिकेशन सुरू करण्यासाठी कमांड निश्चित करता आली नाही!

source: The relaunch option is meant to be used<br>with terminal applications to create a persistent<br>terminal which reopens when closed, generally seen<br>in quake-style drop-down terminals.<br>Either the selected application is not a terminal<br>or the cmdline flag for changing the terminal's window<br>name is not known. Feel free to submit a bug report if this<br>is a terminal which can change its window name.<br>Alternatively, you can add a data.item to
be: Маецца на ўвазе, што параметр перазапуску<br>будзе выкарыстоўвацца з праграмамі тэрміналаў, каб стварыць пастаянны<br>тэрмінал, які пераадкрываецца пры закрыцці, як паводзяць<br>сябе усплываючыя тэрміналы ў гульні Quake.<br>Або выбраная праграма не з'яўляецца тэрміналам,<br>або невядомы параметр каманднага радку каб змяняць назву акна тэрмінала.<br>Калі ласка, паведаміце пра памылку, калі гэты тэрмінал <br>здольны змяняць назву свайго акна.<br>У іншым выпадку, вы можаце дадаць data.item да
he: אפשרות השיגור מחדש מיועדת להיות בשימוש<br> עם יישומי מסוף כדי ליצור המשכיות<br> מסוף שנפתח מחדש לאחר שנסגר, לרוב נראה בסגנון quake של מסופים נגללים מטה. או שהיישום הנבחר אינו מסוף<br> או שדגל הcmdline לשינוי שם כותרת חלון המסוף אינו ידוע. אם<br> זה מסוף שיכול לשנות את שם החלון שלו, בבקשה להגיש דיווח שגיאה. לחילופין, ניתן להוסיף data.item ל
hi: रीलॉन्च विकल्प का उपयोग किया जाना है<br>टर्मिनल अनुप्रयोगों के साथ एक स्थायी बनाने के लिए<br>टर्मिनल जो बंद होने पर फिर से खुलता है, आम तौर पर देखा जाता है<br>भूकंप-शैली ड्रॉप-डाउन टर्मिनलों में।<br>या तो चयनित अनुप्रयोग टर्मिनल नहीं है<br>या टर्मिनल की विंडो बदलने के लिए cmdline ध्वज<br>नाम ज्ञात नहीं है। बग रिपोर्ट सबमिट करने के लिए स्वतंत्र महसूस करें यदि यह<br>एक टर्मिनल है जो अपनी विंडो का नाम बदल सकता है।<br>वैकल्पिक रूप से, आप इसमें data.item जोड़ सकते हैं
ml: അടയ്‌ക്കുമ്പോൾ വീണ്ടും തുറക്കുന്ന<br>സ്ഥിരമായ ടെർമിനൽ സൃഷ്‌ടിക്കാൻ ടെർമിനൽ ആപ്ലിക്കേഷനുകൾക്കൊപ്പം<br>ഉപയോഗിക്കാനാണ് റീലോഞ്ച് ഓപ്ഷൻ ഉദ്ദേശിക്കുന്നത്, ക്വേക്ക്-സ്റ്റൈൽ<br>ഡ്രോപ്പ്-ഡൗൺ ടെർമിനലുകളിൽ സാധാരണയായി കാണുന്നത് പോലെ.<br>തിരഞ്ഞെടുത്ത ആപ്ലിക്കേഷൻ ഒരു ടെർമിനൽ അല്ല,<br>അല്ലെങ്കിൽ ടെർമിനൽ വിൻഡോയുടെ പേര് മാറ്റുന്നതിനുള്ള കമാൻഡ് ലൈൻ<br>ഫ്ലാഗ് അജ്ഞാതമാണ്. ഇത് വിൻഡോയുടെ പേര് മാറ്റാൻ കഴിയുന്ന ഒരു ടെർമിനൽ<br>ആണെങ്കിൽ ഒരു ബഗ് റിപ്പോർട്ട് സമർപ്പിക്കാൻ മടിക്കേണ്ടതില്ല.<br>മറ്റൊരുതരത്തിൽ, നിങ്ങൾക്ക് ഒരു data.item ഇതിലേക്ക് ചേർക്കാം
mr: रिलॉन्च चा पर्याय वापरला जाणार आहे<br>सतत तयार करण्यासाठी टर्मिनल अनुप्रयोगांसह<br>टर्मिनल जे बंद झाल्यावर पुन्हा उघडते, सामान्यत: दिसून येते<br>भूकंप-शैलीतील ड्रॉप-डाउन टर्मिनल्समध्ये.<br>एकतर निवडलेला अर्ज टर्मिनल नाही<br>किंवा टर्मिनलची खिडकी बदलण्यासाठी सीएमडीलाइन ध्वज<br>नाव माहित नाही. हे असल्यास बग अहवाल सादर करण्यास मोकळे व्हा<br>एक टर्मिनल आहे जे त्याच्या विंडोचे नाव बदलू शकते.<br>वैकल्पिकरित्या, आपण डेटा.आयटम जोडू शकता

source: Like so:
be: Напрыклад:
he: כמו זה:
hi: इस तरह:
ml: ഇതുപോലെ:
mr: तसे:

source: Quickaccess Help
be: Даведка па Хуткаму доступу
he: עזרה גישהמהירה
hi: क्विकएक्सेस सहायता
ml: ക്വിക്കാക്സസ് സഹായം
mr: क्विकअॅक्सेस मदत

source: Cannot set relaunch for window without name and class!
be: Немагчыма задаць перазапуск для акна без назвы і класа!
he: לא ניתן לכוון פתיחה מחדש לחלון ללא שם ומחלקה!
hi: नाम और कक्षा के बिना विंडो के लिए relaunch सेट नहीं कर सकता!
ml: പേരും ക്ലാസും ഇല്ലാത്ത വിൻഡോയ്ക്കായി റീലോഞ്ച് സജ്ജീകരിക്കാൻ കഴിയില്ല!
mr: नाव आणि वर्गाशिवाय विंडोसाठी रिलॉन्च सेट करू शकत नाही!

source: Cannot set relaunch for internal E dialog!
be: Немагчыма задаць перазапуск для ўнутраназа дыялога E!
he: לא ניתן לכוון פתיחה מחדש לדיאלוג E פנימי!
hi: आंतरिक ई संवाद के लिए पुनः लॉन्च सेट नहीं कर सकता!
ml: ഇൻ്റേണൽ E-ഡയലോഗിനായി റീലോഞ്ച് സജ്ജീകരിക്കാൻ കഴിയില്ല!
mr: अंतर्गत ई संवादासाठी पुन्हा लॉन्च सेट करू शकत नाही!

source: The selected window created with name:<br>%s<br>and class:<br>%s<br>could not be found in the Quickaccess app database<br>This means that either the app is unknown to us<br>or it is not intended for use with this option.<br>Please choose an action to take:
be: Выбранае акно, створанае з назвай:<br>%s<br>і класам:<br>%s<br>, не знойдзена у базе даных праграм Хуткага доступу.<br>Гэта значыць, што або праграма нам невядома,<br>або яна не належыць для выкарыстоўвання з гэтым<br>параметрам. Калі ласка, выберыце, што зрабіць:
he: החלון הנבחר שנוצר עם שם:<br>%s<br> ומחלקה:<br>%s<br> לא נמצא במאגר הנתונים של היישום גישהמהירה<br> .זאת אומרת שאו שהיישום לא ידוע לנו <br>או שהוא לא מיועד לשימוש עם האפשרות הזו.<br> נא לבחור פעולה לביצוע:
hi: नाम के साथ बनाई गई चयनित विंडो:<br>%s<br>और कक्षा:<br>%s<br>Quickaccess अनुप्रयोग डेटाबेस में नहीं ढूँढा जा सका<br>इसका मतलब है कि या तो ऐप हमारे लिए अज्ञात है<br>या यह इस विकल्प के साथ उपयोग के लिए अभिप्रेत नहीं है।<br>कृपया कोई कार्रवाई करने के लिए चुनें:
ml: പേര്:<br>%s<br>ഒപ്പം ക്ലാസ്:<br>%s<br>ഉപയോഗിച്ച് സൃഷ്ടിച്ച തിരഞ്ഞെടുത്ത വിൻഡോ ക്വിക്കാക്സസ് അപ്പ് ഡാറ്റാബേസിൽ കണ്ടെത്താൻ കഴിഞ്ഞില്ല<br>ഇതിനർത്ഥം ഒന്നുകിൽ ആപ്പ് ഞങ്ങൾക്ക് അജ്ഞാതമാണ് അല്ലെങ്കിൽ<br>ഇത് ഈ ഓപ്‌ഷനിൽ ഉപയോഗിക്കാൻ ഉദ്ദേശിച്ചുള്ളതല്ല എന്നാണ്.<br>ദയവായി ഒരു നടപടി തിരഞ്ഞെടുക്കുക:
mr: नावासह तयार केलेली निवडलेली विंडो:<br>%s<br>आणि वर्ग:<br>%s<br>क्विकअॅक्सेस अॅप डेटाबेसमध्ये सापडले नाही<br>याचा अर्थ एकतर अॅप आपल्याला अज्ञात आहे<br>किंवा हे या पर्यायासह वापरण्यासाठी अभिप्रेत नाही.<br>कृपया कृती करण्यासाठी निवडा:

source: Continue
be: Працягнуць
he: להמשיך
hi: जारी रखें
ml: തുടരുക
mr: सुरू

source: More Help
be: Больш звестак
he: עוד עזרה
hi: अधिक सहायता
ml: കൂടുതൽ സഹായം
mr: अधिक मदत करा

source: The requested Quickaccess entry does not exist!
be: Запатрабаваы запіс Хуткага доступу не існуе!
he: ערך גישהמהירה שהתבקש אינו קיים!
hi: अनुरोधित Quickaccess प्रविष्टि मौजूद नहीं है!
ml: അഭ്യർത്ഥിച്ച ക്വിക്കാക്സസ് എൻട്രി നിലവിലില്ല!
mr: विनंती केलेली क्विकअॅक्सेस एंट्री अस्तित्त्वात नाही!

source: Keybind Error
be: Памылка прызначэння клавіш
he: שגיאת איגוד מקשים
hi: कीबाइंड त्रुटि
ml: കീബൈൻഡ് പിശക്
mr: की-बाइंड त्रुटी

source: The keybinding you have entered is already in use!
be: Гэта прызначэнне клавіш ужо выкарыстоўваецца!
he: איגוד המקשים שהקשת נמצא כבר בשימוש!
hi: आपके द्वारा दर्ज की गई कीबाइंडिंग पहले से उपयोग में है!
ml: നിങ്ങൾ നൽകിയ കീബൈൻഡിംഗ് ഇതിനകം ഉപയോഗത്തിലാണ്!
mr: आपण प्रविष्ट केलेले कीबाइंडिंग आधीच वापरात आहे!

source: Hide Instead Of Raise
be: Схаваць замест падымання
he: להחביא במקום להרים
hi: उठाने के बजाय छिपाएं
ml: ഉയർത്തുന്നതിന് പകരം മറയ്ക്കുക
mr: उठविण्याऐवजी लपवा

source: Jump Mode
be: Рэжым скокаў
he: מצב קפיצה
hi: जंप मोड
ml: ജമ്പ് മോഡ്
mr: जंप मोड

source: Relaunch When Closed
be: Перазапусціць, калі закрыта
he: להפעיל מחדש
hi: बंद होने पर पुनः लॉन्च करें
ml: അടയ്‌ക്കുമ്പോൾ വീണ്ടും സമാരംഭിക്കുക
mr: बंद झाल्यावर पुन्हा लाँच

source: Transient
be: Часова
he: זמני
hi: क्षणिक
ml: ക്ഷണികമായ
mr: क्षणिक

source: Remove Quickaccess
be: Выдаліць Хуткі доступ
he: להסיר גישהמהירה
hi: क्विकएक्सेस निकालें
ml: ക്വിക്കാക്സസ് ഇല്ലാതാക്കുക
mr: क्विकअॅक्सेस काढून टाका

source: Quickaccess...
be: Хуткі доступ...
he: גישהמהירה...
hi: क्विक एक्सेस...
ml: ക്വിക്കാക്സസ്...
mr: क्विकअॅक्सेस...

source: Add Quickaccess
be: Дадаць Хуткі доступ
he: להוסיף גישהמהירה
hi: क्विकएक्सेस जोड़ें
ml: ക്വിക്കാക്സസ് ചേർക്കുക
mr: क्विकअॅक्सेस जोडा

source: The options found in the Quickaccess menu are as follows:<br><hilight>Autohide</hilight> - hide the window whenever it loses focus<br><hilight>Hide Instead of Raise</hilight> - Hide window when activated without focus<br><hilight>Jump Mode</hilight> - Switch to window's desk and raise instead of showing/hiding<br><hilight>Relaunch When Closed</hilight> - Run the entry's command again when its window exits<br><hilight>Transient</hilight> - Remember only this instance of the window (not permanent)
be: Параметры меню Хуткага доступу азначаюць наступнае:<br><hilight>Аўтаматычнае хаванне</hilight> - хаваць акно, калі яно страчвае фокус <br><hilight>Схаваць замест падымання</hilight> - хаваць акно, калі яно актывуецца без фокуса<br><hilight>Рэжым скокаў</hilight> - пераключацца да стала акна і падымаць замест паказвання/хавання<br><hilight>Перазапусціць, калі закрыта</hilight> - выканаць каманду запісу ізноў, калі яго акно існуе <br><hilight>Часова</hilight> - запомніць толькі гэты вобраз акна (не пастаянна)
he: אלו האפשרויות שנמצאות בתפריט גישה מהירה:<br><hilight> להחביא אוטומטית</hilight> להחביא את החלון בכל פעם שהוא מאבד מיקוד<br><hilight> להחביא במקום להרים</hilight> להחביא חלון כאשר הוא מופעל ללא מיקוד <br><hilight>מצב קפיצה</hilight> להחליף לשולחן של חלון ולהרים במקום להציג/להחביא<br><hilight> להפעיל מחדש כאשר נסגר</hilight> להריץ שוב את הפקודה של הערך כשהחלון שלו נסגר.<br><hilight> זמני </hilight>לזכור רק את המקרה הזה של החלון (לא קבוע).
hi: क्विकएक्सेस मेनू में पाए गए विकल्प इस प्रकार हैं:<br><hilight>Autohide</hilight> - विंडो छुपाएं जब भी यह फोकस खो देता है<br><hilight>Raise के बजाय छुपाएं</hilight> - फोकस के बिना सक्रिय होने पर विंडो छुपाएं<br><hilight>जंप मोड</hilight> - विंडो के डेस्क पर स्विच करें और दिखाने/छिपाने के बजाय उठाएं<br><hilight>बंद होने पर पुनः लॉन्च</hilight> करें - विंडो से बाहर निकलने पर प्रविष्टि के आदेश को फिर से चलाएं<br><hilight>क्षणिक</hilight> - खिड़की के केवल इस उदाहरण को याद रखें (स्थायी नहीं)
ml: ക്വിക്കാക്സസ് മെനുവിൽ നിലവിലുള്ള ഓപ്ഷനുകൾ ഇവയാണ്:<br><hilight>സ്വയമേവ മറയ്ക്കുക</hilight> - ഫോക്കസ് നഷ്ടപ്പെടുമ്പോഴെല്ലാം വിൻഡോ മറയ്ക്കുക<br><hilight>ഉയർത്തുന്നതിന് പകരം മറയ്ക്കുക</hilight> - ഫോക്കസ് ഇല്ലാതെ സജീവമാകുമ്പോൾ വിൻഡോ മറയ്ക്കുക<br><hilight>ജമ്പ് മോഡ്</hilight> - വിൻഡോ ഡെസ്‌കിലേക്ക് മാറുക, തുടർന്ന് കാണിക്കുന്നതിന്/മറയ്ക്കുന്നതിന് പകരം ഉയർത്തുക<br><hilight>അടയ്‌ക്കുമ്പോൾ വീണ്ടും സമാരംഭിക്കുക</hilight> - അതിൻ്റെ വിൻഡോ പുറത്തുകടക്കുമ്പോൾ എൻട്രിയുടെ കമാൻഡ് വീണ്ടും റൺ ചെയ്യുക<br><hilight>ക്ഷണികമായ</hilight> - വിൻഡോയുടെ ഈ അസ്തിത്വം മാത്രം ഓർക്കുക (ശാശ്വതമല്ല)
mr: क्विकअॅक्सेस मेनूमध्ये आढळणारे पर्याय खालीलप्रमाणे आहेत:<br><hilight>ऑटोहाइड</hilight> - खिडकी जेव्हा लक्ष गमावते तेव्हा लपवा<br><hilight>उठविण्याऐवजी लपवा</hilight> - लक्ष केंद्रित न करता सक्रिय केल्यावर खिडकी लपवा<br><hilight>जंप मोड</hilight> - विंडोच्या डेस्कवर स्विच करा आणि दाखवण्याऐवजी / लपवण्याऐवजी वर करा<br><hilight>बंद झाल्यावर पुन्हा लाँच</hilight> करा - जेव्हा त्याची विंडो बाहेर पडते तेव्हा एंट्रीची कमांड पुन्हा चालवा.<br><hilight>क्षणिक</hilight> - खिडकीचा फक्त हा प्रसंग लक्षात ठेवा (कायमस्वरूपी नाही)

source: You deleted it on your own, you rascal!<br>Way to go!
be: Вы ж самі яго выдалілі, жартаўнік!<br>Так трымаць!
he: איזו פירחחות! מחקת את זה לבד. כל הכבוד!
hi: आपने इसे अपने दम पर हटा दिया, आप बदमाश!<br>बहुत बढ़िया, बधाई हो!
ml: ശ്ശോ, നിങ്ങളാണ് അത് സ്വയം ഇല്ലാതാക്കിയെ!<br>നന്നായി!
mr: तुम्ही स्वत:हून डिलीट केलंत, तुम्ही घाबरलात!<br>जाण्याचा मार्ग!

source: Stop
be: Спыніць
he: לעצור
hi: रुको
ml: നിർത്തുക
mr: थांबणे

source: Great! Activate the Quickaccess entry again to show it!
be: Выдатна! Актывуйце запіс Хуткага доступу ізноў, каб паказаць яго!
he: נהדר! להפעיל שוב את ערך הגישהמהירה כדי להציג אותו!
hi: शानदार! इसे दिखाने के लिए क्विकएक्सेस प्रविष्टि को फिर से सक्रिय करें!
ml: കൊള്ളാം! അത് കാണിക്കാൻ ക്വിക്കാക്സസ് എൻട്രി വീണ്ടും സജീവമാക്കുക!
mr: मस्त! ते दर्शविण्यासाठी क्विकअॅक्सेस प्रवेश पुन्हा सक्रिय करा!

source: Great! Activate the Quickaccess entry again to hide it!
be: Выдатна! Актывуйце запіс Хуткага доступу ізноў, каб схаваць яго!
he: נהדר! להפעיל שוב את ערך הגישהמהירה כדי להחביא אותו!
hi: शानदार! इसे छिपाने के लिए क्विकएक्सेस प्रविष्टि को फिर से सक्रिय करें!
ml: കൊള്ളാം! അത് മറയ്ക്കാൻ ക്വിക്കാക്സസ് എൻട്രി വീണ്ടും സജീവമാക്കുക!
mr: मस्त! ते लपविण्यासाठी क्विकअॅक्सेस प्रवेश पुन्हा सक्रिय करा!

source: Well done.<br>Now to delete the entry we just made...
be: Добра.<br>Цяпер, каб выдаліць запіс мы проста...
he: טוב מאוד.<br>כעת למחוק את הערך שכרגע יצרנו...
hi: बहुत ख़ूब।<br> हमने अभी जो प्रविष्टि की है उसे कैसे हटाएँ?
ml: നന്നായിട്ടുണ്ട്.<br>ഇനി, ഞങ്ങൾ ഇപ്പോള് സൃഷ്‌ടിച്ച എൻട്രി ഇല്ലാതാക്കാൻ...
mr: छान ! <br>आता आम्ही नुकतीच केलेली एन्ट्री डिलीट करण्यासाठी...

source: The demo dialog has been bound to the keys you pressed.<br>Try pressing the same keys!
be: Да клавіш, якія вы націснулі, быў прызначаны дэманстрацыйны дыялог.<br>Паспрабуйце націснуць гэтыя клавішы!
he: דיאלוג ההדגמה נקבע למקשים שלחצת. <br>לנסות ללחוץ על אותם המקשים!
hi: डेमो संवाद आपके द्वारा दबाए गए कुंजियों से बंधा हुआ है।<br>एक ही कुंजी दबाने की कोशिश करो!
ml: നിങ്ങൾ അമർത്തിയ കീകളുമായി ഡെമോ-ഡയലോഗ് ബന്ധിപ്പിച്ചിരിക്കുകയാണ്.<br>അതേ കീകൾ അമർത്താൻ ശ്രമിക്കുക!
mr: डेमो संवाद आपण दाबलेल्या चाव्यांना बांधला गेला आहे.<br>त्याच चाव्या दाबण्याचा प्रयत्न करा!

source: The newly displayed window will activate<br>the Quickaccess binding sequence.
be: Наступнае акно актывуе<br>спалучэнне клавіш Хуткага доступу.
he: החלון החדש שהוצג יפעיל<br> את סדר איגוד הגישהמהירה.
hi: नई प्रदर्शित विंडो<br>क्विकएक्सेस बाइंडिंग सीक्वेंस सक्रिय कर देगी।
ml: പുതുതായി പ്രദർശിപ്പിച്ച വിൻഡോ<br>ക്വിക്കാക്സസ് ബൈൻഡിംഗ് സീക്വൻസ് സജീവമാക്കും.
mr: नव्याने प्रदर्शित होणारी विंडो अॅक्टिव्हेट होईल<br>क्विकअॅक्सेस बाइंडिंग अनुक्रम.
