Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: Moksha found ecore_evas doesn't support the Software X11 rendering in Evas. Please check your installation of Evas and Ecore and check they support the Software X11 rendering engine.
be: Moksha вызначыў, што ecore_evas не падтрымлівае маляванне з дапамогай Software X11 у Evas. Калі ласка, праверце вашу ўсталёўку Evas ды Ecore і праверце, што яны падтрымліваюць падсістэму малявання Software X11.
he: Moksha מצאה כי ecore_evas אינו תומך בתוכנה X11 מהדר ב Evas. לבדוק את ההתקנה של Evas וה־Ecore שלך ובדוק שהן תומכות במנוע העיבוד התוכנתי של X11.
hi: Moksha ने पाया ecore_evas सॉफ्टवेयर X11 का समर्थन नहीं करता है इवास में प्रतिपादन। कृपया ईवीएएस की अपनी स्थापना की जांच करें और Ecore और जांचें कि वे सॉफ़्टवेयर X11 रेंडरिंग इंजन का समर्थन करते हैं।
ml: Evas-ലെ സോഫ്റ്റ്‌വെയർ X11 റെൻഡറിംഗിനെ ecore_evas പിന്തുണയ്ക്കുന്നില്ലെന്ന് മോക്ഷ കണ്ടെത്തി. Evas, Ecore എന്നിവയുടെ ഇൻസ്റ്റാളേഷൻ ദയവായി പരിശോധിക്കുക, ഒപ്പം അവ സോഫ്റ്റ്‌വെയർ X11 റെൻഡറിംഗ് എഞ്ചിനെ പിന്തുണയ്ക്കുന്നുണ്ടോയെന്ന് പരിശോധിക്കുക.
mr: Moksha ला आढळले ecore_evas सॉफ्टवेअर एक्स 11 चे समर्थन करत नाही इव्हान्स मध्ये सादरीकरण केले. कृपया इव्हसची स्थापना तपासा आणि ईकोर आणि तपासा ते सॉफ्टवेअर एक्स 11 रेंडरिंग इंजिनला समर्थन देतात.

source: Moksha found ecore_evas doesn't support the Software Buffer rendering in Evas. Please check your installation of Evas and Ecore and check they support the Software Buffer rendering engine.
be: Moksha вызначыў, што ecore_evas не падтрымлівае маляванне з дапамогай Software Buffer у Evas. Калі ласка, праверце вашу ўсталёўку Evas ды Ecore і праверце, што яны падтрымліваюць падсістэму малявання Software Buffer.
he: Moksha מצאה כי ecore_evas אינו תומך בחוצץ התוכנה (Software buffer( הידור בEvas. נא לבדוק את התקנת Evas חוצץ תוכנתי תחת Evas. אנא בדוק את התקנות ה־Evas וה־Ecore ולבדוק שהם תומכים במנוע עיבוד החוצץ התוכנתי (Software Buffer rendering engine.).
hi: Moksha ने पाया ecore_evas सॉफ्टवेयर बफर का समर्थन नहीं करता है इवास में प्रतिपादन। कृपया ईवीएएस की अपनी स्थापना की जांच करें और Ecore और जांचें कि वे सॉफ़्टवेयर बफर रेंडरिंग इंजन का समर्थन करते हैं।
ml: Evas-ലെ സോഫ്റ്റ്‌വെയർ ബഫർ റെൻഡറിംഗിനെ ecore_evas പിന്തുണയ്ക്കുന്നില്ലെന്ന് മോക്ഷ കണ്ടെത്തി. Evas, Ecore എന്നിവയുടെ ഇൻസ്റ്റാളേഷൻ ദയവായി പരിശോധിക്കുക, ഒപ്പം അവ സോഫ്റ്റ്‌വെയർ ബഫർ റെൻഡറിംഗ് എഞ്ചിനെ പിന്തുണയ്ക്കുന്നുണ്ടോയെന്ന് പരിശോധിക്കുക.
mr: Moksha ला आढळले ecore_evas सॉफ्टवेअर बफरला समर्थन देत नाही इव्हान्स मध्ये सादरीकरण केले. कृपया इव्हसची स्थापना तपासा आणि ईकोर आणि तपासा ते सॉफ्टवेअर बफर रेंडरिंग इंजिनला समर्थन देतात.

source: Moksha cannot initialize Edje!
be: Moksha не здолеў ініцыялізаваць Edje!
he: Moksha לא הצליחה להפעיל את Edje!.
hi: Moksha एडजे को इनिशियलाइज़ नहीं कर सकता!
ml: മോക്ഷയ്ക്ക് Edje തുടങ്ങാൻ കഴിഞ്ഞില്ല!
mr: Moksha एडजेची सुरुवात करू शकत नाही!

source: Moksha cannot initialize E_Intl!
be: Moksha не здолеў ініцыялізаваць E_Intl!
hi: Moksha E_Intl को इनिशियलाइज़ नहीं कर सकता!
ml: മോക്ഷയ്ക്ക് E_Intl തുടങ്ങാൻ കഴിഞ്ഞില്ല!
mr: Moksha E_Intl सुरुवात करू शकत नाही!

source: Moksha cannot initialize its emergency alert system. Have you set your DISPLAY variable?
be: Moksha не здолеў ініцыялізаваць сваю сістэму аварыйнага апавяшчэння. Ці задалі вы значэнне пераменнай DISPLAY?
he: Moksha לא הצליחה להתחיל את מערכת התראות החירום. האם הגדרת את משתנה ה־DISPLAY כראוי?
hi: Moksha अपनी आपातकालीन चेतावनी प्रणाली को इनिशियलाइज़ नहीं कर सकता है। क्या आपने अपना प्रदर्शन चर सेट किया है?
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ എമർജൻസി അലർട്ട് സിസ്റ്റം ആരംഭിക്കാൻ കഴിഞ്ഞില്ല. നിങ്ങളുടെ DISPLAY വേരിയബിൾ സജ്ജീകരിച്ചിട്ടുണ്ടോ?
mr: Moksha आपली आपत्कालीन अलर्ट प्रणाली सुरू करू शकत नाही. आपण आपला डिस्प्ले व्हेरिएबल सेट केला आहे का?

source: Moksha cannot create directories in your home directory. Perhaps you have no home directory or the disk is full?
be: Moksha не здолеў стварыць каталогі ў вашым хатнім каталоге. Магчыма ў вас няма хатняга каталога ці дыск поўны?
he: Moksha לא הצליחה ליצור תיקיות בתיקיית הבית שלך. יתכן שאין לך תיקיית בית או שהכונן מלא?
hi: Moksha आपकी होम निर्देशिका में निर्देशिकाएं नहीं बना सकता है। शायद आपके पास कोई होम निर्देशिका नहीं है या डिस्क भरी हुई है?
ml: മോക്ഷയ്ക്ക് നിങ്ങളുടെ ഹോം ഡയറക്‌ടറിയിൽ ഡയറക്ടറികൾ സൃഷ്‌ടിക്കാനായില്ല. നിങ്ങൾക്ക് ഹോം ഡയറക്ടറി ഇല്ലായിരിക്കാം, അല്ലെങ്കിൽ നിങ്ങളുടെ ഡിസ്ക് നിറഞ്ഞിരിക്കാം?
mr: Moksha आपल्या होम डिरेक्टरीमध्ये डायरेक्टरी तयार करू शकत नाही. कदाचित आपल्याकडे होम डिरेक्टरी नाही किंवा डिस्क भरलेली आहे?

source: Moksha cannot set up its file registry system.
be: Moksha не здолеў задаць сваю файлавую сістэму рэгістрацыі.
he: Moksha לא הצליחה להגדיר את מערכת רישום הקבצים שלה.
hi: Moksha अपनी फ़ाइल रजिस्ट्री प्रणाली स्थापित नहीं कर सकता है।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ ഫയൽ രജിസ്ട്രി സിസ്റ്റം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली फाइल रजिस्ट्री सिस्टीम सेट करू शकत नाही.

source: Moksha cannot set up its config system.
be: Moksha не здолеў задаць сваю канфігурацыйную сістэму.
he: Moksha לא הצליחה להגדיר את מערכת התצורה שלה.
hi: Moksha अपना कॉन्फ़िगरेशन सिस्टम सेट नहीं कर सकता है।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ കോൺഫിഗ് സിസ്റ്റം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली कॉन्फिग सिस्टीम उभारू शकत नाही.

source: Moksha cannot initialize E_Xinerama!
be: Moksha не здолеў ініцыялізаваць E_Xinerama!
he: Moksha לא הצליחה להפעיל את E_Xinerama!.
hi: Moksha E_Xinerama को इनिशियलाइज़ नहीं कर सकता!
ml: മോക്ഷയ്ക്ക് E_Xinerama തുടങ്ങാൻ കഴിഞ്ഞില്ല!
mr: Moksha E_Xinerama सुरुवात करू शकत नाही!

source: Moksha cannot set up its environment.
be: Moksha не здолеў задаць свае асяроддзе.
he: Moksha לא הצליחה להגדיר את הסביבה שלה.
hi: Moksha अपना वातावरण स्थापित नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ എൻവിറോണ്മെന്റ് സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha ला आपले वातावरण उभारता येत नाही.

source: Moksha cannot set up its scale system.
be: Moksha не здолеў задаць сваю сістэму маштабавання.
he: Moksha לא הצליחה להגדיר את מערכת המידות שלה.
hi: Moksha अपनी स्केल प्रणाली स्थापित नहीं कर सकता है।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ സ്കെയിൽ സിസ്റ്റം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Mokshaाला त्याची स्केल सिस्टीम उभारता येत नाही.

source: Moksha cannot set up its pointer system.
be: Moksha не здолеў задаць сваю сістэму паказальнікаў.
he: Moksha לא הצליחה להגדיר את מערכת המצביעים שלה.
hi: Moksha अपना सूचक सिस्टम सेट नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ പോയിൻ്റർ സിസ്റ്റം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली पॉइंटर सिस्टीम सेट करू शकत नाही.

source: Moksha cannot set up paths for finding files. Perhaps you are out of memory?
be: Moksha не здолеў задаць шляхі каб шукаць файлы. Магчыма скончылася памяць?
he: Moksha לא הצליחה להגדיר את הנתיבים לחיפוש קבצים. יתכן שהזכרון אזל?
hi: Moksha फ़ाइलों को खोजने के लिए पथ सेट नहीं कर सकता है। शायद आप स्मृति से बाहर हैं?
ml: ഫയലുകൾ കണ്ടെത്തുന്നതിനുള്ള പാതകൾ സജ്ജീകരിക്കാൻ മോക്ഷയ്ക്ക് കഴിഞ്ഞില്ല. ഒരുപക്ഷേ നിങ്ങളുടെ മെമ്മറി തീർന്നിരിക്കുകയാണോ?
mr: Moksha फायली शोधण्यासाठी मार्ग ठरवू शकत नाही. कदाचित तू आठवणीबाहेर आहेस का?

source: Moksha cannot set up its font system.
be: Moksha не здолеў задаць сваю сістэму шрыфтоў.
he: Moksha לא הצליחה להגדיר את מערכת הגופנים שלה.
hi: Moksha अपना फ़ॉन्ट सिस्टम सेट नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ ഫോണ്ട് സിസ്റ്റം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली फॉन्ट सिस्टीम सेट करू शकत नाही.

source: Moksha cannot set up its theme system.
be: Moksha не здолеў задаць сваю сістэму тэм.
he: Moksha לא הצליחה להגדיר את מערכת ערכות הנושא שלה.
hi: Moksha अपनी थीम प्रणाली स्थापित नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ ഥീം സിസ്റ്റം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली थीम सिस्टीम सेट करू शकत नाही.

source: Moksha cannot set up its init screen.
be: Moksha не здолеў задаць сваю сістэму застаўцы.
he: Moksha לא הצליחה להגדיר את מסך הפתיחה שלה.
hi: Moksha अपनी इनिट स्क्रीन सेट नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ ഇനിറ്റ് സ്‌ക്രീൻ സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha त्याची इनिट स्क्रीन सेट करता येत नाही.

source: Starting International Support
be: Запускаецца падтрымка розных моў.
he: הפעלת התמיכה בבינאום
hi: अंतर्राष्ट्रीय समर्थन शुरू करना
ml: അന്താരാഷ്ട്ര പിന്തുണ ആരംഭിക്കുന്നു
mr: आंतरराष्ट्रीय समर्थन सुरू करणे

source: Moksha cannot set up its intl system.
be: Moksha не здолеў задаць сваю сістэму падтрымкі розных моў.
he: Moksha לא הצליחה להגדיר את מערכת הבינאום שלה.
hi: Moksha अपनी आंतरिक प्रणाली स्थापित नहीं कर सकता है।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ ഇന്റിൽ സിസ്റ്റം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली आंतरराष्ट्रीय यंत्रणा उभारू शकत नाही.

source: Moksha cannot initialize the FDO desktop system. Perhaps you lack permissions on ~/.cache/efreet or are out of memory or disk space?
be: Moksha не здолеў ініцыялізаваць сістэму FDO працоўнага стала. Магчыма вы страцілі дазволы на ~/.cache/efreet або скончылася свабодная памяць ці прастора на дыске?
he: Moksha לא הצליחה להפעיל את מערכת שולחן העבודה FDO. ייתכן שאין לך הרשאות ב ~/.cache/efreet or are יתכן שאזל לך הזכרון או המקום בדיסק?
hi: Moksha FDO डेस्कटॉप सिस्टम को प्रारंभ नहीं कर सकता। शायद आपके पास ~/.cache/efreet पर अनुमतियों की कमी है या हैं स्मृति या डिस्क स्थान से बाहर?
ml: മോക്ഷയ്ക്ക് FDO ഡെസ്ക്ടോപ്പ് സിസ്റ്റം ആരംഭിക്കാൻ കഴിഞ്ഞില്ല. ഒരുപക്ഷേ നിങ്ങൾക്ക് ~/.cache/efreet-ൽ അനുമതികൾ ഇല്ലായിരിക്കാം അതോ മെമ്മറി അല്ലെങ്കിൽ ഡിസ്കിൽ ഇടം തീർന്നിരിക്കുകയാണോ?
mr: Moksha एफडीओ डेस्कटॉप प्रणाली सुरू करू शकत नाही. कदाचित आपल्याकडे ~/.कॅश/ ईफ्रीटवर परवानग्या नाहीत किंवा आहेत मेमरी किंवा डिस्क स्पेस बाहेर?

source: Setup Screens
be: Наладжванне экранаў
he: הגדרת מסכים
hi: स्क्रीन सेटअप करें
ml: സ്ക്രീനുകൾ സജ്ജീകരിക്കുക
mr: सेटअप स्क्रीन

source: Moksha set up window management for all the screens on your system failed. Perhaps another window manager is running?
be: Moksha не здолеў запусціць менеджар вокнаў для ўсіх экранаў вашай сістэмы. Магчыма іншы менеджар вокнаў ужо выконваецца?
he: הנסיון של Moksha להגדיר את ניהול החלונות עבור כל המסכים שבמערכת שלך נכשל. יתכן שישנו מנהל חלונות אחר פעיל?
hi: Moksha ने आपके सिस्टम की सभी स्क्रीन के लिए विंडो प्रबंधन सेट किया है असफल। शायद एक और विंडो मैनेजर चल रहा है?
ml: നിങ്ങളുടെ സിസ്റ്റത്തിലെ എല്ലാ സ്‌ക്രീനുകൾക്കുമായി മോക്ഷ സജ്ജീകരണ വിൻഡോ മാനേജ്‌മെൻ്റ് പരാജയപ്പെട്ടു. ഒരുപക്ഷേ മറ്റൊരു വിൻഡോ മാനേജർ പ്രവർത്തിക്കുന്നുണ്ടോ?
mr: Moksha आपल्या सिस्टमवरील सर्व स्क्रीनसाठी विंडो मॅनेजमेंट सेट अप करा अपयशी ठरले. कदाचित दुसरा विंडो मॅनेजर चालू आहे?

source: Setup ACPI
be: Наладжванне ACPI
he: הגדרת ACPI
hi: सेटअप एसीपीआई
ml: ACPI സജ്ജീകരിക്കുക
mr: सेटअप एसीपीआय

source: Setup Backlight
be: Наладжванне падсветкі
he: הגדרת אור אחורי
hi: सेटअप बैकलाइट
ml: ബാക്ക്ലൈറ്റ് സജ്ജീകരിക്കുക
mr: बॅकलाइट सेट करा

source: Moksha cannot configure the backlight.
be: Moksha не здолеў наладзіць падсветку.
he: Moksha לא הצליחה להגדיר את תצורת התאורה האחורית
hi: Moksha बैकलाइट को कॉन्फ़िगर नहीं कर सकता है।
ml: മോക്ഷയ്ക്ക് ബാക്ക്ലൈറ്റ് കോൺഫിഗർ ചെയ്യാൻ കഴിഞ്ഞില്ല.
mr: Moksha बॅकलाईट कॉन्फिगर करू शकत नाही.

source: Setup Powersave Modes
be: Наладжванне рэжымаў энергазберажэння
he: הגדרת מצבי חיסכון בחשמל
hi: सेटअप पॉवरसेव मोड
ml: പവർസേവ് മോഡുകൾ സജ്ജീകരിക്കുക
mr: पॉवरसेव्ह मोड सेट करा

source: Moksha cannot set up its powersave modes.
be: Moksha не здолеў наладзіць рэжымы энергазберажэння.
he: Moksha לא הצליחה להגדיר את מצבי החסכון בחשמל שלה.
hi: Moksha अपने पावरसेव मोड सेट नहीं कर सकता है।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ പവർ സേവ് മോഡ് സജ്ജീകരിക്കാനായില്ല.
mr: Moksha आपले पॉवरसेव्ह मोड सेट करू शकत नाही.

source: Setup Screensaver
be: Наладжванне захавальніка экрана
he: הגדרת שומר המסך
hi: स्क्रीनसेवर सेटअप करें
ml: സ്ക്രീൻസേവർ സജ്ജീകരിക്കുക

source: Moksha cannot configure the X screensaver.
be: Moksha не здолеў сканфігураваць захавальнік экрана X.
he: Moksha לא הצליחה להגדיר את שומר המסך של X.
hi: Moksha X स्क्रीनसेवर कॉन्फ़िगर नहीं कर सकता.
ml: മോക്ഷയ്ക്ക് X-സ്ക്രീൻസേവർ കോൺഫിഗർ ചെയ്യാൻ കഴിഞ്ഞില്ല.
mr: Moksha एक्स स्क्रीनसेव्हर कॉन्फिगर करू शकत नाही.

source: Setup DPMS
be: Наладжванне DPMS
he: הגדרת DPMS
hi: DPMS सेटअप करें
ml: DPMS സജ്ജീകരിക്കുക
mr: DPMS सेटअप करा

source: Moksha cannot configure the DPMS settings.
be: Moksha не здолеў сканфігураваць налады DPMS.
he: Moksha לא הצליחה להגדיר את תצורת ה־DPMS.
hi: Moksha DPMS सेटिंग्स कॉन्फ़िगर नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് DPMS ക്രമീകരണങ്ങൾ കോൺഫിഗർ ചെയ്യാൻ കഴിഞ്ഞില്ല.
mr: Moksha डीपीएमएस सेटिंग्ज कॉन्फिगर करू शकत नाही.

source: Setup Desklock
be: Наладжванне блакіроўцы экрана.
he: הגדרת נעילת המסך
hi: सेटअप डेस्कलॉक
ml: ഡെസ്ക്ലോക്ക് സജ്ജീകരിക്കുക
mr: डेस्कलॉक सेट करा

source: Moksha cannot set up its desk locking system.
be: Moksha не здолеў наладзіць блакіроўку экрана.
he: Moksha לא הצליחה להגדיר את מערכת נעילת המסך שלה.
hi: Moksha अपना डेस्क लॉकिंग सिस्टम सेट नहीं कर सकता है।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ ഡെസ്ക് ലോക്കിംഗ് സിസ്റ്റം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली डेस्क लॉकिंग सिस्टीम सेट करू शकत नाही.

source: Setup Popups
be: Наладжванне ўсплывальных вокнаў.
he: הגדרת חלוניות התרעה
hi: पॉपअप सेटअप करें
ml: പോപ്പപ്പുകൾ സജ്ജീകരിക്കുക

source: Moksha cannot set up its popup system.
be: Moksha не здолеў наладзіць сістэму ўсплывальных вокнаў.
he: Moksha לא הצליחה להגדיר את מערכת חלוניות ההתרעה שלה.
hi: Moksha अपना पॉपअप सिस्टम सेट नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ പോപ്പപ്പ് സിസ്റ്റം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली पॉपअप सिस्टीम सेट करू शकत नाही.

source: Setup Message Bus
be: Наладжванне шыны паведамленняў
he: הגדרת מערכת ההודעות
hi: संदेश बस सेटअप करें
ml: മെസേജ് ബസ് സജ്ജീകരിക്കുക
mr: सेट अप संदेश बस

source: Setup Paths
be: Наладжванне шляхоў
he: הגדרת נתיבים
hi: सेटअप पथ
ml: പാതകൾ സജ്ജമാക്കുക

source: Setup System Controls
be: Наладжванне сістэмы кіравання
he: הגדרת פקדי מערכת
hi: सिस्टम नियंत्रण सेटअप करें
ml: സിസ്റ്റം നിയന്ത്രണങ്ങൾ സജ്ജീകരിക്കുക
mr: सेटअप सिस्टम कंट्रोल्स

source: Moksha cannot initialize the System Command system.
be: Moksha не здолеў ініцыялізаваць сістэму сістэмных каманд.
he: Moksha לא הצליחה להפעיל את מערכת פיקוד המערכת.
hi: Moksha सिस्टम कमांड सिस्टम को इनिशियलाइज़ नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് സിസ്റ്റം കമാൻഡ് സിസ്റ്റം ആരംഭിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha सिस्टीम कमांड सिस्टीम सुरू करू शकत नाही.

source: Setup Actions
be: Наладжванне дзеянняў
he: הגדרת פעולות
hi: सेटअप क्रियाएँ
ml: പ്രവർത്തനങ്ങൾ സജ്ജമാക്കുക
mr: सेटअप कृती

source: Moksha cannot set up its actions system.
be: Moksha не здолеў наладзіць сістэму дзеянняў.
he: Moksha לא הצליחה להגדיר את מערכת הפעולות שלה.
hi: Moksha अपनी क्रिया प्रणाली स्थापित नहीं कर सकता है।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ പ്രവർത്തന സിസ്റ്റം സജ്ജമാക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली कृती व्यवस्था उभी करू शकत नाही.

source: Setup Execution System
be: Наладжванне сістэмы выканання
he: הגדרת מערכת הרצת הקבצים
hi: सेटअप निष्पादन प्रणाली
ml: എക്സിക്യൂഷൻ സിസ്റ്റം സജ്ജീകരിക്കുക
mr: सेटअप अंमलबजावणी प्रणाली

source: Moksha cannot set up its exec system.
be: Moksha не здолеў наладзіць сістэму выканання.
he: Moksha לא הצליחה להגדיר את מערכת ה־exec שלה.
hi: Moksha अपनी निष्पादन प्रणाली स्थापित नहीं कर सकता है।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ എക്സിക്യൂട്ടീവ് സിസ്റ്റം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली एक्सेक यंत्रणा उभारू शकत नाही.

source: Setup Filemanager
be: Наладжванне менеджара файлаў
he: הגדרת מנהל הקבצים
hi: सेटअप Filemanager
ml: ഫയൽമാനേജർ സജ്ജീകരിക്കുക
mr: सेटअप फाइलमॅनेजर

source: Moksha cannot initialize the File manager.
be: Moksha не здолеў ініцыялізаваць менеджар файлаў.
he: Moksha לא הצליחה להפעיל את מנהל הקבצים.
hi: Moksha फ़ाइल प्रबंधक को प्रारंभ नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് ഫയൽ മാനേജർ ആരംഭിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha फाईल मॅनेजरला सुरुवात करू शकत नाही.

source: Setup Message System
be: Наладжванне сістэмы паведамленняў
he: הגדרת מערכת ההודעות
hi: संदेश प्रणाली सेटअप करें
ml: മെസേജ് സിസ്റ്റം സജ്ജീകരിക്കുക
mr: सेटअप संदेश प्रणाली

source: Moksha cannot set up its msg system.
be: Moksha не здолеў наладзіць сістэму паведамленняў.
he: Moksha לא הצליחה להגדיר את מערכת ההודעות שלה.
hi: Moksha अपना संदेश सिस्टम स्थापित नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ മെസേജ് സിസ്റ്റം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली एमएसजी यंत्रणा उभारता येत नाही.

source: Setup DND
be: Наладжванне DND
he: הגדרת DND
hi: डीएनडी सेटअप करें
ml: DND സജ്ജീകരിക്കുക
mr: सेटअप डीएनडी

source: Moksha cannot set up its dnd system.
be: Moksha не здолеў наладзіць сістэму DND.
he: Moksha לא הצליחה להגדיר את מערכת ה־dnd שלה.
hi: Moksha अपनी डीएनडी प्रणाली स्थापित नहीं कर सकता है।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ DND സിസ്റ്റം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली डीएनडी यंत्रणा उभारता येत नाही.

source: Setup Grab Input Handling
be: Наладжванне апрацоўніка захопу ўвода
he: הגדרת טיפול התפסן בקלט
hi: सेटअप ग्रैब इनपुट हैंडलिंग
ml: ഗ്രാബ്-ഇൻപുട്ട് കൈകാര്യം ചെയ്യൽ സജ്ജീകരിക്കുക

source: Moksha cannot set up its grab input handling system.
be: Moksha не здолеў наладзіць сістэму захопу увода.
he: Moksha לא הצליחה להפעיל את מערכת הטיפול בקלט של התפסן (Grab).
hi: Moksha अपना ग्रैब इनपुट हैंडलिंग सिस्टम स्थापित नहीं कर सकता है।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ ഗ്രാബ്-ഇൻപുട്ട് കൈകാര്യം ചെയ്യാനുള്ള സംവിധാനം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली ग्रॅब इनपुट हाताळणी प्रणाली स्थापित करू शकत नाही.

source: Setup Modules
be: Наладжванне модуляў
he: הגדרת מודולים
hi: सेटअप मॉड्यूल
ml: മൊഡ്യൂളുകൾ സജ്ജമാക്കുക
mr: सेटअप मॉड्यूल

source: Moksha cannot set up its module system.
be: Moksha не здолеў наладзіць сістэму модуляў.
he: Moksha לא הצליחה להגדיר את מערכת המודולים שלה.
hi: Moksha अपना मॉड्यूल सिस्टम सेट नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ മൊഡ്യൂൾ സിസ്റ്റം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली मॉड्यूल सिस्टीम सेट करू शकत नाही.

source: Setup Remembers
be: Наладжванне запамінаній
he: הגדרת זכרונות
hi: सेटअप याद रखता है
ml: ഓർമ്മകൾ സജ്ജീകരിക്കുക
mr: सेटअप आठवते

source: Moksha cannot setup remember settings.
be: Moksha не здолеў наладзіць запамінанне налад.
he: Moksha לא הצליחה להגדיר את הגדרות הזכרון.
hi: Moksha याद रखने की सेटिंग सेटअप नहीं कर सकता.
ml: മോക്ഷയ്ക്ക് ഓർമ്മ ക്രമീകരണങ്ങൾ സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha लक्षात ठेवण्याच्या सेटिंग्ज सेट अप करू शकत नाही.

source: Setup Color Classes
be: Наладжванне класаў колераў
he: הגדרת מחלקות צבע
hi: रंग कक्षाएं सेटअप करें
ml: കളർ ക്ലാസുകൾ സജ്ജീകരിക്കുക
mr: रंग वर्ग सेट अप करा

source: Moksha cannot set up its color class system.
be: Moksha не здолеў наладзіць сістэму класаў колераў.
he: Moksha לא הצליחה להגדיר את מערכת מחלקות הצבע שלה.
hi: Moksha अपनी रंग वर्ग प्रणाली स्थापित नहीं कर सकता है।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ കളർ ക്ലാസ് സിസ്റ്റം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली रंगीत वर्ग प्रणाली उभारता येत नाही.

source: Setup Gadcon
be: Наладжванне кантэйнера гаджэтаў
he: הגדרת בקרת היישומונים
hi: सेटअप गॅडकॉन
ml: ഗാഡ്‌കോൺ സജ്ജീകരിക്കുക
mr: सेटअप गॅडकॉन

source: Moksha cannot set up its gadget control system.
be: Moksha не здолеў наладзіць сістэму кіравання гаджэтамі.
he: Moksha לא הצליחה להגדיר את מערכת בקרת היישומונים שלה.
hi: Moksha अपनी गैजेट नियंत्रण प्रणाली स्थापित नहीं कर सकता है।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ ഗാഡ്‌ജെറ്റ് നിയന്ത്രണ സംവിധാനം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली गॅजेट कंट्रोल सिस्टीम सेट करू शकत नाही.

source: Setup Wallpaper
be: Наладжванне шпалеры
he: הגדרת רקע שולחן העבודה
hi: वॉलपेपर सेटअप करें
ml: വാൾപേപ്പർ സജ്ജീകരിക്കുക
mr: सेटअप वॉलपेपर

source: Moksha cannot set up its desktop background system.
be: Moksha не здолеў наладзіць сістэму фону працоўнага стала.
he: Moksha לא הצליחה להגדיר את מערכת הרקע לשולחן העבודה שלה.
hi: Moksha अपना डेस्कटॉप बैकग्राउंड सिस्टम सेट नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ ഡെസ്ക്ടോപ്പ് ബാഗ്രൗണ്ട് സംവിധാനം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली डेस्कटॉप बॅकग्राऊंड सिस्टीम सेट करू शकत नाही.

source: Setup Mouse
be: Наладжванне мышы.
he: הגדרת העכבר
hi: माउस सेटअप करें
ml: മൗസ് സജ്ജീകരിക്കുക
mr: सेटअप माऊस

source: Moksha cannot configure the mouse settings.
be: Moksha не здолеў сканфігураваць налады мышы.
he: Moksha לא הצליחה להגדיר את תצורת העכבר.
hi: Moksha माउस सेटिंग्स कॉन्फ़िगर नहीं कर सकता.
ml: മോക്ഷയ്ക്ക് മൗസ് ക്രമീകരണങ്ങൾ കോൺഫിഗർ ചെയ്യാൻ കഴിഞ്ഞില്ല.
mr: Moksha माऊस सेटिंग्ज कॉन्फिगर करू शकत नाही.

source: Moksha cannot setup XKB Keyboard layouts.
be: Moksha не здолеў наладзіць раскладкі клавіятуры XKB.
he: Moksha לא הצליחה להגדיר את מערכת פרישת המקלדות XKB.
hi: Moksha XKB कीबोर्ड लेआउट सेटअप नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് XKB കീബോർഡ് ലേഔട്ടുകൾ സജ്ജീകരിക്കാനായില്ല.
mr: Moksha एक्सकेबी कीबोर्ड लेआउट सेट अप करू शकत नाही.

source: Setup Bindings
be: Наладжванне прызначэнняў
he: הגדרת איגודים
hi: सेटअप बाइंडिंग
ml: ബൈൻഡിംഗുകൾ സജ്ജീകരിക്കുക

source: Moksha cannot set up its bindings system.
be: Moksha не здолеў наладзіць сістэму прызначэнняў.
he: Moksha לא הצליחה להגדיר את מערכת האיגודים שלה.
hi: Moksha अपनी बाइंडिंग प्रणाली स्थापित नहीं कर सकता है।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ ബൈൻഡിംഗ് സിസ്റ്റം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली बाइंडिंग सिस्टीम उभारू शकत नाही.

source: Setup Thumbnailer
be: Наладжванне мініацюрыста
he: הגדרת ממזער התמונות
hi: सेटअप थंबनेलर
ml: ഥംമ്പ്നെയ്ലർ സജ്ജീകരിക്കുക
mr: थंबनेलर सेट करा

source: Moksha cannot initialize the Thumbnailing system.
be: Moksha не здолеў наладзіць сістэму мініацюрыста.
he: Moksha לא הצליחה להפעיל את מערכת מיזעור התמונות.
hi: Moksha थंबनेल सिस्टम को इनिशियलाइज़ नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് ലഘുചിത്ര സംവിധാനം ആരംഭിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha थंबनेलिंग प्रणाली सुरू करू शकत नाही.

source: Moksha cannot initialize the Icon Cache system.
be: Moksha не здолеў ініцыялізаваць сістэму кэшавання значкоў.
he: Moksha לא הצליחה להפעיל את מערכת הקאש של הסמלים.
hi: Moksha आइकन कैश सिस्टम को इनिशियलाइज़ नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് ഐക്കൺ കാഷെ സിസ്റ്റം ആരംഭിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आयकॉन कॅश प्रणाली सुरू करू शकत नाही.

source: Moksha cannot initialize the XSettings system.
be: Moksha не здолеў ініцыялізаваць сістэму XSettings.
he: Moksha לא הצליחה להפעיל את מערכת הXsettings.
hi: Moksha XSettings सिस्टम प्रारंभ नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് XSettings സിസ്റ്റം ആരംഭിക്കാനായില്ല.
mr: Moksha एक्ससेटिंग प्रणाली सुरू करू शकत नाही.

source: Moksha cannot initialize the Update system.
be: Moksha не здолеў ініцыялізаваць сістэму абнаўлення.
he: Moksha לא הצליחה להפעיל את מערכת העידכונים.
hi: Moksha अद्यतन सिस्टम को प्रारंभ नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് അപ്‌ഡേറ്റ് സിസ്റ്റം ആരംഭിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha अद्ययावत प्रणाली सुरू करू शकत नाही.

source: Setup Desktop Environment
be: Наладжванне асяроддзя працоўнага стала
he: הגדרת סביבת שולחן העבודה
hi: डेस्कटॉप वातावरण सेटअप करें
ml: ഡെസ്ക്ടോപ്പ് എൻവയോൺമെൻ്റ് സജ്ജീകരിക്കുക
mr: सेटअप डेस्कटॉप पर्यावरण

source: Moksha cannot initialize its desktop environment.
be: Moksha не здолеў ініцыялізаваць асяроддзе працоўнага стала.
he: Moksha לא הצליחה להגדיר את סביבת שולחן העבודה.
hi: Moksha अपने डेस्कटॉप वातावरण को प्रारंभ नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ ഡെസ്ക്ടോപ്പ് എൻവയോൺമെൻ്റ് ആരംഭിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपल्या डेस्कटॉप वातावरणाची सुरुवात करू शकत नाही.

source: Setup File Ordering
be: Наладжванне ўпарадкавання файлаў
he: הגדרת סידור קבצים
hi: सेटअप फ़ाइल ऑर्डरिंग
ml: ഫയൽ ഓർഡറിംഗ് സജ്ജീകരിക്കുക
mr: सेटअप फाइल ऑर्डरिंग

source: Moksha cannot set up its order file system.
be: Moksha не здолеў наладзіць упарадкаванне файлавай сістэмы.
he: Moksha לא הצליחה להגדיר את מערכת סידור הקבצים שלה.
hi: Moksha अपना ऑर्डर फाइल सिस्टम सेट नहीं कर सकता।
ml: മോക്ഷയ്ക്ക് അതിൻ്റെ ഓർഡർ ഫയൽ സിസ്റ്റം സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ല.
mr: Moksha आपली ऑर्डर फाईल सिस्टीम सेट करू शकत नाही.

source: Load Modules
be: Загрузка модуляў
he: טעינת מודולים
hi: लोड मॉड्यूल
ml: മൊഡ്യൂളുകൾ ലോഡ് ചെയ്യുക
mr: मॉड्यूल लोड करा

source: Setup Shelves
be: Наладжванне паліц
he: הגדרת מדפים
hi: सेटअप अलमारियों
ml: ഷെൽഫുകൾ സജ്ജമാക്കുക
mr: सेटअप शेल्फ

source: Configure Shelves
be: Канфігураванне паліц
he: הגדרת מדפים
hi: अलमारियों को कॉन्फ़िगर करें
ml: ഷെൽഫുകൾ ക്രമീകരിക്കുക
mr: शेल्फ कॉन्फिगर करा

source: Almost Done
be: Амаль гатова
he: כמעט בוצע
hi: लगभग हो गया
ml: ഏതാണ്ട് പൂർത്തിയായി
mr: जवळजवळ पूर्ण झाले

source: Version: %s
be: Версія: %s
he: גירסא: %s
hi: संस्करण: %s
ml: പതിപ്പ്: %s
mr: आवृत्ती: %s
