Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: Empty
be: Пуста
he: ריק
hi: खाली
ml: ശൂന്യം
mr: रिक्त

source: Enter Presentation Mode
be: Уваход у рэжым прэзентацыі
he: כניסה למצב מצגת
hi: प्रस्तुति मोड दर्ज करें
ml: അവതരണ മോഡിലേക്ക് പ്രവേശിക്കുക
mr: प्रेझेंटेशन मोड प्रविष्ट करा

source: Moksha is in <b>presentation</b> mode.
be: Moksha у рэжыме <b>прэзентацыі</b>.
he: Moksha נמצאת במצב <b>מצגת</b>.
hi: Moksha <b>प्रस्तुति</b> मोड में है।
ml: മോക്ഷ <b>അവതരണ</b> മോഡിലാണ്.
mr: Moksha <b>प्रेझेंटेशन</b> मोडमध्ये आहे.

source: Exited Presentation Mode
be: Зыход з рэжыму прэзентацыі
he: מצב המצגת נפסק
hi: प्रस्तुति मोड से बाहर
ml: അവതരണ മോഡിൽ നിന്ന് പുറത്തുകടന്നു
mr: एक्झिट प्रेझेंटेशन मोड

source: Presentation mode is over.
be: Рэжым прэзентацыі скончыўся.
he: הסתיים מצב מצגת.
hi: प्रस्तुति मोड समाप्त हो गया है।
ml: അവതരണ മോഡ് അവസാനിച്ചു.
mr: प्रेझेंटेशन मोड संपला आहे.

source: Enter Offline Mode
be: Уваход у пазасеткавы рэжым
he: כניסה למצב ניתוק
hi: ऑफलाइन मोड दर्ज करें
ml: ഓഫ്‌ലൈൻ മോഡിലേക്ക് പ്രവേശിക്കുക
mr: ऑफलाइन मोड प्रविष्ट करा

source: Moksha is in <b>offline</b> mode.<br>During offline mode, modules that use network will stop polling remote services.
be: Moksha у <b>пазасеткавым</b> рэжыме.<br>У гэтым рэжыме модулі, якія выкарыстоўваюць сетку, перастануць узаемадзейнічаць з аддаленнымі сэрвісамі.
he: Enlightement במצב <b>ניתוק</b>.<br>במצב זה המודולים המשתמשים ברשת יפסיקו לתשאל שירותים למרחוק.
hi: Moksha <b>ऑफलाइन</b> मोड में है।<br>ऑफ़लाइन मोड के दौरान, नेटवर्क का उपयोग करने वाले मॉड्यूल दूरस्थ सेवाओं को मतदान करना बंद कर देंगे।
ml: മോക്ഷ <b>ഓഫ്‌ലൈൻ</b> മോഡിലാണ്.<br>ഓഫ്‌ലൈൻ മോഡിൽ, നെറ്റ്‌വർക്ക് ഉപയോഗിക്കുന്ന മൊഡ്യൂളുകൾ റിമോട്ട് സേവനങ്ങൾ പോളിംഗ് നിർത്തും.
mr: Moksha <b>ऑफलाइन</b> मोडमध्ये आहे.<br>ऑफलाइन मोडदरम्यान, नेटवर्क वापरणारे मॉड्यूल मतदान दूरस्थ सेवा थांबवतील.

source: Exited Offline Mode
be: Зыход з пазасеткавага рэжыма
he: מצב הניתוק הופסק
hi: ऑफ़लाइन मोड से बाहर
ml: ഓഫ്‌ലൈൻ മോഡിൽ നിന്ന് പുറത്തുകടന്നു
mr: ऑफलाइन मोडमधून बाहेर पडले

source: Now in <b>online</b> mode.<br>Now modules that use network will resume regular tasks.
be: Зараз у рэжыме <b>у сетцы</b>.<br>Зараз модулі, якія выкарыстоўваюць сетку, ізноў запрацуюць, як звычайна.
he: כעת במצב <b>מחובר</b>.<br>כעת המודולים המשתמשים ברשת יוכלו להמשיך במשימותיהם הרגילות.
hi: अब <b>ऑनलाइन</b> मोड में।<br>अब नेटवर्क का उपयोग करने वाले मॉड्यूल नियमित कार्यों को फिर से शुरू करेंगे।
ml: ഇപ്പോൾ <b>ഓൺലൈൻ</b> മോഡിൽ.<br>ഇനി നെറ്റ്‌വർക്ക് ഉപയോഗിക്കുന്ന മൊഡ്യൂളുകൾ സാധാരണ ജോലികൾ പുനരാരംഭിക്കും.
mr: आता <b>ऑनलाइन</b> मोडमध्ये.<br>आता नेटवर्क वापरणारे मॉड्यूल नियमित कामे पुन्हा सुरू करतील.

source: Notification expired!
be: Паведамленне састарэла!
he: פג תוקף ההודעה!
hi: अधिसूचना समाप्त!
ml: അറിയിപ്പ് കാലഹരണപ്പെട്ടു!
mr: अधिसूचनेची मुदत संपली!

source: Notification Settings
be: Налады Паведамленняў
he: הגדרות הודעות
hi: नोटिफ़िकेशन सेटिंग
ml: അറിയിപ്പ് ക്രമീകരണങ്ങൾ
mr: नोटिफिकेशन सेटिंग्स

source: Urgency
be: Тэрміновасць
he: דחיפות
hi: अत्यावश्यकता
ml: അടിയന്തിരം
mr: तातडीचे

source: Levels of urgency to display:
be: Узровень тэрміновасці для паказу:
he: דרגות דחיפות להצגה:
hi: प्रदर्शित करने के लिए तात्कालिकता के स्तर:
ml: പ്രദർശിപ്പിക്കേണ്ട അടിയന്തിര തലങ്ങൾ:
mr: प्रदर्शन करण्यासाठी तातडीची पातळी:

source: Critical
be: Крытычны
he: קריטי
hi: विवेचनात्मक
ml: ക്രിട്ടിക്കൽ
mr: गंभीर

source: Default Timeout
be: Перадвызначаная затрымка
he: עבר זמן ברירת המחדל
hi: डिफ़ॉल्ट टाइमआउट
ml: സ്ഥിരസ്ഥിത സമയപരിധി
mr: डिफॉल्ट टाइमआऊट

source: Force timeout for all notifications
be: Выкарыстоўваць затрымку для ўсіх паведамленняў
he: לאכוף פסק זמן לכל ההודעות
hi: सभी सूचनाओं के लिए बलपूर्वक टाइमआउट
ml: എല്ലാ അറിയിപ്പുകൾക്കും സമയപരിധി നിർബന്ധമാക്കുക
mr: सर्व सूचनांसाठी फोर्स टाइमआऊट करा

source: %.1f s
be: %.1f с
he: %.1f שנ'
ml: %.1f സെക്കൻഡ്
mr: %.1f

source: Popup Orientation
be: Арыянтаванне ўсплываючых вокнаў
he: כיוון חלון קופץ
hi: पॉपअप ओरिएंटेशन
ml: പോപ്പപ്പ് ഓറിയൻ്റേഷൻ
mr: पॉपअप ओरिएंटेशन

source: Ignore replace ID
be: Ігнараваць замену ID
he: להתעלם מהחלפת ID
hi: बदलें आईडी पर ध्यान न दें
ml: പകരം-ID അവഗണിക്കുക
mr: रिप्लेस ID दुर्लक्ष करा

source: Use multiple monitor geometry
be: Выкарыстоўваць некалькі манітораў
he: להשתמש בגאומטריה של מסכים מרובים
hi: एकाधिक मॉनिटर ज्यामिति का उपयोग करें
ml: ഒന്നിലധികം മോണിറ്റർ ജ്യാമിതി ഉപയോഗിക്കുക
mr: एकाधिक मॉनिटर भूमिती वापरा

source: History Settings
be: Налады гісторыі
he: הגדרות היסטוריה
hi: इतिहास सेटिंग्स
ml: ഹിസ്റ്ററി ക്രമീകരണങ്ങൾ
mr: इतिहास सेटिंग्ज

source: Time stamp
be: Адзнака часу
he: חותמת זמן
hi: समय-चिह्न
ml: സമയമുദ്ര
mr: टाइम स्टॅम्प

source: Show application name
be: Паказваць назву праграмы
he: להציג את שם היישום
hi: अनुप्रयोग का नाम दिखाएँ
ml: ആപ്ലിക്കേഷൻ്റെ പേര് കാണിക്കുക
mr: अर्जाचे नाव दाखवा

source: Show notification counter
be: Паказваць лічыльнік паведамленняў
he: הצגת מונה הודעות
hi: सूचना काउंटर दिखाएं
ml: അറിയിപ്പ് കൗണ്ടർ കാണിക്കുക
mr: नोटिफिकेशन काउंटर दाखवा

source: Reverse order
be: Зваротны парадак
he: להפוך את הסדר
hi: उल्टा क्रम
ml: വിപരീത ക്രമം
mr: रिव्हर्स ऑर्डर

source: Labels
be: Пазнакі
he: תוויות
hi: लेबल
ml: ലേബലുകൾ
mr: लेबल्स

source: Labels length
be: Даўжыня пазнакаў
he: אורך תוויות
hi: लेबल की लंबाई
ml: ലേബലുകളുടെ നീളം
mr: लेबल लांबी

source: Items
be: Элементы
he: פריטים
hi: आइटम
ml: ഇനങ്ങൾ
mr: आयटम

source: Items in history
be: Элементы ў гісторыі
he: פריטים בהיסטוריה
hi: इतिहास में आइटम
ml: ഹിസ്റ്ററിലെ ഇനങ്ങൾ
mr: इतिहासातील वस्तू

source: Gadget animation delay [s]
be: Затрымка анімацыі гаджэта [с]
he: השהיית הנפשת יישומונים [שנ']
hi: गैजेट ऐनिमेशन विलंब [s]
ml: ഗാഡ്‌ജെറ്റ് ആനിമേഷൻ കാലതാമസം [സെക്കൻഡ്]
mr: गॅजेट अॅनिमेशन विलंब [एस]

source: Apps blacklist (app1,app2,app3...)
be: Чорны спіс праграм (прг1,прг2,прг3...)
he: יישומוני Blacklist (יישום1,יישום2,יישום3...)
hi: ऐप्स ब्लैकलिस्ट (ऐप १, ऐप २, ऐप ३...)
ml: ആപ്പുകളുടെ ബ്ലാക്ക്‌ലിസ്റ്റ് (ആപ്പ്-1,ആപ്പ്-2,ആപ്പ്-3...)
mr: अॅप्स ब्लॅकलिस्ट (अॅप 1,अॅप 2,अॅप 3...)

source: History
be: Гісторыя
he: היסטוריה
hi: इतिहास
ml: ഹിസ്റ്ററി
mr: इतिहास

source: Selection
be: Вылучэнне
he: בחירה
hi: संग्रह
ml: സെലക്ഷൻ
mr: निवड

source: Use Copy (Ctrl-C)
be: Выкарыстоўваць капіяванне (Ctrl-C)
he: להשתמש ב'להעתיק' (Ctrl-C)
hi: कॉपी का उपयोग करें (Ctrl-C)
ml: കോപ്പി ഉപയോഗിക്കുക (Ctrl-C)
mr: कॉपी वापरा (Ctrl-C)

source: Use Primary (Selection)
be: Выкарыстоўваць адразу (вылучанае)
he: להשתמש כראשי (בחירה)
hi: प्राथमिक (चयन) का उपयोग करें
ml: പ്രാഥമികം ഉപയോഗിക്കുക (സെലക്ഷൻ)
mr: प्राथमिक वापरा (निवड)

source: Synchronize Clipboards
be: Сінхранізаваць буферы абмену
he: לכייל לוחות גזירים
hi: क्लिपबोर्ड सिंक्रनाइज़ करें
ml: ക്ലിപ്പ്ബോർഡുകൾ സമന്വയിപ്പിക്കുക
mr: क्लिपबोर्ड सिंक्रनाइझ करा

source: Content
be: Змест
he: תוכן
hi: सन्तोष
ml: ഉള്ളടക്കം
mr: संतुष्ट

source: Ignore Whitespace
be: Ігнараваць прабелы
he: להתעלם משטח-לבן
hi: व्हाइटस्पेस पर ध्यान न दें
ml: വൈറ്റ്‌സ്‌പേസ് അവഗണിക്കുക
mr: व्हाईटस्पेसकडे दुर्लक्ष करा

source: Trim Whitespace
be: Абрэзаць прабелы
he: לגזור שטח-לבן
hi: व्हाइटस्पेस ट्रिम करें
ml: വൈറ്റ്‌സ്‌പേസ് ട്രിമ്മുചെയ്യുക
mr: व्हाइटस्पेस ट्रिम करा

source: Trim Newlines
be: Абрэзаць канцы радкоў
he: לגזור קווים-חדשים
hi: न्यूलाइन्स ट्रिम करें
ml: ന്യൂലൈനുകൾ ട്രിമ്മുചെയ്യുക
mr: न्यूलाईन्स ट्रिम करा

source: Clipboard
be: Буфер абмену
he: לוח הגזירים
hi: क्लिपबोर्ड
ml: ക്ലിപ്പ്ബോർഡ്
mr: क्लिपबोर्ड

source: Save History
be: Захаваць гісторыю
he: לשמור היסטוריה
hi: इतिहास सहेजें
ml: ഹിസ്റ്ററി സംരക്ഷിക്കുക
mr: इतिहास वाचवा

source: Confirm before Clearing
be: Пацвердзіць перад ачысткай
he: לאשר לפני ניקוי
hi: क्लियरिंग से पहले पुष्टि करें
ml: മായ്‌ക്കുന്നതിന് മുമ്പ് സ്ഥിരീകരിക്കുക
mr: क्लिअरिंग करण्यापूर्वी पुष्टी करा

source: Save every Selection
be: Захоўваць кожнае вылучанае
he: לשמור כל בחירה
hi: प्रत्येक चयन सहेजें
ml: ഓരോ സെലക്ഷനും സംരക്ഷിക്കുക
mr: प्रत्येक निवड सेव्ह करा

source: Timer
be: Таймер
he: שעון עצר
hi: समयपाल
ml: ടൈമർ
mr: टाइमर

source: Label Length
be: Даўжыня пазнакі
he: אורך תווית
hi: लेबल की लंबाई
ml: ലേബൽ നീളം
mr: लेबल लांबी

source: Reverse Order
be: Адваротны парадак
he: להפוך את הסדר
hi: रिवर्स ऑर्डर
ml: വിപരീത ക്രമം
mr: रिव्हर्स ऑर्डर

source: Items in History
be: Элементы ў гісторыі
he: פריטים בהיסטוריה
hi: इतिहास में आइटम
ml: ഹിസ്റ്ററിലെ ഇനങ്ങൾ
mr: इतिहासातील लेख

source: Clipboard Settings
be: Налады буфера абмену
he: הגדרות לוח הגזירים
hi: क्लिपबोर्ड सेटिंग्स
ml: ക്ലിപ്പ്ബോർഡ് ക്രമീകരണങ്ങൾ
mr: क्लिपबोर्ड सेटिंग्स

source: Lock item
be: Замацаваць элемент
he: לער
hi: लॉक आइटम
ml: ഇനം ലോക്കുചെയ്യുക
mr: लॉक आयटम

source: Edit item
be: Рэдагаваць элемент
he: לערוך את הפריט
hi: आइटम संपादित करें
ml: ഇനം എഡിറ്റുചെയ്യുക
mr: आयटम संपादित करा

source: Delete item
be: Выдаліць элемент
he: למחוק את הפריט
hi: आइटम हटाएं
ml: ഇനം ഇല്ലാതാക്കുക
mr: आयटम डिलीट करा

source: Ignore history
be: Ігнараваць гісторыю
he: להתעלם מההיסטוריה
hi: इतिहास पर ध्यान न दें
ml: ഹിസ്റ്ററി അവഗണിക്കുക
mr: इतिहासाकडे दुर्लक्ष करा

source: Confirm History Deletion
be: Пацвердзіць выдаленне гісторыі
he: לאשר את מחיקת ההיסטוריה
hi: इतिहास हटाने की पुष्टि करें
ml: ഹിസ്റ്ററി ഇല്ലാതാക്കൽ സ്ഥിരീകരിക്കുക
mr: इतिहास हटविण्याची पुष्टी करा

source: You wish to delete the clipboards history.<br><br>Are you sure you want to delete it?
be: Вы выдаляеце гісторыю буфера абмену.<br><br>Вы ўпэўнены, што жадаеце выдаліць яе?
he: ביקשת למחוק את היסטוריית לוח הגזירים.<br><br>האם באמת ברצונך למחוק אותה?
hi: आप क्लिपबोर्ड इतिहास को हटाना चाहते हैं।<br><br>क्या आप वाकई इसे हटाना चाहते हैं?
ml: നിങ്ങൾ ക്ലിപ്പ്ബോർഡ് ഹിസ്റ്ററി ഇല്ലാതാക്കാൻ ആഗ്രഹിക്കുന്നു.<br><br>ഇത് ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?
mr: आपण क्लिपबोर्डइतिहास हटवू इच्छित आहात.<br><br>तुम्हाला ते डिलीट करायचे आहे याची खात्री आहे का?

source: Confirm Item Deletion
be: Пацвердзіце выдаленне элемента
he: אישור מחיקת פריט
hi: आइटम हटाने की पुष्टि करें
ml: ഇനം ഇല്ലാതാക്കൽ സ്ഥിരീകരിക്കുക
mr: आयटम हटवण्याची पुष्टी करा

source: You wish to delete the current item.<br><br>Are you sure you want to delete it?
be: Вы выдаляеце бягучы элемент.<br><br>Вы ўпэўнены, што жадаеце выдаліць яго?
he: ביקשת למחוק את הפריט הנוכחי.<br><br>באמת ברצונך למחוק אותו?
hi: आप वर्तमान आइटम हटाने वाले है।<br><br>क्या आप वाकई इसे हटाना चाहते हैं?
ml: നിലവിലെ ഇനം ഇല്ലാതാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നു.<br><br>ഇത് ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?
mr: आपण सध्याची आयटम हटवू इच्छित आहात.<br><br>तुम्हाला ते डिलीट करायचे आहे याची खात्री आहे का?

source: Clipboard: Edit Item
be: Буфер абмену: рэдагаваць элемент
he: לוח הגזירים: לערוך פריט
hi: क्लिपबोर्ड: आइटम संपादित करें
ml: ക്ലിപ്പ്ബോർഡ്: ഇനം എഡിറ്റുചെയ്യുക
mr: क्लिपबोर्ड: आयटम संपादित करा

source: Edit the item content:
be: Рэдагаваць змест элемента
he: לערוך את תוכן הפריט:
hi: आइटम सामग्री संपादित करें:
ml: ഇനം ഉള്ളടക്കം എഡിറ്റ് ചെയ്യുക:
mr: आयटम सामग्री संपादित करा:

source: Show History
be: Паказаць гісторыю
he: להציג היסטוריה
hi: इतिहास दिखाएं
ml: ഹിസ്റ്ററി കാണിക്കുക
mr: इतिहास दाखवा

source: Show Settings
be: Паказаць налады
he: להציג הגדרות
hi: सेटिंग दिखाएँ
ml: ക്രമീകരണങ്ങൾ കാണിക്കുക
mr: सेटिंग्स दाखवा

source: Clear History
be: Ачысціць гісторыю
he: לנקות היסטוריה
hi: इतिहास साफ़ करें
ml: ഹിസ്റ്ററി മായ്‌ക്കുക
mr: इतिहास स्पष्ट करा

source: Blanking Block
be: Заглушка
he: חסימת החשכת מסך
hi: ब्लैंकिंग ब्लॉक
ml: ബ്ലാങ്കിംഗ് ബ്ലോക്ക്
mr: ब्लॅंकिंग ब्लॉक

source: Places Settings
be: Налады Месцаў
he: הגדרת מקומות
hi: स्थान सेटिंग
ml: സ്ഥലം ക്രമീകരണങ്ങൾ
mr: ठिकाणे, सेटिंग्

source: Show in main menu
be: Паказваць ў галоўным меню
he: להציג בתפריט הראשי
hi: मुख्य मेनू में दिखाएं
ml: പ്രധാന മെനുവിൽ കാണിക്കുക
mr: मुख्य मेनूमध्ये दर्शवा

source: Hide the gadget header
be: Схаваць загаловак гаджэта
he: להחביא כותרת עליונה של יישומון
hi: गैजेट हेडर छुपाएं
ml: ഗാഡ്‌ജെറ്റ് തലക്കെട്ട് മറയ്ക്കുക
mr: गॅजेट हेडर लपवा

source: Mount volumes at boot
be: Падключаць носьбіты пры загрузцы
he: לעגן כרכים בעלייה
hi: बूट पर वॉल्यूम माउंट करें
ml: ബൂട്ടിൽ വോള്യങ്ങൾ മൌണ്ടുചെയ്യുക
mr: बूट वर वॉल्यूम माउंट करा

source: Open filemanager on insert
be: Адкрыць файлавы менеджэр пры падключэнні
he: לפתוח את מנהל הקבצים בהכנסה
hi: कनेक्ट होने पर फ़ाइल प्रबंधक खोलें
ml: ഇൻസർട്ട് ചെയ്യുമ്പോൾ ഫയൽ മാനേജർ തുറക്കുക
mr: ओपन फाईलेमॅनेजर ऑन इन्सर्ट

source: Use a custom file manager
be: Карыстальніцкі файлавы менеджар
he: להשתמש במנהל קבצים ייחודי
hi: कस्टम फ़ाइल प्रबंधक का उपयोग करें
ml: ഇഷ്‌ടാനുസൃത ഫയൽ മാനേജർ ഉപയോഗിക്കുക
mr: सानुकूल फाइल व्यवस्थापक वापरा

source: Show in menu
be: Паказваць у меню
he: להציג בתפריט
hi: मेनू में दिखाएँ
ml: മെനുവിൽ കാണിക്കുക
mr: मेनूमध्ये दाखवा

source: Filesystem
be: Файлавая сістэма
he: מערכת-קבצים
hi: फाइल सिस्टम
ml: ഫയൽസിസ്റ്റം
mr: फाईलसिस्टम

source: Temp
be: Часовыя
he: זמני
hi: तापमान
ml: താൽക്കാലികം
mr: तात्पुरते

source: Places
be: Месцы
he: מקומות
hi: स्थान
ml: സ്ഥലങ്ങൾ
mr: ठिकाणे संपादन
nb: Steder

source: Show full disk alert
be: Папярэджваць аб запаўненні дыска
he: להציג אזהרת כונן מלאה
hi: पूर्ण डिस्क चेतावनी दिखाएं
ml: പൂർണ്ണ ഡിസ്ക് അലേർട്ട് കാണിക്കുക
mr: पूर्ण डिस्क अलर्ट दाखवा

source: Capacity limit:
be: Ліміт умяшчальнасці:
he: גבול תכולה:
hi: क्षमता सीमा:
ml: ശേഷി പരിധി:
mr: क्षमता मर्यादा :

source: Places Configuration Updated
be: Канфігурацыя Месцаў абноўлена
he: עידכון הגדרות מקומות
hi: स्थान कॉन्फ़िगरेशन अपडेट किया गया
ml: സ്ഥലങ്ങളുടെ കോൺഫിഗറേഷൻ അപ്ഡേറ്റുചെയ്തു
mr: ठिकाणे कॉन्फिगरेशन अद्ययावत

source: <b>Cannot run the Enlightenment FileManager.</b><br>Please choose a custom file manager in<br>the gadget configuration.
be: <b>Немагчыма выканаць файлавы менеджар Enlightenment.</b><br>Калі ласка, выберыце іншы файлавы менеджар<br>у канфігурацыі гаджэта.
he: <b>לא ניתן להפעיל את מנהל-הקבצים Enlightenment</b><br>. נא לבחור מנהל-קבצים ייחודי ב<br>הגדרות היישומונים.
hi: <b>Enlightenment फ़ाइल प्रबंधक नहीं चला सकता.</b><br>कृपया गैजेट कॉन्फ़िगरेशन. में एक कस्टम फ़ाइल <br> प्रबंधक चुनें
ml: <b>എൻലൈറ്റൻമെൻ്റ് ഫയൽ മാനേജർ പ്രവർത്തിപ്പിക്കാനായില്ല.</b><br>ദയവായി ഗാഡ്‌ജെറ്റ് കോൺഫിഗറേഷനിൽ ഒരു ഇഷ്‌ടാനുസൃത<br>ഫയൽ മാനേജർ തിരഞ്ഞെടുക്കുക.
mr: <b>प्रबोधन फाईलमॅनेजर चालवू शकत नाही.</b><br>कृपया सानुकूल फाइल व्यवस्थापक<br>गॅजेट कॉन्फिगरेशनमधून निवडा.

source: Places warning!
be: Месцы папярэджваюць!
he: התראת מקומות!
hi: स्थानों की चेतावनी!
ml: സ്ഥലങ്ങൾ: മുന്നറിയിപ്പ്!
mr: ठिकाणांचा इशारा!

source: Disk ''%s'' usage is %d %%!
be: Дыск ''%s'' запоўнены на %d %%!
he: כונן ''%s'' בשימוש של %d %%!
hi: डिस्क ''%s'' उपयोग %d %% है!
ml: ഡിസ്ക് ''%s'' ഉപയോഗം %d %% ആണ്!
mr: डिस्क '%s'चा वापर %d %%!

source: b
be: б

source: KB
be: КБ

source: MB
be: МБ

source: GB
be: ГБ

source: TB
be: ТБ

source: No Name
be: Без назвы
he: ללא שם
hi: कोई नाम नहीं
ml: പേരില്ല
mr: नाव नाही

source: free of
be: свабодна на
he: משוחרר מ
hi: से मुक्त
ml: സ്വതന്ത്രമാണ്
mr: विनामूल्य

source: %s Not Mounted
be: %s не падключаны
he: %s לא מעוגן
hi: %s घुड़सवार नहीं
ml: %s മൗണ്ട് ചെയ്തിട്ടില്ല
mr: %s बसवलेले नाही

source: unmount
be: адключыць
he: לנתק
hi: नहीं लगाया हुआ है
ml: അൺമൗണ്ടുചെയ്യുക
mr: अनमाउंट करा

source: eject
be: выняць
he: לפלוט
hi: इजेक्ट
ml: ഇജക്റ്റുചെയ്യുക
mr: इजेक्ट करा

source: Operation failed
be: Не ўдалося выканаць аперацыю
he: הפעולה נכשלה
hi: कार्रवाई विफल रही
ml: പ്രവർത്തനം പരാജയപ്പെട്ടു
mr: ऑपरेशन अयशस्वी

source: Unknown error
be: Невядомая памылка
he: שגיאה לא ידועה
hi: अज्ञात त्रुटि
ml: അജ്ഞാത പിശക്
mr: अज्ञात त्रुटी

source: Efl Volume Control
be: Кіраванне гучнасццю Efl
he: בקרת קול Efl
hi: Efl आयतन नियन्त्रण
ml: Efl വോളിയം നിയന്ത്രണം
mr: EFL व्हॉल्यूम कंट्रोल

source: Playback
be: Прайграванне
he: השמעה
hi: प्लेबैक
ml: പ്ലേബാക്ക്
mr: पार्श्वगायन

source: Outputs
be: Выхады
he: פלט
hi: आउटपुट
ml: ഔട്ട്പുട്ടുകൾ
mr: आउटपुट

source: Inputs
be: Уваходы
he: קלט
hi: जानकारी
ml: ഇൻപുട്ടുകൾ
mr: इनपुट

source: Unmute
be: Уключыць гук
he: ביטול השתקה
hi: अनम्यूट
ml: അൺമ്യൂട്ടുചെയ്യുക
mr: अनम्यूट

source: New volume
be: Новая гучнасць
he: עוצמה חדשה
hi: नई आयतन
ml: പുതിയ വോളിയം
mr: नवीन खंड

source: Volume limit reached!
be: Дасягнуты ліміт гучнасці!
he: הגעת לגבול העוצמה!
hi: वॉल्यूम सीमा पूरी हो गई!
ml: വോളിയം പരിധി എത്തി!
mr: व्हॉल्यूम लिमिट गाठली!

source: Volume changed
be: Гучнасць змянілася
he: עוצמה השתנתה
hi: वॉल्यूम बदल गया
ml: വോളിയം മാറി
mr: व्हॉल्यूम बदलला

source: Increase Volume
be: Гучней
he: להגביר עוצמה
hi: वॉल्यूम बढ़ाएँ
ml: വോളിയം കൂട്ടുക
mr: व्हॉल्यूम वाढवा

source: Decrease Volume
be: Цішэй
he: להחליש עוצמה
hi: वॉल्यूम घटाएं
ml: വോളിയം കുറയ്ക്കുക
mr: व्हॉल्यूम कमी करा

source: Mute volume
be: Адключыць гук
he: להשתיק קול
hi: वॉल्यूम म्यूट करें
ml: വോളിയം നിശബ്ദമാക്കുക
mr: मूक खंड

source: Volume Increase
be: Гучнасць павялічана
he: הגברת עוצמה
hi: वॉल्यूम में वृद्धि
ml: വോളിയം വർദ്ധനവ്
mr: व्हॉल्यूम मध्ये वाढ

source: Volume Mute
be: Гук адключаны
he: השתקת קול
hi: वॉल्यूम म्यूट
ml: വോളിയം നിശബ്ദതത
mr: व्हॉल्यूम बद्ध

source: <title>Copyright &copy; 2024, by the Moksha Development Team</><br><br>We hope you enjoy using this software as much as we enjoyed writing it.<br><br>To contact us please visit:<br><hilight>https://www.bodhilinux.com</><br><br>
he: <title>זכויות יוצרים ועותק; 2024, על ידי Moksha צוות הפיתוח</><br><br>אנו מקווים שנהנת להשתמש במערכת כפי שאנו נהננו לכתוב אותה.<br><br>כדי ליצור איתנו קשר נא לבקר ב:<br><hilight>https://www.bodhilinux.com</><br><br>
hi: <title>कॉपीराइट &copy; 2024, Moksha विकास टीम द्वारा</><br><br>हम आशा करते हैं कि आप इस सॉफ़्टवेयर का उपयोग करने का आनंद लेंगे जितना हमें इसे लिखने में मज़ा आया।<br><br>हमसे संपर्क करने के लिए कृपया देखें:<br><hilight>https://www.bodhilinux.com</><br><br>

source: Touchpad on/off
he: לוח מגע פועל/כבוי
hi: टचपैड चालू/बंद
ml: ടച്ച്പാഡ് ഓൺ/ഓഫ് ചെയ്യുക
mr: टचपॅड चालू/बंद

source: Blank now
he: לכבות מסך כרגע
hi: अभी रिक्त करें
ml: ഇപ്പോൾ ശൂന്യമാക്കുക
mr: लागेच रिकामा करा

source: %s was interrupted by an Uninterruptible Kill Signal.
he: התרחשה הפרעה ליישום %s על ידי אות חיסול ללא־פסק.
hi: %s को एक अपरिवर्तनीय किल सिग्नल द्वारा बाधित किया गया था।
ml: %s-നെ ഒരു തടസ്സപ്പെടുത്താനാവാത്ത കിൽ സിഗ്നൽ തടസ്സപ്പെടുത്തി.
mr: अखंड किल सिग्नलमुळे %s व्यत्यय आला.

source: Insufficient gadcon support
he: חסרה תמיכה בגדקון
hi: अपर्याप्त गैडकॉन समर्थन
ml: അപര്യാപ്തമായ ഗാഡ്‌കോൺ പിന്തുണ
mr: गॅडकॉनचा अपुरा आधार

source: Moksha found Evas can't load EET files. Check Evas has EET loader support.
he: Moksha מצאה כי Evas לא מצליח לטעון קבצי EET. לבדוק כי ל־Evas ישנה תמיכה בטעינת קבצי EET.
hi: Moksha ने पाया कि ईवास ईईटी फाइलों को लोड नहीं कर सकता है। चेक ईवास में ईईटी लोडर सपोर्ट है।
ml: Evas-ന് EET ഫയലുകൾ ലോഡ് ചെയ്യാൻ കഴിയില്ലെന്ന് മോക്ഷ കണ്ടെത്തി. Evas-ന് EET ലോഡർ പിന്തുണയുണ്ടോ എന്ന് പരിശോധിക്കുക.
mr: Moksha असे आढळले की इवास ईईटी फायली लोड करू शकत नाही. चेक इव्हसमध्ये ईईटी लोडर सपोर्ट आहे.

source: Module does not contain all needed functions.
he: המודול אינו מכיל את כל הפונקציות הנחוצות.
hi: मॉड्यूल में सभी आवश्यक कार्य नहीं हैं।
ml: മൊഡ്യൂളിൽ ആവശ്യമായ എല്ലാ പ്രവർത്തനങ്ങളും അടങ്ങിയിട്ടില്ല.
mr: मॉड्यूलमध्ये सर्व आवश्यक कार्ये नसतात.

source: EEK! This should not happen.
he: אוי! זה לא אמור לקרות.
hi: ईईके! ऐसा नहीं होना चाहिए।
ml: അയ്യോ! ഇത് സംഭവിക്കാൻ പാടില്ല.
mr: अरेच्चा! असे होता कामा नये.

source: G
hi: ग्राम

source: Auto Detect
he: איתור עצמאי
hi: ऑटो डिटेक्ट
ml: സ്വയമേവ കണ്ടെത്തൽ
mr: ऑटो डिटेक्ट

source: udev
hi: उदेव
mr: उदेव

source: HAL
hi: एचएएल
mr: एचएएल

source: Health status:
hi: स्वास्थ्य की स्थिति:
ml: ആരോഗ്യ നില:
mr: आरोग्याची स्थिती :

source: ISO 8601
hi: आईएसओ 8601

source: Set...
he: לקבוע...
hi: कोई मेल खाने वाले गुण सेट नहीं किए गए
ml: സജ്ജമാക്കുക...
mr: ठराव...

source: Set...
he: לקבוע...
hi: बॉर्डर सेट करें
ml: സജ്ജമാക്കുക...
mr: ठराव...

source: Drag only
hi: केवल खींचें
ml: വലിച്ചിടുക മാത്രം
mr: फक्त खेचून घ्या

source: No edge selected
hi: कोई किनारा चयनित नहीं
ml: എഡ്ജുകളൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
mr: कोणतीही धार निवडली नाही

source: (drag only)
hi: (केवल खींचें)
ml: (വലിച്ചിടുക മാത്രം)
mr: (फक्त खेचून घ्या)

source: Mouse and Touchpad Settings
he: הגדרות עכבר ולוח מגע
hi: माउस और टचपैड सेटिंग्स
ml: മൗസിൻ്റെയും ടച്ച്പാഡിൻ്റെയും ക്രമീകരണങ്ങൾ
mr: माउस आणि टचपॅड सेटिंग्ज

source: Mouse and Touchpad
he: עכבר ולוח מגע
hi: माउस और टचपैड
ml: മൗസും ടച്ച്പാഡും
mr: माऊस आणि टचपॅड

source: Wifi
hi: वाईफ़ाई
ml: വൈഫൈ
mr: वायफाय

source: S1
hi: एस 1

source: Vaio
hi: वायो
mr: Vio

source: Single Super Key allowed
he: מותר כפתור סופר אחד
hi: एकल सुपर कुंजी की अनुमति है
ml: ഒറ്റ സൂപ്പർ കീ അനുവദനീയമാണ്
mr: सिंगल सुपर कीला परवानगी

source: WINDOW
he: חלון
hi: विंडो
ml: വിൻഡോ
mr: खिडकी

source: Open Terminology
he: הפעלת מסוף Terminology
hi: खुली शब्दावली
ml: ടെർമിനോളജി തുറക്കുക
mr: ओपन पारिभाषिक शब्दावली

source: Terminal Console
he: חלונית מסוף
hi: टर्मिनल कंसोल
ml: ടെർമിനൽ കൺസോൾ
mr: टर्मिनल कंसोल

source: This Help
he: העזרה הזאת
hi: यह मदद
ml: ഈ സഹായം
mr: ही मदत

source: Typebuf
hi: टाइपबफ
ml: ടൈപ്പ്ബഫ്

source: English 012 #!? 日本語 にほんご ソフト 中文 華語 한국
hi: अंग्रेज़ी 012 #!? 日本語 にほんご ソフト 中文 華語 한국
ml: മലയാളം 012 #!? 日本語 にほんご ソフト 中文 華語 한국
mr: इंग्रजी 012 #!? 日本語 にほんご ソフト 中文 華語 한국

source: %1.0f DPI
hi: %1.0f डीपीआई
mr: %1.0f डीपीआय

source: %1.2f x
hi: %1.2f एक्स
ml: %1.2f ×

source: Search Mode
he: מצב חיפוש
hi: खोज मोड
ml: തിരയൽ മോഡ്
mr: शोध मोड

source: Fuzzy mode
he: מצב מטושטש
hi: फजी मोड
ml: ഫസ്സി മോഡ്
mr: फजी मोड

source: Moksha style control
he: שליטה בסגנון של Moksha
hi: Moksha शैली नियंत्रण
ml: മോക്ഷ ശൈലി നിയന്ത്രണം
mr: Moksha शैली नियंत्रण

source: IBar
hi: इबर
ml: ഐബാർ
mr: I-बार

source: IBox
hi: I-बॉक्स
ml: ഐബോക്സ്
mr: I-बॉक्स

source: Please use 'Perfect quality'<br>only for copying into Clipboard.
he: נא להשתמש ב'איכות מושלמת' <br>רק כדי להעתיק ללוח הגזירים.
hi: कृपया 'उत्तम गुणवत्ता' का उपयोग करें<br>केवल क्लिपबोर्ड में कॉपी करने के लिए।
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുന്നതിന് മാത്രം<br>'തികഞ്ഞ നിലവാരം' ഉപയോഗിക്കുക.
mr: कृपया 'परिपूर्ण गुणवत्ता' वापरा<br>फक्त क्लिपबोर्डमध्ये कॉपी करण्यासाठी.

source: Swap a window with another
hi: एक विंडो को दूसरे के साथ स्वैप करें
ml: ഒരു വിൻഡോ മറ്റൊന്നുമായി മാറ്റുക
mr: एक खिडकी दुसर्यासह अदलाबदल करा

source: Global
he: כללי
hi: वैश्विक
ml: ആഗോള
mr: जागतिक

source: Per Application
he: לפי יישום
hi: प्रति आवेदन
ml: ഓരോ ആപ്ലിക്കേഷനും
mr: प्रति अनुप्रयोग

source: The limit for setxkbmap command is 4 layouts!
hi: कमांड setxkbmap की सीमा 4 लेआउट है!
ml: പ്രത്യേകിച്ച്, setxkbmap കമാൻഡിൻ്റെ പരിധി 4 ലേഔട്ടുകളാണ്!
mr: सेटएक्सकेबीएमएपी कमांडची मर्यादा 4 लेआउट आहे!

source: EPulse
hi: ई-पल्स

source: URL
he: קישור URL

source: Strftime
he: מחרוזת הזמן

source: WIN
he: סופר/WIN

source: X
he: X )ממשק גרפי(

source: Moksha
ml: മോക്ഷ

source: <title>Copyright &copy; 2025, by the Moksha Development Team</><br><br>We hope you enjoy using this software as much as we enjoyed writing it.<br><br>To contact us please visit:<br><hilight>https://www.bodhilinux.com</><br><br>
ml: <title>പകർപ്പവകാശം &copy; 2025, മോക്ഷ വികസന സംഘം</><br><br>ഈ സോഫ്‌റ്റ്‌വെയർ ഞങ്ങൾ എഴുതുന്നത് പോലെ തന്നെ ഉപയോഗിക്കുന്നതിൽ നിങ്ങൾ ആസ്വദിക്കുമെന്ന് ഞങ്ങൾ പ്രതീക്ഷിക്കുന്നു.<br><br>ഞങ്ങളെ ബന്ധപ്പെടാൻ ദയവായി സന്ദർശിക്കുക:<br><hilight>https://www.bodhilinux.com</><br><br>

source: Mime:
ml: മൈം:

source: Overlapping Label
ml: ഓവർലാപ്പിംഗ് ലേബൽ

source: Adjacent Label
ml: തൊട്ടടുത്തുള്ള ലേബൽ

source: Separator
ml: സെപ്പറേറ്റർ

source: ICCCM/NetWM
mr: आयसीसीएम/नेटडब्ल्यूएम

source: ICCCM
mr: आयसीसीएम

source: H
mr: एच

source: S
mr: एस

source: %1.0f F
mr: %1.0f एफ

source: Enlightenment was unable to fork a child process: %s
nb: Enlightenment klarte ikke å starte en ny underprosess: %s

source: Some windows are left still around with the Lifespan lock enabled. This means that Enlightenment will not allow itself to exit until these windows have been closed or have the lifespan lock removed.
da: Nogle vinduer har stadig deres livstidslåsning sat. Dette betyder at Enlightenment ikke vil tillade sig selv at afslutte før disse vinduer er blevet lukket eller har fået fjernet deres livstidslåsning.
nb: Noen vinduer har livstidlås. Dette betyr at Enlightenment ikke vil avslutte før disse vinduene har blitt lukket eller låsen blir fjernet.

source: Enlightenment was unable to run the application:<br><br>%s<br><br>The application failed to start.
nb: Enlightenment klarte ikke kjøre applikasjonen:<br><br>%s<br><br>Applikasjonen startet ikke opp.
