Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: About Moksha
be: Аб асяроддзі Moksha
he: אודות Moksha
hi: Moksha के बारे में
ml: മോക്ഷയെക്കുറിച്ച്
mr: Moksha बद्दल

source: Close
be: Закрыць
da: Luk
he: סגור
hi: बंद करें
ml: അടയ്ക്കുക
mr: बंद
nb: Lukk

source: <title>Copyright &copy; 2023, by the Moksha Development Team</><br><br>We hope you enjoy using this software as much as we enjoyed writing it.<br><br>To contact us please visit:<br><hilight>http://www.bodhilinux.com</><br><br>
be: <title>Copyright &copy; 2023, каманда распрацоўшчыкаў Moksha</><br><br>Мы спадзяемся, што вам так спадабаецца карыстацца гэтай праграмай, як нам падабаецца яе пісаць.<br><br>Каб звязацца з намі, калі ласка, наведайце вэб-сайт:<br><hilight>http://www.bodhilinux.com</><br><br>

source: <title>The Team</><br><br>
be: <title>Каманда</><br><br>
he: <title>הצוות</title>
hi: <title>टीम</><br><br>
ml: <title>ഞങ്ങളുടെ സംഘം</><br><br>
mr: <title>टीम (संपादन)<br><br></title>

source: Profile: Switch
be: Тэма: Пераключэнне
he: פרופיל: החלפה
hi: प्रोफ़ाइल: स्विच
ml: പ്രൊഫൈൽ: മാറുക
mr: प्रोफाइल: स्विच करा

source: You are about to kill %s.<br><br>Please keep in mind that all data from this window<br>which has not yet been saved will be lost!<br><br>Are you sure you want to kill this window?
be: Вы збіраецеся знішчыць %s.<br><br>Калі ласка, майце на ўвазе, што усе не захаваныя даныя гэтага акна<br>будуць страчаны!<br><br>Вы ўсё роўна жадаеце знішчыць гэта акно?
he: ביקשת לחסל את %s.<br><br>נא לקחת בחשבון שכל הנתונים שבחלון זה,<br>שלא נשמרו עדיין יאבדו!<br><br>בטוח שברצונך לחסל חלון זה?
hi: आप %s विस्थापित करने वाले है.<br><br> कृपया ध्यान रखें कि इस विंडो का सारा डेटा<br> जो अभी तक सहेजा नहीं गया है वह खो जाएगा!<br><br> क्या आप वाकई इस विंडो को बंद करना चाहते हैं?
ml: നിങ്ങൾ %s അവസാനിപ്പിക്കാൻ പോകുകയാണ്.<br><br>ഈ വിൻഡോയിൽ നിന്നുള്ള എല്ലാ ഡാറ്റയും ഓർക്കുക<br>ഇതുവരെ സൂക്ഷിച്ചിട്ടില്ലാത്തത് നഷ്ടപ്പെടും!<br><br>ഈ വിൻഡോ അവസാനിപ്പിക്കണമെന്ന് തീർച്ചയാണോ?
mr: तू मारणार %sआहेस.<br><br>कृपया लक्षात ठेवा की या विंडोमधील सर्व डेटा<br>जी अजून जतन झालेली नाही ती हरवून जाईल!<br><br>तुम्हाला ही खिडकी मारायची आहे याची खात्री आहे का?

source: Are you sure you want to kill this window?
be: Вы сапраўды жадаеце знішчыць гэта акно?
he: האם אתה בטוח שברצונך לחסל חלון זה?
hi: क्या आप वाकई इस विंडो को बंद करना चाहते हैं?
ml: ഈ വിൻഡോ അവസാനിപ്പിക്കണമെന്ന് തീർച്ചയാണോ?
mr: तुम्हाला ही खिडकी मारायची आहे याची खात्री आहे का?

source: Kill
be: Знішчыць
da: Dræb
he: לחסל
hi: ख़ारिज
ml: അവസാനിപ്പിക്കുക
mr: बंद करा
nb: Drep

source: No
be: Не
da: Nej
he: לא
hi: नहीं
ml: അല്ല
mr: नाही
nb: Nei

source: Action Params Syntax Error
be: Сінтаксічная памылка ў параметрах дзеяння
he: שגיאת ניסוח בנתונים לפעולה
hi: क्रिया पैरामीटर सिंटैक्स त्रुटि
ml: ആക്ഷൻ പരാംസ് വാക്യഘടന പിശക്
mr: कृती पॅरामीटर्स वाक्यरचना त्रुटी

source: Exit
be: Выхад
he: יציאה
hi: बहार जाये
ml: വിട
mr: बाहेर जाणे

source: Are you sure you want to exit Moksha?
be: Вы сапраўды жадаеце выйсці з Moksha?
he: באמת ברצונך לצאת מMoksha?
hi: क्या आप वाकई Moksha से बाहर निकलना चाहते हैं?
ml: മോക്ഷയിൽ നിന്ന് പുറത്തുകടക്കണമെന്ന് തീർച്ചയാണോ?
mr: तुम्हाला Moksha-तून बाहेर पडायचे आहे याची खात्री आहे का?

source: Yes
be: Так
da: Ja
he: כן
hi: हाँ
ml: അതെ
mr: होय
nb: Ja

source: Logout
be: Выйсці
he: להתנתק כעת
hi: लॉग आउट
ml: ലോഗൌട്ട് ചെയ്യുക
mr: बाहेर पडणे

source: Are you sure you want to logout?
be: Вы сапраўды жадаеце выйсці?
he: באמת ברצונך להתנתק?
hi: क्या आप लॉग आउट करना चाहते हैं?
ml: ലോഗൌട്ട് ചെയ്യണമെന്ന് തീർച്ചയാണോ?
mr: आपण लॉगआउट करू इच्छित आहात याची खात्री आहे का?

source: Power off
be: Выключэнне
he: לכבות
hi: कंप्यूटर बंद करें
ml: പവർ ഓഫ് ചെയ്യുക
mr: वीज पुरवठा बंद

source: Are you sure you want to power off your computer?
be: Вы сапраўды жадаеце выключыць ваш камп'ютар?
he: באמת ברצונך ללכבות את המחשב?
hi: क्या आप वाकई अपने कंप्यूटर को बंद करना चाहते हैं?
ml: നിങ്ങളുടെ കമ്പ്യൂട്ടർ പവർ ഓഫ് ചെയ്യണമെന്ന് തീർച്ചയാണോ?
mr: आपण आपला संगणक बंद करू इच्छित आहात याची खात्री आहे का?

source: Reboot
be: Перазагрузка
he: הפעלה מחדש
ml: റീബൂട്ട് ചെയ്യുക
mr: Reboot करा

source: Are you sure you want to reboot your computer?
be: Вы сапраўды жадаеце перазагрузіць ваш камп'ютар?
he: האם באמת ברצונך לאתחל את המחשב?
hi: क्या आप वाकई अपने कंप्यूटर को Reboot करना चाहते हैं?
ml: നിങ്ങളുടെ കമ്പ്യൂട്ടർ റീബൂട്ട് ചെയ്യണമെന്ന് തീർച്ചയാണോ?
mr: आपण आपला संगणक रिबूट करू इच्छित आहात याची खात्री आहे का?

source: Suspend
be: Прыпыненне
he: השהיה
hi: निलंबित करें
ml: സസ്പെൻഡ് ചെയ്യുക
mr: निलंबित करा

source: Are you sure you want to suspend your computer?
be: Вы сапрауды жадаеце прыпыніць ваш камп'ютар?
he: האם באמת ברצונך להשהות את המחשב?
hi: क्या आप सुनिश्चित हैं कि आप अपने कंप्यूटर को स्थगित करना चाहते हैं?
ml: നിങ്ങളുടെ കമ്പ്യൂട്ടർ താൽക്കാലികമായി നിർത്തണമെന്ന് തീർച്ചയാണോ?
mr: आपण आपला संगणक निलंबित करू इच्छित आहात याची खात्री आहे का?

source: Hibernate
be: Спячка
he: עבור למצב שינה
ml: ഹൈബർനേറ്റ് ചെയ്യുക
mr: हायबर्नेट

source: Are you sure you want to hibernate your computer?
be: Вы сапраўды жадаеце адправіць ваш камп'ютар у спячку?
he: האם באמת ברצונך לעבור למצב המתנה?
hi: सुनिश्चित हैं कि आप अपने कंप्यूटर को शीतनिद्रा मोड में डालना चाहते हैं?
ml: നിങ്ങളുടെ കമ്പ്യൂട്ടർ ഹൈബർനേറ്റ് ചെയ്യണമെന്ന് തീർച്ചയാണോ?
mr: आपण आपला संगणक हायबरनेट करू इच्छित आहात याची आपल्याला खात्री आहे का?

source: Window : Actions
be: Акно : Дзеянні
he: חלון : פעולות
hi: विंडो : क्रियाएँ
ml: വിൻഡോ : പ്രവർത്തനങ്ങൾ
mr: खिडकी : कृती

source: Move
be: Перамясціць
he: להזיז
hi: स्थान परिवर्तन करें
ml: നീക്കുക
mr: सरकणे

source: Resize
be: Змяніць памер
he: לשנות גודל
hi: विंडो आकार बदलें
ml: വലുപ്പം മാറ്റുക
mr: आकारात बदल करा

source: Menu
be: Меню
he: תפריט
hi: मेन्यू
ml: മെനു
mr: मेनू

source: Window Menu
be: Меню Акна
he: תפריט החלון
hi: विंडो मेन्यू
ml: വിൻഡോ മെനു
mr: खिडकी मेनू

source: Raise
be: Вышэй
he: להגביה
hi: वृद्धि
ml: ഉയർത്തുക
mr: उठवणे

source: Lower
be: Ніжэй
he: להנמיך
hi: घटाव
ml: താഴ്ത്തുക
mr: कमी

source: Window : State
be: Акно : Стан
he: חלון : מצב
hi: विंडो : स्थिति
ml: വിൻഡോ : അവസ്ഥ
mr: खिडकी : राज्य

source: Sticky Mode Toggle
be: Пераключыць "ліпкі" рэжым
he: החלפת מצב דביק
hi: स्टिकी मोड टॉगल करें
ml: സ്റ്റിക്കി മോഡ് ടോഗിൾ ചെയ്യുക
mr: स्टिकी मोड टॉगल

source: Sticky Mode Enable
be: Уключыць "ліпкі" рэжым
he: הפעלת מצב דביק
hi: Sticky मोड सक्षम करे
ml: സ്റ്റിക്കി മോഡ് പ്രവർത്തനക്ഷമമാക്കുക
mr: स्टिकी मोड सक्षम करा

source: Always On Top Toggle
be: Пераключыць "заўсёды наверсе"
he: שינוי תמיד עליון
hi: हमेशा शीर्ष पर Toggle करें
ml: എപ്പോഴും മുകളിൽ എന്ന അവസ്ഥ ടോഗിൾ ചെയ്യുക
mr: नेहमी टॉप टॉगलवर

source: Always On Top Enable
be: Уключыць "заўсёды наверсе"
he: תמיד עליון מופעל
hi: हमेशा शीर्ष पर सक्षम करें
ml: എപ്പോഴും മുകളിൽ എന്ന അവസ്ഥ പ്രവർത്തനക്ഷമമാക്കുക
mr: नेहमी टॉप इनेबल करा

source: Always On Top Disable
be: Адключыць "заўсёды наверсе"
he: תמיד עליון מופסק
hi: हमेशा शीर्ष पर अक्षम करें
ml: എപ്പോഴും മുകളിൽ എന്ന അവസ്ഥ പ്രവർത്തനരഹിതമാക്കുക
mr: नेहमीच टॉप डिसेबल वर

source: Iconic Mode Toggle
be: Пераключыць партрэтны рэжым
he: החלפת מצב סמלים
hi: आइकॉनिक मोड Toggle करें
ml: ഐക്കണിക് മോഡ് ടോഗിൾ ചെയ്യുക
mr: आयकॉनिक मोड टॉगल

source: Iconic Mode Enable
be: Уключыць партрэтны рэжым
he: מצב ממוזער מופעל
hi: आइकॉनिक मोड सक्षम करें
ml: ഐക്കണിക് മോഡ് പ്രവർത്തനക്ഷമമാക്കുക
mr: आयकॉनिक मोड सक्षम

source: Fullscreen Mode Toggle
be: Пераключыць поўнаэкранны рэжым
he: החלפת מצב מסך מלא
hi: पूर्ण स्क्रीन मोड टॉगल करें
ml: ഫുൾസ്‌ക്രീൻ മോഡ് ടോഗിൾ ചെയ്യുക
mr: फुलस्क्रीन मोड टॉगल

source: Fullscreen Mode Enable
be: Уключыць поўнаэкранны рэжым
he: מצב מסך מלא מופעל
hi: पूर्ण स्क्रीन मोड सक्षम करें
ml: ഫുൾസ്ക്രീൻ മോഡ് പ്രവർത്തനക്ഷമമാക്കുക
mr: फुलस्क्रीन मोड सक्षम करा

source: Maximize
be: Разгарнуць
he: להגדיל
hi: विंडो को अधिकतम करें
ml: പരമാവധിയാക്കുക
mr: जास्तीत जास्त करा
nb: Maksimér

source: Maximize Vertically
be: Разгарнуць вертыкальна
he: להגדיל אנכית
hi: ऊर्ध्वाधर रूप से अधिकतम करें
ml: ലംബമായി പരമാവധിയാക്കുക
mr: उभ्या पद्धतीने जास्तीत जास्त करा

source: Maximize Horizontally
be: Разгарнуць гарызантальна
he: להגדיל אופקית
hi: क्षैतिज रूप से अधिकतम करें
ml: തിരശ്ചീനമായി പരമാവധിയാക്കുക
mr: क्षैतिज जास्तीत जास्त करा

source: Maximize Left
be: Разгарнуць улева
he: להגדיל שמאלה
hi: बाएँ को अधिकतम करें
ml: ഇടത് പരമാവധിയാക്കുക
mr: डावा जास्तीत जास्त करा

source: Maximize Right
be: Разгарнуць управа
he: להגדיל ימינה
hi: दाईं ओर अधिकतम करें
ml: വലത് പരമാവധിയാക്കുക
mr: जास्तीत जास्त अधिकार मिळवा

source: Maximize Fullscreen
be: Разгарнуць на ўвесь экран
he: הגדל למסך מלא
hi: पूर्णस्क्रीन को अधिकतम करें
ml: ഫുൾസ്‌ക്രീൻ പരമാവധിയാക്കുക
mr: फुलस्क्रीन जास्तीत जास्त करा

source: Maximize Mode "Smart"
be: Рэжым разгортвання "Разумны"
he: מצב הגדלה "חכם"
hi: अधिकतम Mode "स्मार्ट"
ml: പരമാവധി രീതി: "മിടുക്ക്"
mr: मोड "स्मार्ट" जास्तीत जास्त करा

source: Maximize Mode "Expand"
be: Рэжым разгортвання "Пашырыць"
he: מצב הגדלה "הרחבה"
hi: अधिकतम Mode "विस्तार"
ml: പരമാവധി രീതി: "വികസിപ്പിക്കുക"
mr: मोड जास्तीत जास्त करा "विस्तार"

source: Maximize Mode "Fill"
be: Рэжым разгортвання "Запоўніць"
he: מצב הגדלה "מילוי"
hi: अधिकतम Mode "भरें"
ml: പരമാവധി രീതി: "പൂരിപ്പിക്കുക"
mr: मोड "भरा" जास्तीत जास्त करा

source: Shade Up Mode Toggle
be: Пераключыць рэжым "Згарнуць уверх"
he: החלפת מצב הצללה
hi: शेड-अप मोड टॉगल करें
ml: ഷേഡ് അപ്പ് മോഡ് ടോഗിൾ ചെയ്യുക
mr: शेड अप मोड टॉगल

source: Shade Down Mode Toggle
be: Пераключыць рэжым "Згарнуць уніз"
he: החלפת מצב הצללה תחתית
hi: शेड डाउन मोड टॉगल
ml: ഷേഡ് ഡൗൺ മോഡ് ടോഗിൾ ചെയ്യുക
mr: शेड डाऊन मोड टॉगल

source: Shade Left Mode Toggle
be: Пераключыць рэжым "Згарнуць улева"
he: החלפת מצב הצללה שמאלית
hi: शेड लेफ्ट मोड टॉगल
ml: ഷേഡ് ലെഫ്റ്റ് മോഡ് ടോഗിൾ ചെയ്യുക
mr: शेड लेफ्ट मोड टॉगल

source: Shade Right Mode Toggle
be: Пераключыць рэжым "Згарнуць управа"
he: החלפת מצב הצללה ימנית
hi: शेड राइट मोड टॉगल
ml: ഷേഡ് റൈറ്റ് മോഡ് ടോഗിൾ ചെയ്യുക
mr: शेड राइट मोड टॉगल

source: Shade Mode Toggle
be: Пераключыць рэжым "Згарнуць"
he: החלפת מצב ההצללה
hi: शेड मोड टॉगल करें
ml: ഷേഡ് മോഡ് ടോഗിൾ ചെയ്യുക
mr: शेड मोड टॉगल

source: Set Shaded State
be: Задаць рэжым згортвання
he: הפעלה מצב הצללה
hi: छायांकित स्थिति सेट करें
ml: ഷേഡുള്ള നില സജ്ജമാക്കുക
mr: छायांकित अवस्था सेट करा

source: syntax: "(0|1) (up|down|left|right)"
be: Сінтаксіс: "(0|1) (up|down|left|right)"
he: ניסוח: "(0|1) (למעלה|למטה|שמאל|ימין)"
hi: syntax:"(0|1) (ऊपर|नीचे|बाएं|दाहिना)"
ml: വാക്യഘടന: "(0|1) (മുകളിലേക്ക്|താഴേക്ക്|ഇടത്തേക്ക്|വലത്തേക്ക്)"
mr: वाक्यरचना: "(0|1) (वर|खाली|डावीकडे|उजवीकडे)"

source: Toggle Borderless State
be: Пераключыць стан "Без рамкі"
he: החלפת מצב 'ללא מסגרת'
hi: सीमा रहित स्थिति टॉगल करें
ml: ബോർഡർലെസ് സ്റ്റേറ്റ് ടോഗിൾ ചെയ്യുക
mr: टॉगल बॉर्डरलेस स्टेट

source: Set Border
be: Задаць рамку
he: הפעלת מסגרת
hi: बॉर्डर सेट करें
ml: ബോർഡർ സജ്ജമാക്കുക
mr: सीमा निश्चित करा

source: Cycle between Borders
be: Пераключыцца паміж рамкамі
he: לעבור בין מסגרות
hi: सीमाओन के प्रति cycle करें
ml: ബോർഡറുകൾ ഒന്നൊന്നായി കടന്നുപോകുക
mr: सीमेदरम्यानचे चक्र

source: Toggle Pinned State
be: Пераключыць замацаваны стан
he: החלפת מצב הנעיצה
hi: पिन की गई स्थिति टॉगल करें
ml: പിൻ ചെയ്‌ത നില ടോഗിൾ ചെയ്യുക
mr: टॉगल पिन्ड स्टेट

source: Desktop
be: Працоўны стол
he: שולחן העבודה
hi: डेस्कटॉप
ml: ഡെസ്ക്ടോപ്പ്
mr: डेस्कटॉप
nb: Skrivebord

source: Flip Desktop Left
be: Перайсці да працоўнага стала улева
he: הפוך את שולחן העבודה שמאלה
hi: डेस्कटॉप को बाईं ओर पलटें
ml: ഡെസ്ക്ടോപ്പ് ഇടത്തേക്ക് തിരിക്കുക
mr: फ्लिप डेस्कटॉप डावीकडे

source: Flip Desktop Right
be: Перайсці да працоўнага стала управа
he: הפוך את שולחן העבודה ימינה
hi: डेस्कटॉप को दाईं ओर पलटें
ml: ഡെസ്ക്ടോപ്പ് വലത്തേക്ക് തിരിക്കുക
mr: फ्लिप डेस्कटॉप उजवीकडे

source: Flip Desktop Up
be: Перайсці да працоўнага стала уверх
he: הפוך את שולחן העבודה למעלה
hi: डेस्कटॉप को ऊपर पलटें
ml: ഡെസ്ക്ടോപ്പ് മുകളിലേക്ക് തിരിക്കുക
mr: फ्लिप डेस्कटॉप अप

source: Flip Desktop Down
be: Перайсці да працоўнага стала уніз
he: הפוך את שולחן העבודה למטה
hi: डेस्कटॉप को नीचे पलटें
ml: ഡെസ്ക്ടോപ്പ് താഴേക്ക് തിരിക്കുക
mr: डेस्कटॉप खाली फ्लिप करा

source: Flip Desktop By...
be: Перанесці працоўны стол праз...
he: הפוך את שולחן העבודה ב־...
hi: फ्लिप डेस्कटॉप...
ml: ഇതിലൂടെ ഡെസ്ക്ടോപ്പ് തിരിക്കുക...
mr: फ्लिप डेस्कटॉप बाय...

source: Flip To Previous Desktop
be: Перайсці да папярэдняга рабочага стала
he: מעבר לשולחן העבודה הקודם
hi: पिछले डेस्कटॉप पर जाएं
ml: മുമ്പത്തെ ഡെസ്ക്ടോപ്പിലേക്ക് തിരിക്കുക
mr: मागील डेस्कटॉपवर फ्लिप करा

source: Show The Desktop
be: Паказаць працоўны стол
he: להציג את שולחן העבודה
hi: डेस्कटॉप देखें
ml: ഡെസ്ക്ടോപ്പ് കാണിക്കുക
mr: डेस्कटॉप दाखवा

source: Show The Shelf
be: Паказаць паліцу
he: להציג את המדף
hi: शेल्फ देखें
ml: ഷെൽഫ് കാണിക്കുക
mr: शेल्फ दाखवा

source: Flip Desktop To...
be: Перанесці працоўны стол на...
he: להפוך את שולחן העבודה אל...
hi: डेस्कटॉप को पलटें...
ml: ഡെസ്ക്ടോപ്പ് ഇതിലേക്ക് തിരിക്കുക...
mr: फ्लिप डेस्कटॉप टू...

source: Flip Desktop Linearly...
be: Перанесці працоўны стол лінейна...
he: להפוך את שולחן העבודה קווית...
hi: डेस्कटॉप को रैखिक रूप से पलटें...
ml: ഡെസ്ക്ടോപ്പ് രേഖീയമായി തിരിക്കുക...
mr: फ्लिप डेस्कटॉप रेखीव...

source: Switch To Desktop 0
be: Перайсці да працоўнага стала 0
he: להחליף לשולחן העבודה 0
hi: डेस्कटॉप नंबर 0 पर स्विच करें
ml: ഡെസ്ക്ടോപ്പ് 0-ലേക്ക് മാറുക
mr: डेस्कटॉप 0 वर स्विच करा

source: Switch To Desktop 1
be: Перайсці да працоўнага стала 1
he: להחליף לשולחן העבודה 1
hi: डेस्कटॉप नंबर १ पर स्विच करें
ml: ഡെസ്ക്ടോപ്പ് 1-ലേക്ക് മാറുക
mr: डेस्कटॉप १ वर स्विच करा

source: Switch To Desktop 2
be: Перайсці да працоўнага стала 2
he: להחליף לשולחן העבודה 2
hi: डेस्कटॉप नंबर २ पर स्विच करें
ml: ഡെസ്ക്ടോപ്പ് 2-ലേക്ക് മാറുക
mr: डेस्कटॉप २ वर स्विच करा

source: Switch To Desktop 3
be: Перайсці да працоўнага стала 3
he: להחליף לשולחן העבודה 3
hi: डेस्कटॉप नंबर ३ पर स्विच करें
ml: ഡെസ്ക്ടോപ്പ് 3-ലേക്ക് മാറുക
mr: डेस्कटॉप ३ वर स्विच करा

source: Switch To Desktop 4
be: Перайсці да працоўнага стала 4
he: להחליף לשולחן העבודה 4
hi: डेस्कटॉप नंबर ४ पर स्विच करें
ml: ഡെസ്ക്ടോപ്പ് 4-ലേക്ക് മാറുക
mr: डेस्कटॉप ४ वर स्विच करा

source: Switch To Desktop 5
be: Перайсці да працоўнага стала 5
he: להחליף לשולחן העבודה 5
hi: डेस्कटॉप नंबर ५ पर स्विच करें
ml: ഡെസ്ക്ടോപ്പ് 5-ലേക്ക് മാറുക
mr: डेस्कटॉप ५ वर स्विच करा

source: Switch To Desktop 6
be: Перайсці да працоўнага стала 6
he: להחליף לשולחן העבודה 6
hi: डेस्कटॉप नंबर ६ पर स्विच करें
ml: ഡെസ്ക്ടോപ്പ് 6-ലേക്ക് മാറുക
mr: डेस्कटॉप ६ वर स्विच करा

source: Switch To Desktop 7
be: Перайсці да працоўнага стала 7
he: להחליף לשולחן העבודה 7
hi: डेस्कटॉप नंबर ७ पर स्विच करें
ml: ഡെസ്ക്ടോപ്പ് 7-ലേക്ക് മാറുക
mr: डेस्कटॉप ७ वर स्विच करा

source: Switch To Desktop 8
be: Перайсці да працоўнага стала 8
he: להחליף לשולחן העבודה 8
hi: डेस्कटॉप नंबर ८ पर स्विच करें
ml: ഡെസ്ക്ടോപ്പ് 8-ലേക്ക് മാറുക
mr: डेस्कटॉप ८ वर स्विच करा

source: Switch To Desktop 9
be: Перайсці да працоўнага стала 9
he: להחליף לשולחן העבודה 9
hi: डेस्कटॉप नंबर ९ पर स्विच करें
ml: ഡെസ്ക്ടോപ്പ് 9-ലേക്ക് മാറുക
mr: डेस्कटॉप ९ वर स्विच करा

source: Switch To Desktop 10
be: Перайсці да працоўнага стала 10
he: להחליף לשולחן העבודה 10
hi: डेस्कटॉप नंबर १0 पर स्विच करें
ml: ഡെസ്ക്ടോപ്പ് 10-ലേക്ക് മാറുക
mr: डेस्कटॉप १० वर स्विच करा

source: Switch To Desktop 11
be: Перайсці да працоўнага стала 11
he: להחליף לשולחן העבודה 11
hi: डेस्कटॉप नंबर ११ पर स्विच करें
ml: ഡെസ്ക്ടോപ്പ് 11-ലേക്ക് മാറുക
mr: डेस्कटॉप ११ वर स्विच करा

source: Switch To Desktop...
be: Перайсці да працоўнага стала...
he: להחליף לשולחן העבודה...
hi: डेस्कटॉप स्विच करे...
ml: ഡെസ്ക്ടോപ്പിലേക്ക് മാറുക...
mr: डेस्कटॉपवर स्विच करा...

source: Flip Desktop Left (All Screens)
be: Перайсці да працоўнага стала злева (усе экраны)
he: להפוך את שולחן העבודה שמאלה (כל המסכים)
hi: डेस्कटॉप को बाईं ओर पलटें (सभी स्क्रीन)
ml: ഡെസ്‌ക്‌ടോപ്പ് ഇടത്തേക്ക് തിരിക്കുക (എല്ലാ സ്‌ക്രീനുകളും)
mr: फ्लिप डेस्कटॉप डावीकडे (सर्व स्क्रीन)

source: Flip Desktop Right (All Screens)
be: Перайсці да працоўнага стала зправа (усе экраны)
he: להפוך את שולחן העבודה ימינה (כל המסכים)
hi: डेस्कटॉप को दाईं ओर पलटें (सभी स्क्रीन)
ml: ഡെസ്‌ക്‌ടോപ്പ് വലത്തേക്ക് തിരിക്കുക (എല്ലാ സ്‌ക്രീനുകളും)
mr: फ्लिप डेस्कटॉप उजवीकडे (सर्व स्क्रीन)

source: Flip Desktop Up (All Screens)
be: Перайсці да працоўнага стала вышэй (усе экраны)
he: להפוך את שולחן העבודה למעלה (כל המסכים)
hi: डेस्कटॉप को ऊपर की ओर पलटें (सभी स्क्रीन)
ml: ഡെസ്‌ക്‌ടോപ്പ് മുകളിലേക്ക് തിരിക്കുക (എല്ലാ സ്‌ക്രീനുകളും)
mr: फ्लिप डेस्कटॉप अप (सर्व स्क्रीन)

source: Flip Desktop Down (All Screens)
be: Перайсці да працоўнага стала ніжэй (усе экраны)
he: להפוך את שולחן העבודה למטה (כל המסכים)
hi: डेस्कटॉप नीचे पलटें(सभी स्क्रीन)
ml: ഡെസ്‌ക്‌ടോപ്പ് താഴേക്ക് തിരിക്കുക (എല്ലാ സ്‌ക്രീനുകളും)
mr: फ्लिप डेस्कटॉप डाऊन (सर्व स्क्रीन)

source: Flip Desktop By... (All Screens)
be: Перанесці працоўны стол праз... (усе экраны)
he: להפוך את שולחן העבודה ב־... (כל המסכים)
hi: फ्लिप डेस्कटॉप... (सभी स्क्रीन)
ml: ഇതിലൂടെ ഡെസ്ക്ടോപ്പ് തിരിക്കുക... (എല്ലാ സ്‌ക്രീനുകളും)
mr: फ्लिप डेस्कटॉप... (सर्व स्क्रीन)

source: Flip Desktop To... (All Screens)
be: Перанесці працоўны стол на... (усе экраны)
he: להפוך את שולחן העבודה אל... (כל המסכים)
hi: डेस्कटॉप को बदलें... (सभी स्क्रीन)
ml: ഡെസ്ക്ടോപ്പ് ഇതിലേക്ക് തിരിക്കുക... (എല്ലാ സ്‌ക്രീനുകളും)
mr: फ्लिप डेस्कटॉप द्वारे... (सर्व स्क्रीन)

source: Flip Desktop Linearly... (All Screens)
be: Перанесці працоўны стол лінейна (усе экраны)
he: להפוך את שולחן העבודה קווית... (כל המסכים)
hi: डेस्कटॉप को रैखिक रूप से बदलें... (सभी स्क्रीन)
ml: ഡെസ്ക്ടോപ്പ് രേഖീയമായി തിരിക്കുക... (എല്ലാ സ്‌ക്രീനുകളും)
mr: फ्लिप डेस्कटॉप रेखीव... (सर्व स्क्रीन)

source: Flip Desktop In Direction...
be: Перанесці працоўны стол у накірунку...
he: להפוך את כיוון שולחן העבודה...
hi: डेस्कटॉप को दिशा पलटें...
ml: ഈ ദിശയിലേക്ക് ഡെസ്ക്ടോപ്പ് തിരിക്കുക...
mr: फ्लिप डेस्कटॉप दिशेने...

source: Switch To Desktop 0 (All Screens)
be: Перайсці да працоўнага стала 0 (усе экраны)
he: להחליף לשולחן העבודה 0 (כל המסכים)
hi: डेस्कटॉप नंबर 0 पर स्विच करें (सभी स्क्रीन)
ml: ഡെസ്ക്ടോപ്പ് 0-ലേക്ക് മാറുക (എല്ലാ സ്‌ക്രീനുകളും)
mr: डेस्कटॉप 0 (सर्व स्क्रीन) वर स्विच करा

source: Switch To Desktop 1 (All Screens)
be: Перайсці да працоўнага стала 1 (усе экраны)
he: להחליף לשולחן העבודה 1 (כל המסכים)
hi: डेस्कटॉप नंबर १ पर स्विच करें (सभी स्क्रीन)
ml: ഡെസ്ക്ടോപ്പ് 1-ലേക്ക് മാറുക (എല്ലാ സ്‌ക്രീനുകളും)
mr: डेस्कटॉप १ (सर्व स्क्रीन) वर स्विच करा

source: Switch To Desktop 2 (All Screens)
be: Перайсці да працоўнага стала 2 (усе экраны)
he: להחליף לשולחן העבודה 2 (כל המסכים)
hi: डेस्कटॉप नंबर २ पर स्विच करें (सभी स्क्रीन)
ml: ഡെസ്ക്ടോപ്പ് 2-ലേക്ക് മാറുക (എല്ലാ സ്‌ക്രീനുകളും)
mr: डेस्कटॉप २ (सर्व स्क्रीन) वर स्विच करा

source: Switch To Desktop 3 (All Screens)
be: Перайсці да працоўнага стала 3 (усе экраны)
he: להחליף לשולחן העבודה 3 (כל המסכים)
hi: डेस्कटॉप नंबर ३ पर स्विच करें (सभी स्क्रीन)
ml: ഡെസ്ക്ടോപ്പ് 3-ലേക്ക് മാറുക (എല്ലാ സ്‌ക്രീനുകളും)
mr: डेस्कटॉप ३ (सर्व स्क्रीन) वर स्विच करा

source: Switch To Desktop 4 (All Screens)
be: Перайсці да працоўнага стала 4 (усе экраны)
he: להחליף לשולחן העבודה 4 (כל המסכים)
hi: डेस्कटॉप नंबर ४ पर स्विच करें (सभी स्क्रीन)
ml: ഡെസ്ക്ടോപ്പ് 4-ലേക്ക് മാറുക (എല്ലാ സ്‌ക്രീനുകളും)
mr: डेस्कटॉप ४ (सर्व स्क्रीन) वर स्विच करा

source: Switch To Desktop 5 (All Screens)
be: Перайсці да працоўнага стала 5 (усе экраны)
he: להחליף לשולחן העבודה 5 (כל המסכים)
hi: डेस्कटॉप नंबर ५ पर स्विच करें (सभी स्क्रीन)
ml: ഡെസ്ക്ടോപ്പ് 5-ലേക്ക് മാറുക (എല്ലാ സ്‌ക്രീനുകളും)
mr: डेस्कटॉप ५ (सर्व स्क्रीन) वर स्विच करा

source: Switch To Desktop 6 (All Screens)
be: Перайсці да працоўнага стала 6 (усе экраны)
he: להחליף לשולחן העבודה 6 (כל המסכים)
hi: डेस्कटॉप नंबर ६ पर स्विच करें (सभी स्क्रीन)
ml: ഡെസ്ക്ടോപ്പ് 6-ലേക്ക് മാറുക (എല്ലാ സ്‌ക്രീനുകളും)
mr: डेस्कटॉप ६ (सर्व स्क्रीन) वर स्विच करा

source: Switch To Desktop 7 (All Screens)
be: Перайсці да працоўнага стала 7 (усе экраны)
he: להחליף לשולחן העבודה 7 (כל המסכים)
hi: डेस्कटॉप नंबर ७ पर स्विच करें (सभी स्क्रीन)
ml: ഡെസ്ക്ടോപ്പ് 7-ലേക്ക് മാറുക (എല്ലാ സ്‌ക്രീനുകളും)
mr: डेस्कटॉप ७ (सर्व स्क्रीन) वर स्विच करा

source: Switch To Desktop 8 (All Screens)
be: Перайсці да працоўнага стала 8 (усе экраны)
he: להחליף לשולחן העבודה 8 (כל המסכים)
hi: डेस्कटॉप नंबर ८ पर स्विच करें (सभी स्क्रीन)
ml: ഡെസ്ക്ടോപ്പ് 8-ലേക്ക് മാറുക (എല്ലാ സ്‌ക്രീനുകളും)
mr: डेस्कटॉप ८ (सर्व स्क्रीन) वर स्विच करा

source: Switch To Desktop 9 (All Screens)
be: Перайсці да працоўнага стала 9 (усе экраны)
he: להחליף לשולחן העבודה 9 (כל המסכים)
hi: डेस्कटॉप नंबर ९ पर स्विच करें (सभी स्क्रीन)
ml: ഡെസ്ക്ടോപ്പ് 9-ലേക്ക് മാറുക (എല്ലാ സ്‌ക്രീനുകളും)
mr: डेस्कटॉप ९ (सर्व स्क्रीन) वर स्विच करा

source: Switch To Desktop 10 (All Screens)
be: Перайсці да працоўнага стала 10 (усе экраны)
he: להחליף לשולחן העבודה 10 (כל המסכים)
hi: डेस्कटॉप नंबर १0 पर स्विच करें (सभी स्क्रीन)
ml: ഡെസ്ക്ടോപ്പ് 10-ലേക്ക് മാറുക (എല്ലാ സ്‌ക്രീനുകളും)
mr: डेस्कटॉप १० वर स्विच करा (सर्व स्क्रीन)

source: Switch To Desktop 11 (All Screens)
be: Перайсці да працоўнага стала 11 (усе экраны)
he: להחליף לשולחן העבודה 11 (כל המסכים)
hi: डेस्कटॉप नंबर ११ पर स्विच करें (सभी स्क्रीन)
ml: ഡെസ്ക്ടോപ്പ് 11-ലേക്ക് മാറുക (എല്ലാ സ്‌ക്രീനുകളും)
mr: डेस्कटॉप ११ (सर्व स्क्रीन) वर स्विच करा

source: Switch To Desktop... (All Screens)
be: Перайсці да працоўнага стала... (усе экраны)
he: להחליף לשולחן העבודה... (כל המסכים)
hi: ...डेस्कटॉप पर स्विच करें (सभी स्क्रीन)
ml: ഡെസ്ക്ടോപ്പിലേക്ക് മാറുക... (എല്ലാ സ്‌ക്രീനുകളും)
mr: डेस्कटॉपवर स्विच करा... (सर्व स्क्रीन)

source: Window : List
be: Акно : Спіс
he: חלון: רשימה
hi: विंडो : सूची
ml: വിൻഡോ : പട്ടിക
mr: खिडकी : यादी

source: Jump to window...
be: Перайсці да акна...
he: לקפוץ אל חלון...
hi: विंडो पर जाएं...
ml: വിൻഡോയിലേക്ക് പോകുക...
mr: निवडक खिडकी समोर आना...

source: Jump to window... or start...
be: Перайсці да акна... або запусціць...
he: לקפוץ אל חלון...או להתחיל...
hi: विंडो पर जाएं... या नई शुरुआत करें...
ml: വിൻഡോയിലേക്ക് പോകുക... അല്ലെങ്കിൽ ആരംഭത്തിലേക്ക്...
mr: खिडकी निवडा... किंवा सुरुवात करा...

source: Screen
be: Экран
he: מסך
hi: स्क्रीन
ml: സ്ക്രീൻ
mr: पडदा

source: Send Mouse To Screen 0
be: Адправіць мыш да экрана 0
he: שלח את העכבר למסך 0
hi: माउस को स्क्रीन पर भेजें 0
ml: സ്‌ക്രീൻ 0-ലേക്ക് മൗസ് അയയ്‌ക്കുക
mr: स्क्रीन वर माउस पाठवा 0

source: Send Mouse To Screen 1
be: Адправіць мыш да экрана 1
he: שלח את העכבר למסך 1
hi: माउस को स्क्रीन १ पर भेजें
ml: സ്‌ക്രീൻ 1-ലേക്ക് മൗസ് അയയ്‌ക്കുക
mr: स्क्रीन वर माउस पाठवा १

source: Send Mouse To Screen...
be: Адправіць мыш да экрана...
he: שלח את העכבר למסך...
hi: माउस को स्क्रीन पर भेजें...
ml: സ്ക്രീനിലേക്ക് മൗസ് അയയ്ക്കുക...
mr: स्क्रीनवर माउस पाठवा...

source: Send Mouse Forward 1 Screen
be: Адправіць мыш на 1 экран наперад
he: שלח את העכבר מסך 1 קדימה
hi: माउस को १ स्क्रीन आगे भेजें
ml: മൗസ് 1 സ്‌ക്രീൻ മുന്നോട്ട് അയയ്‌ക്കുക
mr: माउस फॉरवर्ड १ स्क्रीन पाठवा

source: Send Mouse Back 1 Screen
be: Адправіць мыш на 1 экран назад
he: שלח את העכבר מסך 1 אחורה
hi: Send Mouse back १ screen
ml: മൗസ് 1 സ്‌ക്രീൻ പിന്നിലേക്ക് അയയ്‌ക്കുക
mr: माउस परत पाठवा १ स्क्रीन

source: Send Mouse Forward/Back Screens...
be: Адправіць мыш наперад/назад...
he: שלח את העכבר קדימה/אחורה בין המסכים...
hi: माउस को आगे/पीछे स्क्रीन भेजें...
ml: സ്‌ക്രീനിലേക്ക് മുന്നോട്ട്/പിന്നിലേക്ക് മൗസ് അയയ്‌ക്കുക...
mr: माउस फॉरवर्ड / बॅक स्क्रीन पाठवा...

source: Dim
be: Цямней
he: עמעם
hi: मांद करें
ml: മങ്ങിക്കുക
mr: अंधुक

source: Undim
be: Святлей
he: לבטל עמעום
hi: रोशन करें
ml: മങ്ങിയത് പഴയപടിയാക്കുക
mr: स्पष्ट

source: Backlight Set
be: Падсветка задана
he: להגדיר תאורה אחורית
hi: बैकलाइट सेट
ml: ബാക്ക്ലൈറ്റ് സജ്ജമാക്കുക
mr: बॅकलाइट सेट

source: Backlight Min
be: Падсветка мін.
he: תאורה אחורית למינימום
hi: बैकलाइट न्यूनतम
ml: ഏറ്റവും കുറഞ്ഞ ബാക്ക്ലൈറ്റ്
mr: बॅकलाइट मंद

source: Backlight Mid
be: Падсветка сяр.
he: תאורה אחורית באמצע
hi: बैकलाइट मध्य
ml: മധ്യ ബാക്ക്ലൈറ്റ്
mr: बॅकलाइट मध्य

source: Backlight Max
be: Падсветка макс.
he: תאורה אחורית מקס
hi: बैकलाइट अधिकतम
ml: പരമാവധി ബാക്ക്ലൈറ്റ്
mr: बॅकलाइट कमाल

source: Backlight Adjust
be: Рэгуляваць падсветку
he: התאמת תאורה אחורית
hi: बैकलाइट समायोजित करें
ml: ബാക്ക്ലൈറ്റ് ക്രമീകരിക്കുക
mr: बॅकलाइट समायोजित करा

source: Backlight Up
be: Больш падсветкі
he: תאורה אחורית הגברה
hi: बैकलाइट बढ़ाएँ
ml: ബാക്ക്ലൈറ്റ് വർദ്ധിപ്പിക്കുക
mr: बॅकलाईट वाढ

source: Backlight Down
be: Менш падсветкі
he: תאורה אחורית החלשה
hi: बैकलाइट घटाएँ
ml: ബാക്ക്ലൈറ്റ് കുറയ്ക്കുക
mr: बॅकलाईट कमी
