Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: Lock program changing:
da: Forhindrér programmet i at ændre:
nb: Ikke la programmet selv endre:

source: Lock me from changing:
da: Forhindrér mig i at ændre:
nb: Ikke la meg endre:

source: The border style
da: Rammestilen
nb: Vindusramme

source: Stop me from:
da: Forhindre mig fra at:
nb: Forhindre meg fra å:

source: Exiting my login with this window open
da: Afslutte mit logind med dette vindue åbent
nb: Logge ut med dette vinduet oppe

source: You are trying to ask Enlightenment to remember to apply<br>properties (such as size, location, border style etc.) to<br>a window that <hilight>does not have unique properties</hilight>.<br><br>This means it shares Name/Class, Transience, Role etc. properties<br>with more than 1 other window on the screen and remembering<br>properties for this window will apply to all other windows<br>that match these properties.<br><br>This is just a warning in case you did not intend this to happen.<br>If you did, simply press <hilight>Apply</hilight> or <hilight>OK</hilight> buttons<br>and your settings will be accepted. Press <hilight>Cancel</hilight> if you<br>are not sure and nothing will be affected.
da: Du forsøger at bede Enlightenment om at huske egenskaber<br>(såsom en størrelse, placering, rammestil osv.) for et<br>vindue som <hilight>ikke har unikke egenskaber</hilight>.<br><br>Det betyder at det deler navn/klasse, midlertidighed, rolle osv. med<br>med mere end et andet vindue på skærmen, og at huske<br> indstillinger for dette vindue vil således have effekt for alle andre vinduer<br>der matcher disse egenskaber.<br><br>Dette er bare en advarsel for det tilfælde at du ikke ønskede dette.<br>Hvis du gjorde, tryk da <hilight>Anvend</hilight> eller <hilight>O.k.</hilight><br>og dine indstillinger vil bliver accepteret. Tryk <hilight>Fortryd</hilight> hvis du<br>ikke er sikker, og ingenting vil da blive ændret.
nb: Du har bedt Enlightenment huske egenskaper<br>(slik som størrelse, posisjon, ramme etc.) for et vindu som <hilight>ikke har unike egenskaper</hilight><br><br>Dette betyr det deler Navn/Klasse/Transience/Rolle etc. egenskaper<br>med mer enn 1 annet vindu på skjermen og å huske<br>egenskaper for vinduet vil berøre alle andre vinduer<br>som samsvarer med disse egenskapene.<br><br>Dette er bare en advarsel tilfelle du ikke ville ha denne effekten.<br>Dersom du ville, bare press <hilight>Bruk</hilight> eller <hilight>Ok</hilight> igjen,<br>og dine innstillinger vil bli akseptert. Press <hilight>Avbryt</hilight> om du<br>ikke er sikker, og ingenting vil bli påvirket.

source: You are trying to ask Enlightenment to remember to apply<br>properties (such as size, location, border style etc.) to<br>a window <hilight>without specifying how to remember it</hilight>.<br><br>You must specify at least 1 way of remembering this window.
da: Du forsøger at bede Enlightenment om huske<br>egenskaber (såsom størrelse, placering, rammestil osv.) for<br> et vindue <hilight>uden at specificere hvordan de skal huskes</hilight>.<br><br>Du skal specificere mindst en måde hvorpå dette vindue kan huskes.
nb: Du har bedt Enlightenment huske egenskaper<br>(slik som størrelse, posisjon, ramme etc.)<br><hilight>uten å spesifisere hvordan de skal huskes</hilight>.<br><br>Du må velge minst 1 måte å huske dette vinduet.

source: You are trying to ask Enlightenment to remember to apply<br>properties (such as size, location, border style etc.) to<br>a window that <hilight>does not have unique properties</hilight>.<br><br>This means it shares Name/Class, Transience, Role etc. properties<br>with more than 1 other window on the screen and remembering<br>properties for this window will apply to all other windows<br>that match these properties.<br><br>You may wish to enable the <hilight>Match only one window</hilight> option if<br>you only intend one instance of this window to be modified, with<br>additional instances not being modified.<br><br>This is just a warning in case you did not intend this to happen.<br>If you did, simply press <hilight>Apply</hilight> or <hilight>OK</hilight> buttons<br>and your settings will be accepted. Press <hilight>Cancel</hilight> if you<br>are not sure and nothing will be affected.
da: Du forsøger at bede Enlightenment om at huske<br>egenskaber (såsom størrelse, placering, rammestil osv.) for<br>et vindue som <hilight>ikke har unikke egenskaber</hilight>.<br><br>Det betyder at det deler navn/klasse, midlertidighed, rolle, osv.<br>med et andet vindue på skærmen og huskede egenskaber for dette vindue vil blive anvendt til all andre vinduer der matcher de samme egenskaber.<br><br>Du vil måske anvende <hilight>Match kun ét vindue</hilight> muligheden hvis<br>du kun ønskede at én instans af dette vindue skal ændres. Andre instanser vil ikke blive ændret.<br><br>Dette er blot en advarsel for det tilfælde at du ikke ønskede dette.<br>Hvis du gjorde, tryk da <hilight>Anvend</hiligt> eller <hilight>O.k.</hilight> og dine indstillinger vil blive accepteret. Tryk <hilight>Fortryd</hiligt> hvis du<br>ikke er sikker og ingenting vil da blive ændret.
nb: Du har bedt Enlightenment huske egenskaper<br>(slik som størrelse, posisjon, ramme etc.) for et vindu som <hilight>ikke har unike egenskaper</hilight><br><br>Dette betyr det deler Navn/Klasse/Transience/Rolle etc. egenskaper<br>med mer enn 1 annet vindu på skjermen og å huske<br>egenskaper for vinduet vil berøre alle andre vinduer<br>som samsvarer med disse egenskapene.<br><br>Du vil kanskje ønske å skru på <hilight>Kun første vindu</hilight> opsjonen dersom<br>du bare har intensjoner om at bare en instans av dette vinduet skal bli endret,<br>med andre uendret.<br><br>Dette er bare en advarsel tilfelle du ikke ville ha denne effekten.<br>Dersom du ville, bare press <hilight>Bruk</hilight> eller <hilight>Ok</hilight> igjen,<br>og dine innstillinger vil bli akseptert. Press <hilight>Avbryt</hilight> om du<br>ikke er sikker, og ingenting vil bli påvirket.

source: Everything
da: Alting
nb: Alt

source: Remember using
da: Husk ved hjælp af
nb: Husk vinduet på

source: Window name and class
da: Vinduenavn og -klasse
nb: Vinduets navn og klasse

source: Properties to remember
da: Egenskaber der skal huskes
nb: Egenskaper å huske

source: Screen zone
da: Skærmzone
nb: Skjermsone

source: Window list skip
da: Overspringning i vinduesliste
nb: Hopp over vindu

source: Click to focus
da: Klik for fokusering
nb: Fokus ved klikk

source: Pointer focus
da: Cursor-fokusering
nb: Pekerfokus

source: Sloppy focus
da: Sjusket fokusering
nb: Løs fokus

source: No new windows get focus
da: Ingen nye vinduer får fokus
nb: Ingen nye vinduer får fokus

source: All new windows get focus
da: Alle nye vinduer får fokus
nb: Alle nye vinduer får fokus

source: Only new dialogs get focus
da: Kun nye dialoger får fokus
nb: Bare nye dialoger får fokus

source: Only new dialogs get focus if the parent has focus
da: Kun nye dialoger får fokus, forudsat at forældren har fokus
nb: Bare nye dialoger hvis foreldre har fokus får fokus

source: Always pass on caught click events to programs
da: Levér altid et fanget klik videre til programmer
nb: Alltid videresend museklikk til andre applikasjoner

source: A click on a window always raises it
da: Et klik på et vindue hæver det altid
nb: Museklikk på et vindu bringer det alltid til forgrunnen

source: A click in a window always focuses it
da: Et klik på et vindue fokuserer det altid
nb: Museklikk i et vindu gir det alltid fokus

source: App name
nb: Applikasjonsnavn

source: Executable
nb: Kjørbar fil

source: Generic Info
nb: Generell informasjon

source: Window Name
nb: Vindusnavn

source: Window Title
nb: Vindustittel

source: Icon Class
nb: Ikonklasse:

source: Path
nb: Bane

source: Wait Exit
nb: Vent ved avslutning

source: Always On Top
da: Altid øverst
nb: Alltid på toppen

source: Maximized
da: Maksimeret
nb: Maksimert

source: Maximized verticaly
nb: Maksimert vertikalt

source: Maximized horizontaly
nb: Maksimert horisontalt

source: Show window geometry information when moving or resizing
da: Vis størrelsesinformation når vinduer flyttes eller ændrer størrelse
nb: Vis geometrisk informasjon om vinduet mens the flyttes eller skaleres

source: Animate the shading and unshading of windows
da: Lav op- og nedrulningen af vinduer animeret
nb: Animér sammen- og ut- rulling av vinduer

source: Automatic New Window Placement
da: Automatisk placering af nye vinduer
nb: Automatisk plassering av nye vinduer

source: Dont hide Gadgets
nb: Ikke skjul dingser

source: Window Move Geometry
da: Information ved flytning af vinduer
nb: Geometri for flytting av vindu

source: Follow the window as it moves
da: Følg vinduet når det flyttes
nb: Følg vinduet mens det flyttes

source: Window Resize Geometry
da: Information ved ændring af størrelse af vinduer
nb: Geometri for skalering av vindu

source: Follow the window as it resizes
da: Følg vinduet når det gøres større
nb: Følg vinduet mens det skaleres

source: Window Shading
da: Op- og nedrulning af vinduer
nb: Opprulling av vindu

source: Smooth accelerate and decelerate
da: Glat acceleration og deceleration
nb: Glatt akselerasjon og deakselerasjon

source: Window Frame
nb: Vindusramme

source: Use application provided icon instead
nb: Bruk applikasjonens eget ikon istedet

source: Window Manipulation
da: Manipulering af vinduer
nb: Vindumanipulering

source: Miscellaneous Options
da: Diverse valgmuligheder
nb: Diverse alternativer

source: Automatically raise windows on mouse over
da: Hæv automatisk vinduer når musen er over dem
nb: Bring vinduer til forgrunnen når musen passerer over dem

source: When moving or resizing windows, resist at the boundaries
da: Lav modstand ved kanter når vinduer flyttes eller størrelsen ændres på dem
nb: Motstå kanter når man flytter eller skalerer vinduer

source: Maximize Policy
da: Maksimeringspolitik
nb: Metode for maksimering

source: Expand the window
da: Ekspandér vinduet
nb: Utvid vinduet

source: %1.1f sec
da: %1.1f sek.
nb: %1.1f sek

source: Resist moving or resizing a window over an obstacle
da: Gør modstand når et vindue flyttes eller gøres større over en forhindring
nb: Motstå flytting eller skalering av vinduer over en hindring

source: Resistance between windows:
da: Modstand mellem vinduer:
nb: Motstand mellom vinduer:

source: Resistance at the edge of the screen:
da: Modstand ved kanten af skærmen:
nb: Motstand ved skjermkant:

source: Resistance to desktop gadgets:
da: Modstand ved dimser på skrivebordet:
nb: Motstand mot skrivebordsobjekter:

source: Allow shading/resizing
nb: Tillat opprulling/reskalering

source: Select Another Image...
nb: Velg et annet bilde...

source: Background Preview
nb: Forhåndsvisning av bagkrunn

source: Select Another Image
nb: Velg et annet bilde...

source: Set Background For
nb: Sett bakgrunn for

source: Default Desktop
nb: Standard skrivebord

source: Desktop Mouse Flip
nb: Skifte av skrivebord med musepeker

source: Flip desktops when mouse at screen edge
nb: Bytt skrivebord når musen når skjermkanten

source: Time the mouse is at the edge before flipping:
nb: Hvor lenge musen er på kanten før skifte:

source: Show Name In Menu
nb: Vis navn i meny

source: Show Comment In Menu
nb: Vis kommentar i meny

source: Show Generic In Menu
nb: Vis generelt i meny

source: Autoscroll Settings
nb: Automatisk rulling

source: Autoscroll Margin
nb: Marg for automatisk rulling

source: Autoscroll Cursor Margin
nb: Pekermargin ved autoscrolling

source: %5.0f pixels/sec
nb: %5.0f pixels/sek

source: %2.1f seconds
nb: %2.1f sekunder

source: Loaded
nb: Lastet

source: Unloaded
nb: Ikke lastet

source: About
nb: Om

source: Cache Settings
nb: Innstillinger for mellomlager

source: Cache Flush Interval
nb: Hyppighet for tømming av mellomlager

source: Size Of Font Cache
nb: Mellomlager for skrifttyper

source: Size Of Image Cache
nb: Mellomlager for bilder

source: Number Of Edje Files To Cache
nb: Antall Edje-filer å mellomlagre

source: Number Of Edje Collections To Cache
nb: Antall Edje-samlinger å mellomlagre

source: Show iconified windows
nb: Vis minimerte vinduer

source: Show windows from other desks
nb: Vis vinduer fra andre skrivebord

source: Show windows from other screens
nb: Vis vinduer fra andre skjermer

source: Selection Settings
nb: Utvalgsinnstillinger

source: Focus window while selecting
nb: Fokuser mens utvalg gjøres

source: Raise window while selecting
nb: Hev vindu mens utvalg gjøres

source: Warp mouse to window while selecting
nb: Send mus til vindu mens man velger

source: Uncover windows while selecting
nb: Bring frem vinduer mens man velger

source: Jump to desk while selecting
nb: Bytt skrivebord mens man velger

source: Warp Settings
nb: Musepeker

source: Warp At End
nb: Flytt musepeker til valgt vindu på slutten

source: Warp Speed
nb: Hastighet

source: Scroll Speed
nb: Rullehastighet

source: Position Settings
nb: Posisjonsoppsett

source: X-Axis Alignment
nb: Horisontal justering

source: Y-Axis Alignment
nb: Vertikal justering

source: Size Settings
nb: Størrelsesoppsett

source: Minimum Height
nb: Minimal høyde

source: Maximum Width
nb: Maksimal bredde

source: Maximum Height
nb: Maksimal høyde

source: An exit code of %i was returned from %s
nb: %2$s returnerte feilkoden %1$i

source: %s was interrupted by an Interrupt Signal
nb: %s ble avbrutt av et avbruddssignal

source: %s was interrupted by a Quit Signal
nb: %s ble avbrutt av et avlsutningssignal

source: %s was interrupted by a Floating Point Error
nb: %s ble avbrutt av en flytpunktfeil

source: %s was interrupted by a Segmentation Fault
nb: %s ble avbrutt av en segmenteringsfeil

source: %s was interrupted by a Broken Pipe
nb: %s ble avbrutt av en brukken pipe

source: %s was interrupted by a Termination Signal
nb: %s ble avbrutt av et terminasjonssignal

source: %s was interrupted by a Bus Error
nb: %s ble avbrutt av en bussfeil

source: %s was interrupted by the signal number %i
nb: %s ble avbrutt av signal nummer %i

source: Import An Image
nb: Importér et bilde

source: Center Image
nb: Sentrér bildet

source: Scale Image
nb: Skalér bildet

source: Tile Image
nb: Gjenta bildet

source: Use E Cursor
nb: Bruk E musepeker

source: Cursor Size
nb: Pekerstørrelse

source: Show Splash Screen At Boot
nb: Vis oppstartsskjerm

source: Resolution
da: Opløsning
nb: Oppløsning

source: Refresh Rate
nb: Oppfriskningshastighet

source: Enlightenment Battery Module
da: Enlightenment batterimodul
nb: Enlightenment batteri-modul

source: A basic battery meter that uses either<hilight>ACPI</hilight> or <hilight>APM</hilight><br>on Linux to monitor your battery and AC power adaptor<br>status. This will work under Linux and FreeBSD and is only<br>as accurate as your BIOS or kernel drivers.
da: En basal batterimåler der bruger enten ACPI eller APM<br>under Linux for at overvåge status for dit batteri og<br>din AC strømadaptor. Dette vil kun virke under Linux og<br>FreeBSD og er kun så præcis som din BIOS eller kerne-<br>drivere.
nb: En enkel batterimåler som benytter <hilight>ACPI</hilight> eller <hilight>APM</hilight><br> på Linux for å måle batteri og nettspenningstatus.<br>Modulen fungerer på Linux og FreeBSD, men har samme nøyaktighetsgrad<br>som BIOS og operativsystemets kjernedriver.

source: Battery Running Low<br>Your battery is running low.<br>You may wish to switch to an AC source.
da: Batteriet løber tør.<br>Dit batteri løber tør.<br>Du vil måske skifte til en AC kilde.
nb: Batteriet ditt begynner å bli tomt.<br>Du burde koble til et AC-adapter.

source: NO INFO
da: INGEN INFO
nb: INGEN INFO

source: NO BAT
da: INGEN BATTERI
nb: INGEN BATTERI

source: BAD DRIVER
da: DÅRLIG DRIVER
nb: FEIL DRIVER

source: Danger
da: Fare
nb: Fare

source: Charging
da: Oplader
nb: Lader

source: Battery Configuration
nb: Batterioppsett

source: Basic Settings
da: Basale indstillinger
nb: Grunnleggende innstillinger

source: Extras
nb: Tillegg

source: Allow windows to overlap this gadget
nb: Tillat vinduer å overlappe dette objektet

source: Advanced Settings
da: Advancerede indstillinger
nb: Avanserte innstillinger

source: Check battery every:
nb: Sjekk batteriet med intervall:

source: Alert when battery is down to:
nb: Advarsel når batteriet er nede i:

source: Enlightenment Clock Module
da: Enlightenment urmodul
nb: Enlightenment klokke-modul

source: A simple module to give E17 a clock.
da: Et simpelt modul for at give E17 et ur.
nb: En enkel klokkemodul for E17.

source: Clock Configuration
nb: Klokkeoppsett

source: No Digital Display
da: Intet digitalur
nb: Fjern digital klokke

source: 12 Hour Display
nb: 12-timers klokke

source: 24 Hour Display
nb: 24-timers klokke

source: Enlightenment Dropshadow Module
da: Enlightenment skyggemodul
nb: Enlightenment vinduskygge-modul

source: This is the dropshadow module that allows dropshadows to be cast<br>on the desktop background - without special X-Server extensions<br>or hardware acceleration.
da: Dette er skyggemodulet der lader skygger blive kastet<br>på skrivebordsbaggrunden - uden specielle X-server<br>udvidelser eller hardwareacceleration.
nb: Dette er vinduskyggemodulen som tegner skygger på skrivebordet<br>uten spesielle tillegg til X-tjeneren eller maskinvareakselerasjon.

source: Dropshadow Configuration
nb: Vinduskyggeoppsett

source: High Quality
da: Høj kvalitet
nb: Høy kvalitet

source: Medium Quality
da: Medium
nb: Gjennomsnittlig

source: Low Quality
da: Lav kvalitet
nb: Lav kvalitet

source: Very Fuzzy
da: Meget udvisket
nb: Veldig uklar

source: Fuzzy
da: Udvisket
nb: Uklar

source: Sharp
da: Skarp
nb: Skarp

source: Very Sharp
da: Meget skarp
nb: Veldig skarp

source: Shadow Distance
nb: Skyggeavstand

source: Very Far
da: Meget fjern
nb: Veldig langt unna

source: Far
da: Fjern
nb: Langt unna

source: Near
da: Nær
nb: Nært

source: Very Near
da: Meget nær
nb: Veldig nært

source: Shadow Darkness
nb: Skyggemørkhet

source: Very Dark
da: Meget mørk
nb: Veldig mørk

source: Dark
da: Mørk
nb: Mørk

source: Light
da: Lys
nb: Lys

source: Very Light
da: Meget lys
nb: Veldig lys

source: Enlightenment IBar Module
da: Enlightenment IBar-modul
nb: Enlightenment IBar-modul

source: This is the IBar Application Launcher bar module for Enlightenment.<br>It is a first example module and is being used to flesh out several<br>interfaces in Enlightenment 0.17.0. It is under heavy development,<br>so expect it to <hilight>break often</hilight> and change as it improves.
da: Dette er IBar applikationsstartermodulet til Enlightenment. Det er et<br>første eksempelmodul som bruges til at skitsere flere grænseflader i<br>Enlightenment 0.17.0. Det er under kraftig udvikling, så regn med at<br>det <hilight>ofte går i stykker</hilight> og ændrer sig efterhånden som det forbedres.
nb: Dette er en programstartermodul for Enlightenment.<br>Den er en eksempelmodul som er laget for å vise frem flere api-funksjoner i Enlightenment 0.17.0.<br>Modulen er i en hurtig utviklingsfase så den vil <hilight>ofte forandre funksjonalitet</hilight> i det den stadig forbedres.

source: Cannot add icon
da: Kan ikke tilføje ikon
nb: Kan ikke legge til ikon

source: You tried to drop an icon of an application that<br>does not have a matching application file.<br><br>The icon cannot be added to IBar.
da: Du forsøgte at slippe et ikon fra en applikation der<br>ikke har nogen tilhørende applikationsfil.<br><br>Ikonet kan ikke blive tilføjet til IBar.
nb: Du forsøkte slippe et applikasjonsikon som ikke<br>har en passende applikasjonsfil på IBar.<br><br>Ikonet kan ikke bli lagt til.

source: IBar Configuration
nb: IBar oppsett

source: Show Follower
nb: Vis følger

source: Auto Fit Icons
nb: Lag plass til ikoner

source: Follower
da: Efterfølger
nb: Søkelys

source: Visible
nb: Synlig

source: Follow Speed
nb: Følgehastighet

source: %3.0f pixels
nb: %3.0f piksler

source: Width
nb: Bredde

source: Auto Fit
nb: Lag plass til ikoner

source: Autoscroll Speed:
nb: Animasjonshastighet

source: Enlightenment IBox Module
da: Enlightenment IBox-modul
nb: Enlightenment IBox-modul

source: This is the IBox Iconified Application module for Enlightenment.<br>It will hold minimized applications
da: Dette er IBox modulet for minimerede applikationer til Enlightenment.<br>Det vil holde minimerede applikationer
nb: Dette er en modul som viser ikonifiserte programmer i Enlightenment.

source: IBox Configuration
nb: IBox oppsett

source: Enlightenment Pager Module
da: Enlightenment oversigtsmodul
nb: Enlightenment oversikt-modul

source: A pager module to navigate virtual desktops.
da: Et oversigtsmodul til at navigere mellem virtuelle skriveborde.
nb: En oversiktsmodul for navigering i virutuelle skrivebord.

source: Fix Aspect (Keep Height)
da: Fiksér sideforhold (fasthold højde)
nb: Fast aspekt (behold høyden)

source: Fix Aspect (Keep Width)
da: Fiksér sideforhold (fasthold bredde)
nb: Fast aspekt (behold bredden)

source: Pager Configuration
nb: Pager oppsett

source: Show Popup
nb: Vis liste ved skifte

source: Show Desktop Name
nb: Vis skrivebordsnavn

source: Desktop Name Position
nb: Posisjon for skrivebordsnavn

source: Popup Settings
nb: Listeinnstillinger

source: Popup Speed
da: Pop op hastighed
nb: Oppsprettshastighet

source: Enlightenment Temperature Module
da: Enlightenment temperaturmodul
nb: Enlightenment temperatur-modul

source: A module to measure the <hilight>ACPI Thermal sensor</hilight> on Linux.<br>It is especially useful for modern Laptops with high speed<br>CPUs that generate a lot of heat.
da: Et modul til at måle ACPI varmesensoren under Linux.<br>Det er specielt brugbart med moderne bærbare med<br>hurtige processorer, der genererer en masse varme.
nb: En modul som viser en måling av <hilight>temperatursensor via ACPI</hilight> på Linux.<br>Spesielt nyttig på bærbare maskiner med rask prosessor som fort kan bli varme.

source: Temperature Configuration
nb: Temperaturoppsett

source: Fast
da: Hurtig
nb: Rask

source: Slow
da: Langsom
nb: Treg

source: Very Slow
da: Meget langsom
nb: Veldig treg

source: Temp 1
nb: Temperatur 1

source: Temp 2
nb: Temperatur 2

source: Temp 3
nb: Temperatur 3

source: Module Config Menu Item 1
da: Modulmenukonfiguration 1
nb: Oppsettselement 1

source: Module Config Menu Item 2
da: Modulmenukonfiguration 2
nb: Oppsettselement 2

source: Module Config Menu Item 3
da: Modulmenukonfiguration 3
nb: Oppsettselement 3

source: Something Else
da: Noget andet
nb: Noe annet

source: Enlightenment Test Module
da: Enlightenment testmodul
nb: Enlightenment test-modul

source: This module is VERY simple and is only used to test the basic<br>interface of the Enlightenment 0.17.0 module system. Please<br>ignore this module unless you are working on the module system.
da: Dette modul er MEGET simpelt og bliver kun brugt for at teste den<br>basale grænseflade for modulsystemet i Enlightenment 0.17.0. Ignorér<br>venligst dette modul med mindre du arbejder på modulsystemet.
nb: Dette er en VELDIG enkel testmodul og finnes kun for å vise grensesnittet<br>til modulsystemet i Enlightenment 0.17.0.<br>Ignorer denne modulen om du ikke jobber med utvikling av egen modul.

source: CPU Frequency Controller Module
da: CPU frekvenskontrolmodul
nb: Modul for kontroll av CPU-hastighet

source: A simple module to control the frequency of the system CPU.<br>This is especially useful to save power on laptops.
da: Et simpelt modul til at kontrollere frekvensen på systemets CPU.<br>Dette er specielt brugbart til at spare strøm på bærbare.
nb: En enkel modul som kan justere frekvensen til CPU. <br>Dette er spesielt nyttig på laptop.

source: Allow Overlap
nb: Tillat overlapping

source: Set Poll Time
da: Sæt forespørgelsesinterval
nb: Velg oppdateringsfrekvens

source: Restore Controller on Startup
da: Sæt kontrollør ved opstart
nb: Juster hastighet ved oppstart

source: Set Controller
da: Sæt kontrollør
nb: Sett kontroller
