Repository: JeffHoogland/moksha
Catalog: po/*.po
Languages: be, da, he, hi, ml, mr, nb

source: Cannot change permissions: %s
be: Немагчыма змяніць дазволы: %s
he: לא ניתן לשנות הרשאה: %s
hi: अनुमतियाँ नहीं बदली जा सकतीं: %s
ml: അനുമതികൾ മാറ്റാൻ കഴിയില്ല: %s
mr: परवानग्या बदलू शकत नाही : %s

source: Name:
be: Імя:
he: שם:
hi: नाम:
ml: പേര്:
mr: नाम:

source: Location:
be: Размяшчэнне:
he: מיקום:
hi: जगह:
ml: സ്ഥലം:
mr: जागा:

source: Size:
be: Памер:
da: Størrelse:
he: גודל:
hi: आकार
ml: വലിപ്പം:
mr: आकार:
nb: Størrelse:

source: Occupied blocks on disk:
be: Занятых блокаў на дыску:
he: בלוקים מאוכלסים על הכונן:
hi: डिस्क पर व्याप्त ब्लॉक
ml: ഡിസ്കിലെ അധിനിവേശ ബ്ലോക്കുകൾ:
mr: डिस्कवर व्यापलेले ब्लॉक:

source: Last Accessed:
be: Апошняе звяртанне:
he: נפתח אחרון:
hi: अंतिम बार एक्सेस किया गया:
ml: അവസാനം തുറന്നത്:
mr: शेवटचा अभिलेख:

source: Last Modified:
be: Апошняе змяненне:
he: השתנה אחרון:
hi: अंतिम बार संशोधित:
ml: അവസാനം പരിഷ്കരിച്ചത്:
mr: शेवटचा संशोधित:
nb: Sist endret:

source: Last Modified Permissions:
be: Апошняе змяненне дазволаў:
he: שינוי הרשאה אחרון:
hi: अंतिम संशोधित अनुमतियाँ:
ml: അവസാനം പരിഷ്കരിച്ച അനുമതികൾ:
mr: शेवटच्या सुधारित परवानग्या:

source: File Type:
be: Тып файла:
he: סוג הקובץ:
hi: फ़ाइल प्रकार:
ml: ഫയൽ തരം:
mr: फाइल प्रकार:

source: Permissions
be: Дазволы
he: הרשאות
hi: अनुमतियां
ml: അനുമതികൾ
mr: परवानग्या

source: read
be: чытанне
he: לקרוא
hi: पढ़ना
ml: വായന
mr: वाचणे

source: write
be: запіс
he: לכתוב
hi: लिखना
ml: എഴുത്ത്
mr: लिहिणे

source: execute
be: выконванне
he: להפעיל
hi: निष्पादित करना
ml: നിർവ്വഹനം
mr: अंमलबजावणी करणे

source: Group:
be: Група:
he: לקבץ לפי:
hi: समूह :
ml: സംഘം:
mr: समुह:
nb: Gruppe:

source: Others:
be: Іншыя:
he: אחרים:
hi: अन्य :
ml: മറ്റുള്ളവ:
mr: इतर:

source: Preview
be: Перадпрагляд
he: תצוגה מקדימה
hi: पूर्वावलोकन
ml: പ്രിവ്യൂ
mr: पूर्वावलोकन
nb: Forhåndsvisning

source: Default
be: Перадвызначыныя
he: ברירת מחדל
hi: डिफ़ॉल्ट
ml: സ്ഥിരസ്ഥിതി
mr: डीफॉल्ट

source: Thumbnail
be: Мініяцюра
he: תמונה ממוזערת
hi: थंबनेल
ml: ലഘുചിത്രം
mr: लघुप्रतिमा

source: Custom
be: Прыватныя
he: מותאם אישית
hi: कस्टम
ml: കസ്റ്റം
mr: सानुकूल

source: Use this icon for all files of this type
be: Выкарыстоўваць гэты значок для ўсіх файлаў гэтага тыпу
he: השתמש בסמל זה עבור כל הקבצים מסוג זה
hi: इस प्रकार की सभी फ़ाइलों के लिए इस आइकन का उपयोग करें
ml: ഇത്തരത്തിലുള്ള എല്ലാ ഫയലുകൾക്കും ഈ ഐക്കൺ ഉപയോഗിക്കുക
mr: या प्रकारच्या सर्व फाइल्ससाठी हे चिन्ह वापरा

source: Link Information
be: Інфармацыя пра спасылку
he: נתוני הקישור
hi: लिंक जानकारी
ml: ലിങ്ക് വിവരങ്ങൾ
mr: लिंक माहिती

source: This link is broken.
be: Гэтая спасылка пашкоджана.
he: הקישור הזה שבור.
hi: यह लिंक टूटा हुआ है।
ml: ഈ ലിങ്ക് തകർന്നു.
mr: हा दुवा तुटला आहे.

source: Select an Image
be: Выбраць відарыс
he: בחר תמונה
hi: एक छवि का चयन करें
ml: ഒരു ചിത്രം തിരഞ്ഞെടുക്കുക
mr: प्रतिमा निवडा

source: Gadget error
be: Памылка гаджэта
he: שגיאה בגאדג'ט
hi: गैजेट त्रुटि
ml: ഗാഡ്‌ജെറ്റ് പിശക്
mr: गॅजेट त्रुटी

source: %s does not support disabling autoscrolling
be: %s не падтрымлівае адключэнне аўтапрагорткі
he: %s אינו תומך בביטול הגלילה האוטומטית
hi: %s ऑटोस्क्रॉलिंग को अक्षम करने का समर्थन नहीं करता
ml: ഓട്ടോസ്‌ക്രോളിംഗ് പ്രവർത്തനരഹിതമാക്കുന്നത് %s പിന്തുണയ്ക്കുന്നില്ല
mr: %s ऑटोस्क्रॉलिंग अक्षम करण्याचे समर्थन करत नाही

source: Move to
be: Перамясціць у
he: להעביר אל
hi: करने के लिए कदम
ml: ഇതിലേക്ക് നീക്കുക
mr: येथे जा

source: Automatically scroll contents
be: Аўтаматычна прагортваць змест
he: גלול את התוכן אוטומטית
hi: सामग्री को स्वचालित रूप से स्क्रॉल करें
ml: ഉള്ളടക്കങ്ങൾ സ്വയമേവ സ്ക്രോൾ ചെയ്യുക
mr: स्वयंचलितपणे सामग्री स्क्रोल करा

source: Plain
be: Гладка
he: פשוט
hi: सरल
ml: സാധാരണ
mr: साधे

source: Inset
be: Уставіць
he: צמצום
hi: इनसेट
ml: ഇൻസെറ്റ്
mr: इनसेट

source: Look
be: Выгляд
he: מראה
hi: देखें
ml: നോക്കൂക
mr: भासणे

source: Remove
be: Выдаліць
he: הסר
hi: अलग करना
ml: മായ്ക്കുക
mr: काढणे

source: Stop moving
be: Спыніць перамяшчэнне
he: להפסיק לנוע
hi: स्थानांतरण बंद करें
ml: നീക്കുന്നത് നിർത്തുക
mr: हालचाल थांबवा

source: Insufficent gadcon support
be: Недастатковая падтрымка gadcon

source: Module %s needs to support %s
be: Модуль %s патрабуе падтрымкі %s
he: נדרש מודול %s כדי לתמוך ב%s
hi: मॉड्यूल %s को %s का समर्थन करने की आवश्यकता है
ml: %s എന്ന മൊഡ്യൂളിന് %s-നെ പിന്തുണയ്‌ക്കേണ്ടതുണ്ട്
mr: मॉड्यूल %s %s समर्थन करणे आवश्यक आहे

source: Please press key sequence,<br><br>or <hilight>Escape</hilight> to abort.
be: Калі ласка, націсніце паслядоўнасць клавіш,<br><br>або <hilight>Escape</hilight> каб спыніць.
he: נא ללחוץ על צירוף המקשים <br><br>או <hilight>אסקייפ</hilight> כדי לצאת.
hi: कृपया कुंजी अनुक्रम दबाएं,<br><br>या एबॉर्ट करने के लिए <hilight>एस्केप</hilight> दबाएं।
ml: ദയവായി കീ-സീക്വൻസ് അമർത്തുക,<br><br>അല്ലെങ്കിൽ അലസിപ്പിക്കാൻ <hilight>എസ്കേപ്</hilight> അമർത്തുക.
mr: कृपया मुख्य क्रम दाबा,<br><br>किंवा गर्भपात करण्यासाठी <hilight>पळून</hilight> जा.

source: Please hold any modifier you want<br>and press any button on your mouse,<br> or roll a wheel, to assign mouse binding.<br>Press <hilight>Escape</highlight> to abort.
be: Калі ласка, трымайце клавішу-мадыфікатар, які вы жадаеце,<br>і націсніце любую кнопку мышы,<br> або пакруціце кола, для прывязкі мышы.<br>Націсніце <hilight>Escape</highlight> каб спыніць.
he: נא להחזיק כל משתנה שרוצים <br>וללחוץ על כל כפתור בעכבר<br> או לגלול כדי להקצות קשר עכבר. <br> ללחוץ <hilight>אסקייפ </highlight>כדי לצאת.
hi: कृपया कोई भी संशोधक दबाए रखें,<br>और अपने माउस पर कोई भी बटन दबाएं,<br>या माउस बाइंडिंग असाइन करने के लिए व्हील को रोल करें।<br>एबॉर्ट करने के लिए <hilight>एस्केप</hilight> दबाएं।
ml: നിങ്ങൾ ആഗ്രഹിക്കുന്ന ഏതെങ്കിലും മോഡിഫയർ ദയവായി പിടിക്കുക,<br>ഒപ്പം നിങ്ങളുടെ മൗസിലെ ഏതെങ്കിലും ബട്ടൺ അമർത്തുക,<br> അല്ലെങ്കിൽ മൗസ് വീൽ ഉരുട്ടുക, മൗസ് ബൈൻഡിംഗ് നൽകുന്നതിനായി.<br>അലസിപ്പിക്കാൻ <hilight>എസ്കേപ്</hilight> അമർത്തുക.
mr: कृपया आपल्याला हवे असलेले कोणतेही सुधारक ठेवा<br>आणि आपल्या माऊसवरील कोणतेही बटण दाबा,<br> किंवा माऊस बाइंडिंग देण्यासाठी चाक फिरवा.<br>गर्भपात करण्यासाठी <hilight>एस्केप</hilight>दाबा.

source: Mouse Binding Sequence
be: Паслядоўнасць прывязак мышы
he: רצף קשר עכבר
hi: माउस बाइंडिंग अनुक्रम।
ml: മൗസ് ബൈൻഡിംഗ് സീക്വൻസ്
mr: माउस बाइंडिंग अनुक्रम

source: Key Binding Sequence
be: Паслядоўнасць прывязак клавішы
he: רצף קשר מקשים
hi: कुंजी बाइंडिंग अनुक्रम
ml: കീ ബൈൻഡിംഗ് സീക്വൻസ്
mr: की बाइंडिंग अनुक्रम

source: A previous instance of Moksha is still active on this screen. Aborting startup.
be: Папярэдні вобраз Moksha застаецца актыўным на гэтым экране. Запуск спынены.
he: מופע קודם של Moksha עודנו פעיל במסך זה. ההפעלה מבוטלת.
hi: Moksha का एक पूर्व उदाहरण अभी भी इस स्क्रीन पर सक्रिय है। स्टार्टअप एबॉर्ट किया जा रहा है।
ml: മോക്ഷയുടെ ഒരു മുൻ സംഭവം ഇപ്പോഴും സജീവമാണ് ഈ സ്ക്രീനിൽ. സ്റ്റാർട്ടപ്പ് നിർത്തലാക്കുന്നു.
mr: Moksha चे पूर्वीचे एक उदाहरण अजूनही सक्रिय आहे या स्क्रीनवर. स्टार्टअप बंद करणे.

source: Import Error
be: Памылка імпарта
he: לייבא את ​​השגיאה
hi: आयात त्रुटि।
ml: ഇംപോർട്ട് പിശക്
mr: आयात त्रुटी

source: Moksha was unable to import the image<br>due to a copy error.
be: Moksha не здолеў імпартаваць відарыс<br>праз памылку капіявання.
he: Moksha לא הצליחה לייבא את את התמונה<br>עקב טעות בעותק.
hi: Moksha छवि आयात करने में असमर्थ था<br>कॉपी त्रुटि के कारण।
ml: ഒരു കോപ്പി പിശക് കാരണം മോക്ഷയ്ക്ക് ചിത്രം<br>ഇംപോർട്ട് ചെയ്യാൻ കഴിഞ്ഞില്ല.
mr: Moksha प्रतिमा आयात करण्यास असमर्थ होता<br>कॉपी च्या त्रुटीमुळे.

source: Moksha was unable to import the image.<br><br>Are you sure this is a valid image?
be: Moksha не здолеў імпартаваць відарыс.<br><br>Вы ўпэўнены, што гэта сапраўдны відарыс?
he: לצערנו Moksha לא הצליחה לייבא את את התמונה<br>. בטוח שהתמונה תקינה?
hi: Moksha छवि आयात करने में असमर्थ था।<br><br>क्या आप सुनिश्चित हैं कि यह एक मान्य छवि है?
ml: മോക്ഷയ്ക്ക് ചിത്രം ഇംപോർട്ട് ചെയ്യാൻ കഴിഞ്ഞില്ല.<br><br>ഇതൊരു സാധുവായ ചിത്രമാണെന്ന് ഉറപ്പാണോ?
mr: Moksha ही प्रतिमा आयात करू शकला नाही.<br><br>आपल्याला खात्री आहे का की ही एक वैध प्रतिमा आहे?

source: Select a Picture...
be: Выбраць відарыс...
he: לבחור תמונה ...
hi: चित्र चुनें...
ml: ഒരു ചിത്രം തിരഞ്ഞെടുക്കുക...
mr: चित्र निवडा...

source: Use
be: Выкарыставаць
he: להשתמש
hi: उपयोग करें।
ml: ഉപയോഗിക്കുക
mr: वापरणे

source: Picture Import Error
be: Памылка пры імпарце відарыса
he: שגיאה בייבוא ​​תמונה
ml: ചിത്രം ഇംപോർട്ട് പിശക്
mr: चित्र आयात त्रुटी

source: Moksha was unable to import the picture<br>due to conversion errors.
be: Moksha не здолеў імпартаваць відарыс<br>праз памылку пераўтварэння.
he: לצערנו Moksha לא הצליחה לייבא את את התמונה<br>בגלל בעיה בהמרה.
hi: Moksha चित्र को आयात करने में असमर्थ था<br>रूपांतरण त्रुटियों के कारण।
ml: പരിവർത്തന പിശകുകൾ കാരണം മോക്ഷയ്ക്ക് ചിത്രം<br>ഇംപോർട്ട് ചെയ്യാൻ കഴിഞ്ഞില്ല.
mr: Moksha चित्र आयात करू शकला नाही<br>रूपांतरणाच्या त्रुटींमुळे.

source: Import Settings...
be: Налады імпартавання...
he: הגדרות ייבוא...
hi: सेटिंग्स आयात करें.
ml: ഇംപോർട്ട് ക്രമീകരണങ്ങൾ...
mr: आयात सेटिंग्ज...

source: Fill and Stretch Options
be: Параметры запаўнення і расцягвання
he: אפשרויות מילוי ומתיחה
hi: फिल और स्ट्रेच विकल्प।
ml: ഫിൽ-ആൻഡ്-സ്ട്രെച്ച് ഓപ്ഷനുകൾ
mr: पर्याय भरा आणि ताणून घ्या

source: Stretch
be: Расцягнуць
he: למתוח
hi: स्ट्रेच
ml: വലിച്ചുനീട്ടുക
mr: स्ट्रेच करा

source: Center
be: Па цэнтры
he: מרכז
hi: केंद्र
ml: മധ്യത്തിൽ വയ്ക്കുക
mr: केंद्र

source: Tile
be: Плітка
he: אריח
hi: टाइल
ml: ടൈൽ
mr: कौल

source: Within
be: Укласці
he: בתוך
hi: भीतर
ml: ഉള്ളിൽ
mr: आत

source: Fill
be: Запоўнiць
he: למלא
hi: फिल
ml: പൂരിപ്പിക്കുക
mr: भरणे

source: Pan
be: Панарама
he: לנפות
hi: पैन
ml: പാൻ ചെയ്യുക
mr: अखिल

source: File Quality
be: Якасць файла
he: איכות הקובץ
hi: फ़ाइल गुणवत्ता।
ml: ഫയൽ ഗുണനിലവാരം
mr: फाईल गुणवत्ता

source: Use original file
be: Выкарыстоўваць зыходны файл
he: להשתמש בקובץ המקורי
hi: मूल फ़ाइल का उपयोग करें।
ml: യഥാർത്ഥ ഫയൽ ഉപയോഗിക്കുക
mr: मूळ फाईल वापरा

source: Fill Color
be: Колер запаўнення
he: צבע מילוי
hi: रंग भरें।
ml: നിറയ്ക്കാൻ നിറം
mr: रंग भरा

source: Window Locks
be: Блакіроўкі акон
da: Vindueslåsninger
he: נעילות חלון
hi: विंडो लॉक
ml: വിൻഡോ ലോക്കുകൾ
mr: विंडो लॉक
nb: Vinduslåser

source: Generic Locks
be: Агульныя блакіроўкі
da: Generelle låsninger
he: נעילות כלליות
hi: सामान्य लॉक
ml: പൊതുവായ ലോക്കുകൾ
mr: जेनेरिक लॉक
nb: Generelle låser

source: Prevent this window from moving on its own
be: Не дазваляць гэтаму акну рухацца самому
he: להגן חלון זה מפני תזוזה עצמאית
hi: इस विंडो को स्वयं से स्थानांतरित होने से रोकें
ml: ഈ വിന്ഡോ സ്വയമായി നീങ്ങുന്നത് തടയുക
mr: ही खिडकी स्वतःहून पुढे जाण्यापासून प्रतिबंधित करा

source: Prevent this window from being changed by me
be: Не дазваляць мне змяняць гэта акно
he: להגן על חלון זה מפני שינויים שלי
hi: इस विंडो को मेरे द्वारा बदले जाने से रोकें
ml: ഈ വിൻഡോ ഞാൻ മാറ്റുന്നത് തടയുക
mr: ही खिडकी माझ्याकडून बदलण्यापासून रोखू नका

source: Prevent this window from being closed
be: Не дазваляць закрываць гэта акно
he: למנוע מחלון זה להיסגר
hi: इस विंडो को बंद होने से रोकें
ml: ഈ വിൻഡോ അടയ്ക്കുന്നത് തടയുക
mr: ही खिडकी बंद होण्यापासून प्रतिबंधित करा

source: Do not allow the border to change on this window
be: Не дазваляць змянять мяжу гэтага акна
da: Lad ikke rammen ændre sig på dette vindue
he: לא לאפשר שינוי המסגרת עבור חלון זה
hi: इस विंडो की सीमा को बदलने की अनुमति न दें
ml: ഈ വിൻഡോയിൽ ബോർഡർ മാറ്റാൻ അനുവദിക്കരുത്
mr: या खिडकीवर सीमा बदलू देऊ नका
nb: Ikke tillat endring av vindusbord

source: Remember the locks for this window
be: Памятаць блакіроўкі гэтага акна
he: לזכור את הנעילות עבור חלון זה
hi: इस विंडो के लिए लॉक को याद रखें
ml: ഈ വിൻഡോയ്ക്കുള്ള ലോക്കുകൾ ഓർക്കുക
mr: या खिडकीचे कुलूप लक्षात ठेवा

source: Prevent Changes In:
be: Не дазваляць змяненні ў:
he: למנוע שינויים ב:
hi: परिवर्तनों को रोके
ml: ഇതിലെ മാറ്റങ്ങൾ തടയുക:
mr: यातील बदल टाळा:

source: Position
be: Пазіцыя
he: מיקום
hi: स्थिति
ml: സ്ഥാനം
mr: जागा
nb: Posisjon

source: Size
be: Памер
da: Størrelse
he: גודל
hi: आकार
ml: വലിപ്പം
mr: आकार
nb: Størrelse

source: Stacking
be: Штабеляванне
da: Niveau
he: איסוף בערימה
hi: संग्रहण
ml: സ്റ്റാക്കിംഗ്
mr: स्टॅकिंग
nb: Nivå

source: Iconified state
be: Зменьшаны стан
da: Minimeret tilstand
he: מצב ממוזער
hi: आइकनफ़ाइड स्थिति
ml: ഐക്കണിഫൈഡ് അവസ്ഥ
mr: आयकॉनिफाइड स्टेट
nb: Minimert

source: Stickiness
be: Ліпкасць
da: Klæbrighed
he: דביקות
hi: श्लेष
ml: സ്റ്റിക്കിനസ്
mr: चिकटपणा
nb: Fasthet

source: Shaded state
be: Скручаны стан
da: Oprullet tilstand
he: מצב הצללה
hi: शेडेड स्थिति
ml: ഷേഡെഡ് അവസ്ഥ
mr: छायांकित अवस्था
nb: Opprullet

source: Maximized state
be: Газгарнуты стан
da: Maksimeret tilstand
he: מצב מוגדל
hi: विस्तारित स्थिति
ml: പരമാവധിപ്പിച്ച അവസ്ഥ
mr: जास्तीत जास्त स्थिती
nb: Maksimert

source: Fullscreen state
be: Поўнаэкранны стан
da: Fuldskærm tilstand
he: מצב מסך מלא
hi: पूर्ण स्क्रीन स्थिति
ml: ഫുൾസ്ക്രീൻ അവസ്ഥ
mr: फुलस्क्रीन स्थिती
nb: Fullskjerm

source: Program Locks
be: Блакіроўкі праграм
he: נעילת תוכנות
hi: प्रोग्राम लॉक
ml: പ്രോഗ്രാം ലോക്കുകൾ
mr: प्रोग्राम लॉक

source: Border style
be: Стыль мяжы
da: Rammestil
he: סגנון המסגרת
hi: सीमा शैली
ml: ബോർഡർ ശൈലി
mr: बॉर्डर स्टाईल (संपादन)
nb: Vindusramme

source: User Locks
be: Карыстальніцкія блакіроўкі
he: נעילות משתמש
hi: उपयोगकर्ता लॉक
ml: ഉപയോക്തൃ ലോക്കുകൾ
mr: वापरकर्ता लॉक

source: Prevent:
be: Не дазваляць:
he: למנוע:
hi: रोकें :
ml: തടയുക:
mr: प्रतिबंध:

source: Closing the window
be: Закрываць акно
da: Lukke vinduet
he: לסגור את החלון
hi: विंडो बंद करना
ml: വിൻഡോ അടയ്ക്കുകയാണ്
mr: खिडकी बंद करणे
nb: Stenge vinduet

source: Logging out while this window is open
be: Выходзіць калі гэта акно адчынена
he: לצאת מהמשתמש כשחלון זה פתוח
hi: इस विंडो के खुला होने पर लॉग आउट करना
ml: ഈ വിൻഡോ തുറന്നിരിക്കുമ്പോൾ ലോഗൌട്ട് ചെയ്യുന്നു
mr: ही खिडकी उघडी असताना लॉग आऊट करा

source: Behavior Locks
be: Блакіроўкі паводзін
he: התנהגות נעילות
hi: व्यवहार लॉक
ml: ബിഹേവിയർ ലോക്കുകൾ
mr: वर्तन लॉक

source: Remember these Locks
be: Памятаць гэтыя блакіроўкі
da: Husk disse låsninger
he: זכור נעילות אלו
hi: इन लॉक को याद रखें
ml: ഈ ലോക്കുകൾ ഓർക്കുക
mr: हे लॉक लक्षात ठेवा
nb: Husk disse låsene

source: Window
be: Акно
da: Vindue
he: חלון
hi: विंडो
ml: വിൻഡോ
mr: खिडकी
nb: Vindu

source: Always on Top
be: Заўсёды навярху
he: תמיד עליון
hi: हमेशा शीर्ष पर
ml: എപ്പോഴും മുകളിൽ
mr: नेहमी टॉपवर

source: Sticky
be: Ліпкае
da: Klæbrig
he: דביק
hi: सरेस
ml: ഒട്ടിപ്പിടിക്കുന്ന
mr: चिकट
nb: Fast

source: Shade
be: Скруціць
he: מוצלל
hi: शेड
ml: ഷേഡ്
mr: छटा

source: Borderless
be: Без мяжы
da: Uden ramme
he: ללא מסגרת
hi: बॉर्डरलेस
ml: ബോർഡർലെസ്
mr: सीमाहीन
nb: Rammeløs

source: Fullscreen
be: Поўнаэкраннае
da: Fuldskærm
he: מסך מלא
hi: पूर्ण स्क्रीन
ml: ഫുൾസ്ക്രീൻ
mr: फुलस्क्रीन
nb: Fullskjerm

source: Unmaximize
be: Звычайны памер
he: ביטול ההגדלה
hi: अनविस्तारित करें
ml: അണ്മാക്സിമൈസ് ചെയ്യുക
mr: जास्तीत जास्त न करा

source: Edit Icon
be: Рэдагаваць значок
da: Redigér ikon
he: עריכת הסמל
hi: संपादन चिह्न
ml: ഐക്കൺ എഡിറ്റ് ചെയ്യുക
mr: आयकॉन संपादित करा
nb: Rediger ikon

source: Create Icon
be: Стварыць значок
da: Opret ikon
he: צור סמל
hi: आइकन बनाएं
ml: ഐക്കൺ സൃഷ്ടിക്കുക
mr: आयकॉन तयार करा
nb: Lag ikon

source: Add to Favorites Menu
be: Дадаць да меню абраных
he: להוסיף לתפריט מועדפים
hi: पसंदीदा मेनू में जोड़ें
ml: പ്രിയപ്പെട്ടവ മെനുവിലേക്ക് ചേർക്കുക
mr: आवडत्या मेनूमध्ये जोडा

source: Add to IBar
be: Дадаць да IBar
he: להוסיף לIBar
hi: आईबार में जोड़ें
ml: IBar-ലേക്ക് ചേർക്കുക
mr: आयबारमध्ये जोडा

source: Create Keyboard Shortcut
be: Стварыць спалучэнне клавіш
he: ליצור קיצור דרך במקלדת
hi: कुंजीपटल शॉर्टकट बनाएं
ml: കീബോർഡ്-ഷോർട്ട്കട്ട് സൃഷ്ടിക്കുക
mr: कीबोर्ड शॉर्टकट तयार करा

source: Iconify
be: Паменьшыць
da: Minimér
he: מזער לסמל
hi: आइकनिफाई
ml: ഐക്കണിഫൈ ചെയ്യുക
mr: आयकॉनify
nb: Minimér

source: Move with keyboard
be: Перамяшчаць з клавіятуры
he: להזיז עם המקלדת
hi: कुंजीपटल के साथ स्थानांतरित करें
ml: കീബോർഡിനൊപ്പം നീക്കുക
mr: कीबोर्डसह हलवा

source: Resize with keyboard
be: Змяняць памер з клавіатуры
he: לשנות גודל עם המקלדת
hi: कुंजीपटल के साथ आकार बदलें
ml: കീബോർഡിനൊപ്പം വലുപ്പം മാറ്റുക
mr: कीबोर्डने आकार ात बदल करा

source: Skip
be: Прапусціць
he: דלג
hi: छोड़ें
ml: ഒഴിവാക്കുക
mr: गाळणे

source: Border
be: Мяжа
he: מסגרת
hi: सीमा
ml: ബോർഡർ
mr: हद्द

source: Locks
be: Блакіроўкі
da: Låsninger
he: נעילות
hi: लॉक
ml: ലോക്കുകൾ
mr: कुलूप
nb: Låser

source: Remember
be: Памятаць
da: Husk
he: שמור
hi: याद रखें
ml: ഓർക്കുക
mr: आठवणे
nb: Husk

source: Screen %d
be: Экран %d
he: מסך %d
hi: स्क्रीन %d
ml: സ്‌ക്രീൻ %d
mr: स्क्रीन %d

source: Normal
be: Звычайна
he: רגיל
hi: सामान्य
ml: സാധാരണ
mr: सर्वसामान्य

source: Always Below
be: Заўсёды знізу
da: Altid nederst
he: תמיד מעבר
hi: हमेशा नीचे
ml: എപ്പോഴും താഴെ
mr: नेहमी खाली
nb: Alltid nederst

source: Pin to Desktop
be: Прымацаваць да стала
he: הצמד לשולחן העבודה
hi: डेस्कटॉप पर पिन करें
ml: ഡെസ്ക്ടോപ്പിലേക്ക് പിൻ ചെയ്യുക
mr: पिन ते डेस्कटॉप

source: Unpin from Desktop
be: Адмацаваць ад стала
he: הסר משולחן העבודה
hi: डेस्कटॉप से अनपिन करें
ml: ഡെസ്ക്ടോപ്പിൽ നിന്ന് അൺപിൻ ചെയ്യുക
mr: डेस्कटॉपवरून Unpin

source: Select Border Style
be: Выбраць стыль мяжы
he: בחר בסגנון המסגרת
hi: सीमा शैली चुनें
ml: ബോർഡർ ശൈലി തിരഞ്ഞെടുക്കുക
mr: सीमा शैली निवडा

source: Use Moksha Default Icon Preference
be: Выкарыстоўваць значок ад Moksha
he: להשתמש בהעדפות ברירת המחדל של Moksha לאייקונים
hi: Moksha डिफ़ॉल्ट आइकन प्राथमिकता का उपयोग करें
ml: മോക്ഷയുടെ സ്ഥിരസ്ഥിത ഐക്കൺ മുൻഗണന ഉപയോഗിക്കുക
mr: Moksha डिफॉल्ट आयकॉन प्राधान्य वापरा

source: Use Application Provided Icon
be: Выкарыстоўваць значок ад праграмы
he: להשתמש בסמל שסופק על ידי היישום
hi: अनुप्रयोग द्वारा प्रदान किए गए आइकन का उपयोग करें
ml: ആപ്ലിക്കേഷൻ നൽകിയ ഐക്കൺ ഉപയോഗിക്കുക
mr: अनुप्रयोग प्रदान केलेले चिन्ह वापरा

source: Use User Defined Icon
be: Выкарыстоўваць карыстальніцкі значок
he: השתמש בסמל שהוגדר על ידי המשתמש
hi: उपयोगकर्ता द्वारा परिभाषित आइकन का उपयोग करें
ml: ഉപയോക്തൃ നിർവചിച്ച ഐക്കൺ ഉപയോഗിക്കുക
mr: वापरकर्ता परिभाषित चिन्ह वापरा

source: Offer Resistance
be: Прапанаваць супраціўленне
he: להציע התנגדות
hi: प्रतिरोध प्रदान करें
ml: പ്രതിരോധം വാഗ്ദാനം ചെയ്യുക
mr: प्रतिरोध ऑफर करा

source: Window List
be: Спіс акон
he: רשימת חלונות
hi: विंडो सूची
ml: വിൻഡോ പട്ടിക
mr: खिडकी यादी

source: Pager
be: Пэйджар
he: מחליף סביבות עבודה
hi: पेजर
ml: പേജർ

source: Taskbar
be: Панэль задач
he: שורת המשימות
hi: कार्यपट्टी
ml: ടാസ്ക്ബാർ

source: %i×%i
be: %ix%i

source: Withdrawn
be: Выняты
he: למשוך
hi: वापस लिया
ml: പിൻവലിച്ച
mr: माघार घेतली

source: Iconic
be: Паменшаны
he: סימלי
hi: आइकोनिक
ml: ഐക്കണിക്
mr: आयकॉनिक

source: Forget/Unmap
be: Забыцца/Зняць
he: לשכוח/למחוק מיפוי
hi: भूलें/अनमैप करें
ml: മറക്കു/അണ്മാപ് മാറ്റുക
mr: विसरा/अनमॅप

source: Northwest
be: Паўночны захад
he: צפון מערב
hi: उत्तर-पश्चिम
ml: വടക്കുപടിഞ്ഞാറ്
mr: वायव्य

source: North
be: Поўнач
he: צפון
hi: उत्तर
ml: വടക്ക്
mr: उत्तर

source: Northeast
be: Паўночны ўсход
he: צפון מזרח
hi: उत्तर-पूर्व
ml: വടക്കുകിഴക്ക്
mr: ईशान्य

source: West
be: Захад
he: מערב
hi: पश्चिम
ml: പടിഞ്ഞാറ്
mr: पश्चिम

source: East
be: Ўсход
he: מזרח
hi: पूर्व
ml: കിഴക്ക്
mr: पूर्व

source: Southwest
be: Пауднёвы захад
he: דרום מערב
hi: दक्षिण-पश्चिम
ml: തെക്കുപടിഞ്ഞാറ്
mr: नैऋत्य

source: South
be: Поўдзень
he: דרום
hi: दक्षिण
ml: തെക്ക്
mr: दक्षिण

source: Southeast
be: Пауднёвы ўсход
he: דרום מזרח
hi: दक्षिण-पूर्व
ml: തെക്കുകിഴക്ക്
mr: आग्नेय

source: Static
be: Нерухомы
he: יציב
hi: स्थैतिक
ml: സ്ഥിരമായ
mr: स्थिर

source: None
be: Нішто
da: Ingen
he: ללא
hi: कोई नहीं
ml: ഒന്നുമില്ല
mr: काहीही नाही

source: Above
be: Вышэй
he: מעל
hi: ऊपर
ml: മുകളിൽ
mr: वर

source: Below
be: Ніжэй
he: מתחת
hi: नीचे
ml: താഴെ
mr: खाली

source: ICCCM Properties
be: Уласцівасці ICCCM
he: מאפייני ICCCM
hi: ICCCM शील
ml: ICCCM സവിശേഷതകൾ
mr: ICCCM प्रॉपर्टीज

source: NetWM Properties
be: Уласцівасці NetWM
he: מאפייני NetWM
hi: NetWM शील
ml: NetWM സവിശേഷതകൾ

source: Title
be: Загаловак
da: Titel
he: כותרת
hi: शीर्षक
ml: ശീർഷകം
mr: शीर्षक
nb: Tittel

source: Class
be: Клас
he: מחלקה
hi: वर्ग
ml: വിഭാഗം
mr: वर्ग

source: Icon Name
be: Імя значка
he: שם הסמל
hi: आइकन नाम
ml: ഐക്കണ്റ്റെ പേര്
mr: आयकॉन नाव

source: Machine
be: Машына
he: מחשב
hi: मशीन
ml: മെഷീൻ
mr: यंत्र

source: Role
be: Роля
he: תפקיד
hi: भूमिका
ml: പങ്ക്
mr: भूमिका

source: Minimum Size
be: Найменшы памер
he: הגודל המזערי
hi: न्यूनतम आकार
ml: കുറഞ്ഞ വലിപ്പം
mr: किमान आकार

source: Maximum Size
be: Найбольшы памер
he: הגודל המירבי
hi: अधिकतम आकार
ml: പരമാവധി വലിപ്പം
mr: जास्तीत जास्त आकार

source: Base Size
be: Звычайны памер
he: הגודל הבסיסי
hi: मूल आकार
ml: അടിസ്ഥാന വലിപ്പം
mr: बेस आकार

source: Resize Steps
be: Крок змянення памеру
he: שלבי שינוי הגודל
hi: आकार परिवर्तन चरण
ml: റിസൈസ് സ്റ്റെപ്സ്
mr: चरणांचा आकार बदला

source: Sizing
be: Памеры
he: מידות
hi: आकार निर्धारण
ml: വലിപ്പം
mr: सायझिंग

source: Aspect Ratio
be: Суадносіны бакоў
he: יחס אורך ורוחב
hi: आस्पेक्ट अनुपात
ml: ആസ്പെക്ട് റേഷ്യോ
mr: आस्पेक्ट रेशो

source: Initial State
be: Пачатковы стан
he: מצב התחלתי
hi: प्रारंभिक स्थिति
ml: പ്രാരംഭ അവസ്ഥ
mr: प्रारंभिक अवस्था

source: State
be: Стан
he: מצב
hi: राज्य
ml: അവസ്ഥ
mr: राज्य

source: Window ID
be: ID акна
he: מזהה החלון
hi: विंडो आईडी
ml: വിൻഡോ ID
mr: विंडो आयडी

source: Window Group
be: Група акна
he: קבוצת החלון
hi: विंडो समूह
ml: വിൻഡോ സംഘം
mr: विंडो ग्रुप

source: Transient For
be: Пераходны для
he: זמני עבור
hi: अस्थायी के लिए
ml: ക്ഷണികത കാലയളവ്
mr: क्षणिक

source: Client Leader
be: Лідэр акна
he: מוביל הלקוח
hi: ग्राहक नेता
ml: ക്ലയൻ്റ് ലീഡർ
mr: क्लायंट लीडर

source: Gravity
be: Прыцягненне
he: כוח משיכה
hi: गुरुत्वाकर्षण
ml: ഗ്രാവിറ്റി
mr: गांभीर्य

source: States
be: Станы
he: מצבים
hi: राज्य
ml: അവസ്ഥകൾ
mr: राज्ये

source: Take Focus
be: Забірае фокус
he: גזול מיקוד
hi: ध्यान केंद्रित करें
ml: ഫോക്കസ് എടുക്കുക
mr: लक्ष केंद्रित करा

source: Accepts Focus
be: Атрымоўвае фокус
he: מקבל מיקוד
hi: ध्यान स्वीकारता है
ml: ഫോക്കസ് സ്വീകരിക്കുന്നു
mr: फोकस स्वीकारतो

source: Urgent
be: Тэрміновае
he: דחוף
hi: तत्काल
ml: അടിയന്തിരം
mr: तातडीचे

source: Request Delete
be: Запыт на выдаленне
he: בקשת מחיקה
hi: अनुरोध हटाएँ
ml: ഡിലീറ്റ് അഭ്യർത്ഥിക്കുക
mr: डिलीट करण्याची विनंती करा

source: Request Position
be: Запыт пазіцыі
he: בקשת מיקום
hi: अनुरोध स्थिति
ml: പൊസിഷൻ അഭ്യർത്ഥിക്കുക
mr: विनंती स्थिती

source: Settings
be: Налады
he: הגדרות
hi: सेटिंग्स
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज

source: Modal
be: Мадальнае
he: מודלי
hi: रूप-विषयक
ml: മോഡൽ
mr: मॉडेल

source: Shaded
be: Згорнутае
da: Oprullet
he: מוצלל
hi: छायांकित
ml: ഷേഡെഡ്
mr: छायांकित
nb: Opprullet

source: Skip Taskbar
be: Абмінуць панэль задач
he: דלג על שורת המשימות
hi: टास्कबार छोड़ें
ml: ടാസ്ക്ബാർ ഒഴിവാക്കുക
mr: टास्कबार सोडून द्या

source: Skip Pager
be: Абмінуць пэйджар
he: דלג על בוחר החלונות
hi: पेजर छोड़ें
ml: പേജർ ഒഴിവാക്കുക
mr: पेजर ला वगळा

source: Hidden
be: Схаванае
he: מוסתר
hi: छिपा हुआ
ml: മറച്ചിരിക്കുന്നു
mr: गुप्त

source: Window Remember
be: Памятаць акно
da: Husk for vindue
he: זכירת חלון
hi: विंडो याद रखें
ml: വിൻഡോ ഓർമ്മിക്കുക
mr: खिडकी लक्षात ठेवा
nb: Husk vindusegenskaper

source: Window properties are not a unique match
be: Ўласцівасці акна не з'яўляюцца ўнікальнымі
da: Vindueegenskaber udgør ikke et unikt match
he: מאפייני החלון אינם התאמה ייחודית
hi: विंडो गुण अद्वितीय मेल नहीं खाते हैं
ml: വിൻഡോ പ്രോപ്പർട്ടികൾ ഒരു അദ്വിതീയ പൊരുത്തം അല്ല
mr: विंडो गुणधर्म अद्वितीय जुळत नाहीत
nb: Vindusegenskaper er ikke en unik treff
